[
  {
    "id": "pmid:41473982",
    "title": "KAT2A promotes NLRP3-mediated trophoblast pyroptosis in preeclampsia by the succinylation.",
    "authors": [
      "Huang S",
      "Su Q",
      "Li X",
      "Zhang Y"
    ],
    "summary": "",
    "published": "2026-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41473982/",
    "doi": "doi: 10.1080/10641955.2025.2609374",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41474970",
    "title": "Molecular and phenotypic blueprint of human hematopoiesis links proliferation stress to stem cell aging.",
    "authors": [
      "Lettera E",
      "Basso-Ricci L",
      "Carsana E",
      "Giannetti K",
      "Tavella T",
      "Seffin L",
      "Farina G",
      "Gualandi N",
      "Quaranta P",
      "Lo Furno E",
      "Pacini G",
      "Della Volpe L",
      "Kaufmann KB",
      "Garcia-Prat L",
      "Hernandez RJ",
      "Murison A",
      "Aguilar-Navarro AG",
      "Beretta S",
      "Conti A",
      "Flores-Figueroa E",
      "Ometti M",
      "Merelli I",
      "Aiuti A",
      "Xie SZ",
      "Scala S",
      "Di Micco R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474970/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41474883",
    "title": "Histopathological Patterns of Ovarian Tumors and P53, Ki-67 Expression in Epithelial Ovarian Carcinoma.",
    "authors": [
      "Yasmin R",
      "Rahman S",
      "Akter S",
      "Tanzim SMM",
      "Khan MK"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474883/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41474228",
    "title": "Novel Roles of GDF15 in Alleviating Renal Fibrosis: Promoting Autophagy and Lysosome Biogenesis via Inhibition of the PI3K/Akt/mTOR Pathway.",
    "authors": [
      "Li Y",
      "Gu J",
      "Tao D",
      "Wu H",
      "Yang C",
      "Shi Y",
      "Huang C",
      "Luo B",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474228/",
    "doi": "doi: 10.1111/jcmm.70951",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41474210",
    "title": "Kaempferol Mitigates CSE-Induced Lung Injury and Epithelial Cell Ferroptosis via Modulating Nrf2/NCOA4/GPx4 Axis.",
    "authors": [
      "Jin F",
      "Xing Y",
      "Li S",
      "Yi Z",
      "Wu A",
      "Li X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474210/",
    "doi": "doi: 10.1111/jcmm.71010",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41474013",
    "title": "Leptin Regulates Intervertebral Disc Calcification and Ossification by Promoting Glycolysis Through OCN/HIF-1α Axis.",
    "authors": [
      "Li H",
      "Yu C",
      "Li Z",
      "Yao S",
      "Mo K",
      "Peng G",
      "Huang Y",
      "Wei J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474013/",
    "doi": "doi: 10.1111/jcmm.71008",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41472940",
    "title": "MicroRNA-628-5p Regulates Proliferation, Apoptosis and Invasion in Hela Cells.",
    "authors": [
      "Liu J",
      "Lian S",
      "Jia S",
      "Ge R",
      "Deng Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472940/",
    "doi": "doi: 10.30498/ijb.2025.541837.4218",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41472467",
    "title": "Capturing the Variations in Mutant p53-Driven Regulatory Networks in Breast Cancer Subtypes, Its Clinical Relevance and a Novel Association With Androgen Receptor and EMT.",
    "authors": [
      "Singh A",
      "Gupta R",
      "Kulshreshtha R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472467/",
    "doi": "doi: 10.1002/iub.70081",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41472392",
    "title": "Effects of Autologous Blood-Derived Extracellular Vesicles on Skin Regeneration and Anti-Aging: A Clinical Study.",
    "authors": [
      "Kang H",
      "Kim JH",
      "Cho Y",
      "Go D",
      "Park J",
      "Kim HG",
      "Park S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472392/",
    "doi": "doi: 10.1111/jocd.70574",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41470072",
    "title": "Secreted Glycoside Hydrolase BcGH61 From Botrytis cinerea Induces Cell Death by the Apoplastic Location and Triggers Intracellular Immune Perception.",
    "authors": [
      "Zhu W",
      "Wang Z",
      "Zheng C",
      "Fang M",
      "Huang B",
      "Nie X",
      "Liang Y",
      "Li Z",
      "Bi K"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41470072/",
    "doi": "doi: 10.1111/mpp.70199",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41469131",
    "title": "Andrographolide Induces Mitochondrial Dysfunction and Alters Stemness-related Gene Expression in MCF7 Breast Cancer Cells.",
    "authors": [
      "Suwan N",
      "Teerawongsuwan S",
      "Jenjittikul S",
      "Senaweenin Y",
      "Watanapokasin R",
      "Rungsiwiwut R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469131/",
    "doi": "doi: 10.21873/anticanres.17940",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41469116",
    "title": "Protopanaxadiol Induces Apoptosis in NPC/HK1 Human Nasopharyngeal Carcinoma Cells via the Fas/Caspase-8 Signaling Pathway.",
    "authors": [
      "Huang YC",
      "Wang CC",
      "Yang C",
      "Li Y",
      "Tsai YC",
      "Siew YF",
      "Lan YY"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469116/",
    "doi": "doi: 10.21873/anticanres.17934",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41469111",
    "title": "Adenylate Kinase 2 Promotes Tumor Progression in Small-cell Lung Cancer via PI3K/AKT/mTOR Signaling.",
    "authors": [
      "Kim HB",
      "Na YS",
      "Kim SH",
      "Lee HJ",
      "Park SG"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469111/",
    "doi": "doi: 10.21873/anticanres.17935",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41469103",
    "title": "P53-Armed Oncolytic Virotherapy Promotes the Efficacy of PD1 Blockade in Murine Osteosarcoma Tumors.",
    "authors": [
      "Kure M",
      "Tazawa H",
      "Demiya K",
      "Kondo H",
      "Mochizuki Y",
      "Komatsubara T",
      "Yoshida A",
      "Uotani K",
      "Hasei J",
      "Fujiwara T",
      "Kunisada T",
      "Urata Y",
      "Kagawa S",
      "Ozaki T",
      "Fujiwara T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469103/",
    "doi": "doi: 10.21873/anticanres.17924",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41468902",
    "title": "Oridonin Ameliorates Macrophage Oxidative Stress and Pyroptosis In Liver Ischemia-Reperfusion Injury by Inhibiting Mitochondrial ROS/TXNIP/NLRP3.",
    "authors": [
      "Liao W",
      "Wu X",
      "Gong J",
      "Li S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468902/",
    "doi": "doi: 10.1097/SHK.0000000000002673",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.1101/2020.08.05.237172",
    "title": "Spontaneous replication fork collapse regulates telomere length homeostasis in wild type cells",
    "authors": [
      "Paschini, M.",
      "Gillespie, A. E.",
      "Reyes, C. M.",
      "Lewis, K. A.",
      "Glustrom, L. W.",
      "Sharpee, T. O.",
      "Wuttke, D. S.",
      "Lundblad, V."
    ],
    "summary": "In most eukaryotes, the enzyme telomerase maintains the termini of linear chromosomes through the addition of repetitive telomeric sequences. It is widely assumed that the primary site of action for telomerase is the single-stranded G-rich overhang at the ends of linear chromosomes. We show here that a second substrate, created by spontaneous replication fork collapse during duplex telomeric DNA replication in wild type budding yeast, is elongated by telomerase at a much higher frequency (~50%) than fully replicated chromosome termini. Furthermore, as much as ~200 nucleotides can be added in a single cell division to these newly collapsed forks, indicating that spontaneous replication fork collapse and the subsequent response by telomerase is a major determinant of telomere length homeostasis. This challenges a long-standing model for telomere length regulation which posits a length-sensing mechanism that assesses individual telomeres to determine whether chromosome ends are in telomerase-extendible or telomerase-non-extendible states. We propose that these two states are instead structurally and temporally distinct substrates for telomerase, generated by two different processes (fork collapse vs. completion of DNA replication). We also show that replication fork collapse at telomeres is kept in check by a telomere-dedicated Cdc13/Stn1/Ten1 complex in collaboration with the canonical RPA complex, indicating that these two complexes bind single-stranded DNA exposed at the replication fork to facilitate replisome progression through duplex telomeric DNA. Although failures during DNA replication are often genotoxic events, this represents an opposing example in which fork collapse has been co-opted to promote genome stability.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2020.08.05.237172",
    "doi": "10.1101/2020.08.05.237172",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b",
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "10.1101/2024.12.15.628558",
    "title": "A novel pan class-I glucose transporter inhibitor DRB18 exhibits synergistic effects in vitro and in vivo with paclitaxel against human non-small cell lung cancer",
    "authors": [
      "Shriwas, P.",
      "Bachmann, L.",
      "Ward, R.",
      "Adhicary, S.",
      "Nielsen, C. M.",
      "Li, Y.",
      "Zhang, H.",
      "Song, J.",
      "Roberts, D.",
      "Bergmeier, S.",
      "Chen, X."
    ],
    "summary": "Cancer cells depend on glucose for biomass synthesis, cell proliferation, and drug resistance. Glucose transporter (GLUT) transcripts as well as proteins are upregulated in human lungs and other cancers and are negatively correlated with patient survival, particularly GLUT1 and GLUT3. Thus, inhibiting GLUT function has been an attractive anticancer strategy. We previously characterized WZB117 and DRB18, first- and second-generation pan-class I GLUT inhibitors, respectively. DRB18 strongly inhibits glucose transport mediated by GLUT1-4 in non-small lung cancer (NSCLC) A549 cells in vitro and in vivo. Here, we report DRB18 as a more stable and potent anticancer compound, compared to WZB117. Immunohistochemistry analysis was performed in Lung adenocarcinoma (LUAD) tissue array to investigate GLUT1 and GLUT3 protein expression between normal, lower and higher stage LUAD patients. Bioinformatics analysis was performed to examine additive effect of GLUT3 to GLUT1 mediated prognosis in LUAD. Glucose uptake and resazurin dye-based proliferation assays were used to determine glucose uptake inhibitory and cell proliferation inhibitory against panel of human cancer cell lines A549, Panc1 and Hela. DRB18 potency was tested against the presence of extracellular nutrients glucose, glutamine and ATP. Synergism between DRB18 and clinically approved anticancer drugs was tested against cancer cells. DRB18 and advanced NSCLC drug Paclitaxel were tested for synergy in vitro and in vivo. GLUT1/3 combination exhibited higher hazard ratio than either GLUT1 and GLUT3 alone in many cancer types including LUAD. DRB18 reduced glucose uptake in NSCLC A549, pancreatic Panc1, and cervical Hela cancer cells with varied but strong anticancer potencies in the presence or absence of extracellular nutrients such as ATP and glucose. Combined with different clinical and pre-clinical anticancer compounds such as V9302, CB839, Sutent, Brigatinib, DRB18 significantly increased death of A549 and Panc1 cells. Noteworthy, DRB18 exhibited strong anticancer synergy with paclitaxel, an approved chemo drug for NSCLC, drastically reducing cancer cell proliferation in vitro and growth of A549 tumors grafted on the flank of nude mice without significant side effects, compared to single drug treatments. Mechanistically, DRB18 treatment with paclitaxel elevated the expression of Caspases 3 and 9, suggesting GLUT-inhibiting and apoptosis-inducing anticancer mechanisms of DRB18 with paclitaxel. Collectively, our results demonstrate anticancer efficacy of pan class-I GLUT inhibitor DRB18 in combination with paclitaxel, providing a potentially more efficacious therapeutic strategy for treating advanced NSCLC and other cancers.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.15.628558",
    "doi": "10.1101/2024.12.15.628558",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696998",
    "title": "Cell-type-specific adaptations to mitochondrial stress underly the neurological presentations of \tMTRFR mutations",
    "authors": [
      "Zarate-Mendez, M.",
      "O'Connor, K.",
      "Malig, N.",
      "Podmanicky, O.",
      "Kleniuk, J.",
      "Spendiff, S.",
      "Reid, E.",
      "Lochmüller, H.",
      "Hathazi, D.",
      "Horvath, R."
    ],
    "summary": "Mitochondrial diseases are a group of heterogeneous genetic disorders that exhibit striking tissue specificity. Neurological involvement is among the most consistent features, yet the mechanisms that determine why selective neuronal populations are particularly vulnerable to mitochondrial dysfunction remain poorly understood. Mutations in MTRFR, a mitochondrial ribosome rescue factor, cause a progressive neuromuscular phenotype, but no relevant disease model exists to explain its cell-type-specific pathology. Here, we established the first human iPSC-derived neuronal model of MTRFR loss and identified mechanisms driving differential vulnerability between cortical and motor neurons. Although knockdown led to comparable deficits in mitochondrial translation and OXPHOS across both subtypes, cortical neurons engaged adaptive programs, including dendritic mitochondrial remodeling and heat-shock response activation, that preserved survival. Motor neurons failed to mount these responses and instead displayed apoptotic and inflammatory priming. Pharmacological enhancement of stress adaptation rescued motor neuron survival, indicating that resilience is programmable. These findings provide the first mechanistic evidence that neuronal susceptibility to mitochondrial translation defects is defined by the capacity to activate mitochondrial and cytoprotective stress-response pathways.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696998",
    "doi": "10.64898/2025.12.30.696998",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697051",
    "title": "Multi-modal choroid plexus pathology in aging and Alzheimer's disease",
    "authors": [
      "Xu, H.",
      "Lotfy, P.",
      "Englert, B.",
      "Oberhauser, J.",
      "Byer, L. I. J.",
      "Wihlman, J.",
      "Colangelo, K.",
      "Okar, S. V.",
      "Thommana, A.",
      "Puttonen, H.",
      "Mäyränpää, M. I.",
      "Tuimala, J.",
      "Pedrosa, R.",
      "Kumar, D.",
      "Haberberger, J. F.",
      "Atkins, M. E.",
      "Alimukhamedov, S.",
      "Pragana, A.",
      "Benson, J.",
      "Gabrielle, M. E.",
      "Dong, A.",
      "DurantLaforet, V.",
      "Lin, P. B.-C.",
      "Keene, C. D.",
      "Latimer, C. S.",
      "Prater, K. E.",
      "Holtzman, D. M.",
      "Isakova, A. E.",
      "Wyss-Coray, T.",
      "Schafer, D. P.",
      "Reich, D. S.",
      "Lehtimäki, T.",
      "Karhunen, P. J.",
      "Kok, E.",
      "Jansson, D.",
      "Yang, A. C.",
      "Myllykangas, L.",
      "Ordovas-Montanes, J.",
      "Lehtinen, M. K."
    ],
    "summary": "Brain barriers, cerebrospinal fluid (CSF) dynamics, and peripheral factors are implicated as significant contributors to Alzheimer's disease (AD). The choroid plexus (ChP) is a blood-brain interface that produces CSF and forms the blood-CSF barrier. However, how ChP pathology develops across the lifespan and contributes to AD has not been systematically characterized. Here, we report a multi-modal ChP atlas integrating single-nucleus transcriptomics from 49 individuals, AI-assisted quantitative histopathology across >500 postmortem samples age 16 to 105, spatial transcriptomics, and functional studies in 5xFAD mice. We identify fibrosis, calcification, and macrophage abnormalities as hallmarks of ChP aging, with AD pathology conferring additional effects, including expansion of a pro-inflammatory fibroblast-macrophage signaling niche. In 5xFAD mice, macrophage dysfunction is associated with impaired epithelial barrier maintenance and repair. Together, these data provide a foundational resource for understanding ChP dysfunction in aging and AD and propose the macrophage-fibroblast-epithelial barrier axis as a driver of ChP pathology.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697051",
    "doi": "10.64898/2025.12.30.697051",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.693754",
    "title": "Characterizing the role of mitochondrial dynamics during Drosophila convergent extension using NADH fluorescence lifetime imaging",
    "authors": [
      "Espana-Pena, M.",
      "Woessner, A.",
      "Nichols, C.",
      "Quinn, K.",
      "Pare, A. C."
    ],
    "summary": "Mitochondria are dynamic organelles that can fragment or fuse to support different bioenergetic demands (e.g., glycolysis vs. oxidative phosphorylation) and distinct cell behaviors (e.g., mitosis or migration). While the role of mitochondrial dynamics in wound healing and metabolic disorders has received significant attention, the role of mitochondrial fission and fusion during normal embryonic development is less well understood -- in part due to the difficulty of studying such processes in vivo. Combined with the depth-resolved imaging capabilities of multiphoton microscopy, fluorescence lifetime imaging (FLIM) of the mitochondrial cofactor NADH can be used to simultaneously visualize mitochondrial network morphology and infer certain aspects of cellular bioenergetics (e.g., glycolysis vs. oxidative phosphorylation) in a label-free, non-invasive manner. Here we demonstrate that NADH FLIM can be used to accurately track the subcellular localization and topology of mitochondrial networks in live Drosophila embryos. We used this technique to assess whether cells show changes in NADH lifetime during convergent extension (CE) -- a conserved process of tissue remodeling in which thousands of germband cells undergo coordinated intercalation to drive elongation of the head-to-tail axis. Contrary to our expectations, we did not observe significant changes in NADH lifetime or network appearance during CE in wild-type embryos, suggesting that germband cells do not need to alter their baseline metabolism to fuel cell intercalation during normal development. To directly assess the role of mitochondrial fission and fusion during CE, we used RNA interference to disrupt the fission mediator Drp1 and the fusion mediator Opa1. Consistent with expectations, inhibiting mitochondrial fission in Drp1-knockdown embryos led to hyper-fused networks and significantly longer NADH lifetimes, indicating a shift towards oxidative phosphorylation. Conversely, inhibiting mitochondrial fusion in Opa1-knockdown embryos led to more hyper-fragmented networks and significantly shorter NADH lifetimes, indicating a shift towards glycolysis. Interestingly, inhibiting either fission or fusion altered tissue elongation and greatly increased the rate of cell intercalation errors, suggesting that a precise network topology is required for proper CE. We hypothesize that the CE defects in Drp1-knockdown embryos are primarily due to incorrect basal subcellular localization of mitochondria, whereas the CE defects in Opa1-knockdown embryos are due to deficient ATP and/or ROS production. These experiments demonstrate the utility of FLIM-based applications for characterizing the role of mitochondria during normal embryonic development, which could yield a better understanding of the metabolic underpinnings of various pathologies that involve epithelial remodeling, including spina bifida, defective wound healing, and cancer metastasis.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.693754",
    "doi": "10.64898/2025.12.30.693754",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696066",
    "title": "Foundational genomic resources for date palm: A gap-free, telomere-to-telomere phased assembly of Ajwa and 19 high-quality genome assemblies of Phoenix dactylifera.",
    "authors": [
      "Celii, M.",
      "Al-Bader, N.",
      "Mohammed, N.",
      "Zhou, Y.",
      "Fornasiero, A.",
      "Navarrete Rodriguez, M.",
      "Shuwaikan, R.",
      "Wing, R.",
      "Poland, J.",
      "Toor, U.",
      "Hong, J.",
      "Llaca, V.",
      "Fengler, K.",
      "Koo, D.-H.",
      "Gros-Balthazard, M.",
      "Battesti, V.",
      "Capote, T.",
      "Purugganan, M.",
      "Malek, J. A.",
      "Blilou, I."
    ],
    "summary": "Phoenix dactylifera L. is an economically, nutritionally, and culturally important fruit crop in the arid and semi-arid regions of the Middle East and North Africa. Here, we present a gap-free, telomere-to-telomere reference genome of the variety Ajwa, along with 19 additional high-quality assemblies (18 female and 1 male). These assemblies reveal novel chromosomal structures validated through cytogenetics, Hi-C, optical mapping, and synteny analyses with other palm genomes. Chromosome names were revised based on average lengths across all sequenced genomes. The Sex Determination Region (SDR) on chromosome 14 was confirmed through male-specific k-mer analysis, spanning approximately 14.7 Mb. Nucleolar organizing regions (NORs) were localized on chromosome 10, where a large 45S rDNA locus displayed unique repeat spacer motifs containing transposon-like sequences. In some accessions, a second NOR was identified on the female sex chromosome. This collection of date palm assemblies, anchored by the Ajwa reference genome, provides a critical resource for advancing breeding strategies aimed at enhancing the genetic resilience and productivity of date palm.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696066",
    "doi": "10.64898/2025.12.30.696066",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697149",
    "title": "Small extracellular vesicles reflect senescence progression in human bone marrow-derived mesenchymal stem cells during hollow fiber bioreactor culture",
    "authors": [
      "Stepien, E.",
      "Dinari, A.",
      "Ebrahimi, A.",
      "Leszczynski, B.",
      "Wawrowicz, K.",
      "Rezaei, M.",
      "Stotwinski, M.",
      "Rajfur, Z."
    ],
    "summary": "Prolonged three-dimensional culture exposes stem cells to sustained microenvironmental and mechanical stresses that can promote aging and senescence-associated phenotypic alterations. This study examined how long-term expansion of human bone marrow-derived mesenchymal stem cells (BMSCs) in a hollow fiber bioreactor (HFB) influences cellular senescence and the molecular composition of secreted small extracellular vesicles (sEVs). During extended HFB culture, BMSCs exhibited progressive morphological flattening and cytoskeletal disorganization, accompanied by increased senescence-associated {beta}-galactosidase activity and immunophenotypic remodeling characterized by reduced fluorescence intensity and spatial redistribution of canonical MSC markers, consistent with a stress-adapted, early senescence-associated cellular state. In parallel, sEVs were collected longitudinally over 40 days and characterized by nanoparticle tracking analysis, immunoblotting, and quantitative proteomics. While vesicle size, marker expression, and yield remained stable throughout culture, proteomic profiling revealed pronounced, phase-dependent remodeling of sEV cargo, including coordinated alterations in oxidative stress-related processes, lysosomal and extracellular matrix-associated pathways, and relative depletion of cytoskeletal and translational components. Notably, these vesicular signatures closely mirrored senescence-associated changes observed at the cellular level. The strong correspondence between cellular phenotypes and sEV proteomic profiles establishes vesicle analysis as a convergent and noninvasive readout of BMSC aging, enabling sensitive monitoring of senescence progression while reducing reliance on parallel, labor-intensive cellular assays. Collectively, these findings indicate that prolonged HFB culture promotes a controlled, stress-associated senescence program in BMSCs and position sEV proteomic profiling as a robust approach for assessing stem cell aging dynamics during long-term three-dimensional bioreactor culture",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697149",
    "doi": "10.64898/2025.12.31.697149",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697080",
    "title": "Aging-associated alternative splicing programs conserved between human and mouse tissues",
    "authors": [
      "Isaev, K.",
      "Knowles, D. A."
    ],
    "summary": "Alternative splicing is a key gene regulatory process that diversifies the proteome and controls gene dosage. Previous studies have detected aging-associated splicing changes across various tissues. However, their use of bulk RNA-seq obfuscates the impacted cell-types and may confound cell-type proportion changes with cell-intrinsic ones. We present a framework that first assembles and maps alternative splicing events in appropriate single cell RNA-seq data (scRNA-seq), then applies LeafletFA, a probabilistic model that discovers coordinated splicing programs (SPs) without requiring prior knowledge of cell types or clinical information, such as age. Applying this framework to over 200,000 cells from mouse and human Smart-seq2 multi-tissue atlases, we discovered global and cell type specific aging-associated SPs. In mice, integrating SPs with gene expression significantly improved age prediction in 46 of 76 tissue-cell types tested. We identified the RNA-binding protein \\textit{Snrnp70} as a key upstream mediator driving the shift from youthful to aged SPs. To test evolutionary conservation of these patterns, we employed transfer learning to map the murine splicing dictionary onto human transcriptomes. This revealed a conserved \"youth\" program (SP4) that is maintained in quiescent endothelial tissues but lost in high-turnover organs. We identified a conserved, age-dependent alternative 5' splice site usage in the splicing factor \\textit{SRSF5} as a molecular marker of this program in both species. Our work establishes alternative splicing as a coordinated, evolutionarily conserved dimension of cellular aging and provides LeafletFA as an open-source tool for single-cell splicing analysis.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697080",
    "doi": "10.64898/2025.12.30.697080",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697168",
    "title": "Ciliary sensing in tanycytes couples nutrient availability to metabolic regulation",
    "authors": [
      "Rivagorda, M.",
      "Kienle, C.",
      "Chandrasekar, A.",
      "Dori, S.",
      "Grünberg, S.",
      "Nampoothiri, S.",
      "Özorhan, U.",
      "Brandt, W.",
      "Rotter, J.",
      "Feller, N.",
      "Neve, V.",
      "Rai, S.",
      "Binder, S.",
      "Bechmann, I.",
      "Nogueiras, R.",
      "Müller-Fielitz, H.",
      "Prevot, V.",
      "Schwaninger, M."
    ],
    "summary": "Body homeostasis relies on accurate communication between the brain and the periphery. Disruption of this communication can contribute to disease. Tanycytes are located at the interface of the cerebrospinal fluid (CSF), bloodstream, and hypothalamus, where they sense circulating nutrients and regulate neuroendocrine axes and metabolism. However, the mechanisms by which they sense CSF signals remain largely unclear. Recent evidence that tanycytes possess primary cilia -- key sensory organelles -- led us to hypothesize that tanycytic cilia function as sensory antennae that detect metabolic cues in the CSF. Here, we demonstrate that tanycytic cilia exhibit distinct morphologies across subtypes and physiological states. They respond dynamically to hormonal and nutrient availability; notably, excess oleic acid shortens cilia, promotes lipid droplet accumulation, and reduces Ca2+ responses to ATP and glucose. Disrupting cilia via knockdown of intraflagellar transport (IFT) genes produced similar defects and impaired autophagy. Finally, selective Ift88 knockout in tanycytes increased body weight and reduced thermogenic activity in female mice. These findings identify tanycytic cilia as key sensors regulating energy balance.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697168",
    "doi": "10.64898/2025.12.31.697168",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697107",
    "title": "Protective IFIH1 variant reduces immune-mediated islet stress and dysfunction in a type 1 diabetes genetic background",
    "authors": [
      "Veronese-Paniagua, D. A.",
      "Banks, C.",
      "Bradley, K.",
      "Mukherjee, N.",
      "Gale, S. E.",
      "Hinshaw, K. E.",
      "Meacham, A. M.",
      "Iwaloye, O. F.",
      "Tse, H. M.",
      "Mathews, C. E.",
      "Millman, J. R."
    ],
    "summary": "Genome-wide association studies (GWAS) have linked dozens of genetic loci to type 1 diabetes (T1D). The IFIH1 gene, which encodes the double-stranded RNA sensor MDA5, is one such locus. The E627* single nucleotide polymorphism (SNP) in IFIH1 is associated with protection against T1D, while the A946T variant is linked to increased risk. While the E627* variant has been shown to result in a truncated protein and dampen type I interferon (IFN) signaling, its specific role in human pancreatic islet health and function remains unclear. We hypothesized that MDA5627* would protect islet cells from stress-induced dysfunction, identity loss, and cell death. Using CRISPR-Cas9 technology, we introduced the E627* and A946T variants into human pluripotent stem cells (hPSCs) derived from a T1D patient. We differentiated these hPSCs into stem cell-derived islets (SC-islets) and treated them with IFN, poly(I:C), and coxsackievirus B3, an enterovirus implicated in T1D pathogenesis. Using single-cell RNA sequencing and an array of functional assays, we investigated the variant impact on both whole SC-islets and their individual cell populations. Our analysis revealed that SC-islets, and their {beta}, , and {delta} cell subpopulations, harboring the MDA5627* variant exhibit an attenuated immune response to the various stressors compared to MDA5946T cells. We also report unique, cell-type-specific transcriptional responses that vary across variants. Notably, MDA5627* SC-islets showed reduced apoptosis rates and viral genome expression, as well as attenuated negative effects on mitochondrial function and insulin secretion in response to stress. Overall, our findings demonstrate that a clinically relevant MDA5 variant confers protection by dampening stress-mediated transcriptional responses, reducing cell dysfunction, and preventing apoptosis. These insights provide a mechanistic framework for understanding T1D pathogenesis and offer new avenues for developing preventative therapies.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697107",
    "doi": "10.64898/2025.12.30.697107",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697105",
    "title": "Diet-Related Molecular Evolution Differs between Vertivores, Invertivores, and Combined Carnivores",
    "authors": [
      "Tene, M.",
      "Foley, K.",
      "Seaver, A.",
      "Meyer, W."
    ],
    "summary": "Mammals have repeatedly evolved specialized diets, including a variety of predatory diets targeting different prey animals. Prior research has found differences in positive selection, gene family evolution and gene functional loss linked with diet, but has focused primarily on trophic level classifications of herbivory, carnivory, and omnivory. Here we divide \"carnivores\" into vertivores and invertivores, due to the differences in nutrient composition of those food sources. We find significant differences in evolutionary conservation of multiple genes and GO categories between vertivores and invertivores. Conservation relative to herbivores differs among vertivores, invertivores, and the combination of all carnivores. Lineages with predatory diets have increased conservation in lipid and amino acid metabolism relative to herbivores. Notably, we find that results in the combined carnivore-herbivore comparison are much more similar to those of the invertivore-herbivore comparison than the vertivore-herbivore comparison, which suggests that prior studies on carnivory may have been detecting signatures of selection related to invertivory.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697105",
    "doi": "10.64898/2025.12.30.697105",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697178",
    "title": "MELK controls tumor metabolism to promote resistance to melanoma therapy",
    "authors": [
      "Sant'Anna-Silva, A. C. B.",
      "Abbe, P.",
      "Pagnotta, S.",
      "Amoedo, N. D.",
      "Torno, M. D.",
      "Bonnard, F.",
      "Botton, T.",
      "Larbret, F.",
      "Ronco, C.",
      "Montaudie, H.",
      "Ben-Sahra, I.",
      "Robert, C.",
      "Passeron, T.",
      "Rodrigue, R.",
      "Cerezo, M.",
      "Rocchi, S."
    ],
    "summary": "Melanoma is the most aggressive form of skin cancer, and despite major advances in targeted and immune therapies, durable responses remain limited due to the emergence of resistance mechanisms. Metabolic reprogramming has emerged as a key driver of therapy resistance, allowing tumor cells to adapt to environmental and therapeutic pressures. Here, we identify the maternal embryonic leucine zipper kinase (MELK) as a critical mediator of resistance in melanoma. We demonstrate that MELK stimulates intracellular accumulation of amino acids, leading to activation of mTORC1 signaling and enhanced mitochondrial metabolism and biogenesis. This metabolic shift promotes resistance to immune checkpoint blockade. Importantly, preclinical MELK inhibition sensitizes resistant melanoma cells to immunotherapy, revealing a potential combinatorial strategy to overcome resistance. Our findings establish MELK as a central regulator of metabolic adaptation and therapeutic resistance in melanoma, highlighting its potential as a promising therapeutic target.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697178",
    "doi": "10.64898/2025.12.31.697178",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696266",
    "title": "A Neyman-Pearson Framework for Modeling Cellular Decision Making Using Single-Cell TNF-NF-κB Signaling Data",
    "authors": [
      "Emadi, A.",
      "Lipniacki, T.",
      "Levchenko, A.",
      "Abdi, A."
    ],
    "summary": "Cells make hard calls under noise. When signaling is abnormal, those calls can go wrong and drive pathological conditions and diseases. In this research, we develop a Neyman-Pearson (NP) detection-theory framework that maximizes probability of detection (PD) for a chosen false alarm probability (PFA), without requiring prior probabilities, using experimental single-cell measurements of NF-{kappa}B responses to tumor necrosis factor (TNF), a critical pathway involved in cell survival, apoptosis, immune signaling, and stress response, in wild-type and A20-deficient fibroblasts. We model log-responses as (multi)variate Gaussian and compute optimal thresholds, PD-PFA trade-offs, and ROC curves at 30 minutes and 4 hours. The NP framework captures expected biology: PD increases with TNF dose; wild-type cells outperform A20-/- at matched conditions; and combining two time points (bivariate analysis) improves detection (e.g., for 0.0052 vs. 0.2 ng/mL, PD rises from 0.71 (30 minutes) and 0.42 (4 hours) to 0.80 at PFA = 0.1). The analysis recovers expected biology (higher TNF causes higher detectability; negative feedback lowers late responses) and flags cases where decision quality degrades (e.g., perturbations that blunt separation between conditions). The same recipe extends to multivariate readouts without changing the logic. Overall, the NP detection framework provides a compact, quantitative score of pathway performance and failure. It turns noisy single-cell readouts into actionable decision metrics that compare doses, time points, and perturbations, and ultimately, can help explain when and how cellular decisions drift toward pathology.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696266",
    "doi": "10.64898/2025.12.30.696266",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697098",
    "title": "MATERNAL AUTOPHAGY CONTRIBUTES TO GRAIN YIELD IN MAIZE",
    "authors": [
      "Tang, J.",
      "Avin-Wittenberg, T.",
      "Vollbrecht, E.",
      "Bassham, D."
    ],
    "summary": "Maize is an important crop species that is cultivated worldwide, and increasing maize yield is one of the major goals of plant breeding. The subcellular degradation and recycling pathway known as autophagy is involved in many plant developmental processes including vegetative growth, reproductive development, seed development, and senescence. Here, we demonstrate that maize autophagy-defective atg10 mutants have delayed flowering and reduced kernel size, weight and number, leading to reduced grain yield. Reciprocal crosses between mutant and parental lines indicate that the maternal plant is the major contributor to the kernel phenotype in atg10 mutants, rather than the seed genotype. We hypothesize that this may be due to detrimental effects on nutrient remobilization from maternal tissue to seeds during kernel development, leading to reduced yield.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697098",
    "doi": "10.64898/2025.12.30.697098",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.04.29.651260",
    "title": "Localized Reactivity on Protein as Riemannian Manifolds: A Geometric and Quantum-Inspired Basis for Deterministic, Metal-Aware Reactive-Site Prediction",
    "authors": [
      "Park, H."
    ],
    "summary": "We introduce a unified framework for analysing molecular reactivity based on a geometric, quantum-inspired environment representation and a fully deterministic, metal-aware implementation. Proteins and ribonucleoprotein complexes are treated as configurations in 3D space with an abstract condition axis (R^3 x T), and each residue or nucleotide p is mapped to an environment vector Ep that encodes a coarse-grained, DFT-inspired density surrogate together with metal and phosphate fields, solvent exposure, and local geometry. A block-streamed, GPU-optional Python pipeline maps arbitrary PDB or mmCIF structures to fixed-dimensional environment vectors without stochastic training and scales to supramolecular assemblies: the 6Q97 tmRNA-SmpB-ribosome rescue complex (11,618 residues) can be processed in a single pass on commodity cloud hardware, demonstrating practical feasibility at ribosome scale. In a strict unbound, zero-shot setting on the Docking Benchmark 5.5 (DB5.5), a simple classifier trained on top of Ep achieves a macro-averaged area under the precision-recall curve of approximately 0.53 and a ROC AUC of approximately 0.86 for residue-level interface versus non-interface classification, competitive with specialised interface-prediction architectures despite using no evolutionary profiles, multiple sequence alignments, or task-specific retraining on DB5.5. Across mechanistically curated case studies (Rubisco, GroEL/GroES, SecA, p53-DNA, and ribosomal pockets), untuned random forests used purely as probes under site-grouped cross-validation yield ROC AUC values exceeding 0.95 for catalytic and anchor cores (for example SecA ATPase and the GroES IVL anchor), while diffuse regulatory and fitness-defined labels are substantially harder to separate. For 6Q97, a Tier 1 and Tier 2 labelling scheme over tmRNA and SmpB pockets, decoding-centre rRNA, the 23S peptidyl transferase centre, and helicase-like uS3, uS4, and uS5 pockets, together with a curated hard-negative panel of 323 buried hydrophobic, electrostatic, and stacking decoys, yields global AUCs of approximately 0.94 (Tier 1 plus Tier 2 versus all) and approximately 0.98 (Tier 1 plus Tier 2 versus hard negatives). These results support the view that the environment representation defines an interpretable \"reactivity manifold\" in which genuinely functional pockets occupy regions that cannot be mimicked by generic dense or charged environments, and that this structure remains accessible even for full ribosomes on modest hardware.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.29.651260",
    "doi": "10.1101/2025.04.29.651260",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.31.673401",
    "title": "Development of charged nanobubble-containing media and their effects on iPSC-derived neuron cultures",
    "authors": [
      "Liu, Y.",
      "Ohdaira, T.",
      "Kitakata, E.",
      "Silverman, M. A.",
      "Sidhu, J.",
      "Okubo, J.",
      "Harada, Y.",
      "Hayashi, K."
    ],
    "summary": "Nanobubbles (NBs) are gas-filled spherical structures less than 1 m in diameter, characterized by high surface charge, long-term stability, and the ability to generate bactericidal hydroxyl radicals upon collapse. Although these unique properties enable their extensive applications, including wastewater treatment, their cell biological applications at neutral pH remain limited by difficulties in maintaining stability and surface charge. Here, we succeeded in generating both positively and negatively charged NBs, achieving high zeta potentials in human iPSC-derived neural progenitor cell (NPC) and neuron culture media (pH 7.4). Similar to their bactericidal effects, NBs induced cell death in iPSC-derived cells, with positively charged NBs showing stronger cytotoxicity than negatively charged ones. This may be because the cell membrane carries a negative charge, making positively charged NBs more likely to approach and interact with the membrane, or because positively charged nanobubbles exhibit stronger radical generation. In future, we aim to elucidate the molecular biological mechanisms underlying NB-induced cell death and to contribute to the potential application of nanobubbles in regenerative medicine. This study will serve as an initial step toward that goal.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.31.673401",
    "doi": "10.1101/2025.08.31.673401",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.694250",
    "title": "Lung derived extracellular vesicles have distinct pro-repair effects, depending on the age of their source tissue",
    "authors": [
      "Chen, Q.",
      "Tseng, P.",
      "Diaz-Nicieza, C.",
      "Culley, F. J.",
      "Dean, C. H.",
      "Kim, S. Y."
    ],
    "summary": "Many age-related lung diseases encompass aberrant repair mechanisms. To develop novel treatments for these diseases, it is critical to understand how biology and repair signals are altered in aged lungs. Extracellular vesicles (EVs) carry bioactive signals reflecting their source tissue; therefore, we used EVs derived from precision-cut lung slices (PCLS) as tools to investigate differences in lung biology and repair signals that occur upon ageing and injury.\n\nWe compared the physicochemical properties and biological content of four groups of EVs, obtained from uninjured and injured, young and aged PCLS. Treatment with EVs obtained from young, uninjured (YU) PCLS decreased apoptotic cells in both young and aged spatially injured (AIR)-PCLS. YU EVs also increased the percentage of alveolar progenitor cells in aged AIR-PCLS, indicating that aged lungs retain the capacity to mount a repair response, if provided with the right biological cues.\n\nSmall RNA sequencing revealed the miRNA content of each EV group is altered, depending on the physiological conditions of their source tissue. Bioinformatic analysis of the target genes regulated by differentially expressed miRNAs identified enrichment of genes required for lung development and repair.\n\nThese findings pave the way for future therapeutic strategies to repair or regenerate aged lungs.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.694250",
    "doi": "10.64898/2025.12.23.694250",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696964",
    "title": "Parallel genomic remodeling associated with independent terrestrialization events in arthropods",
    "authors": [
      "Benitez-Alvarez, L.",
      "Tonzo, V.",
      "Aristide, L.",
      "Fernandez, R."
    ],
    "summary": "The repeated transition from aquatic to terrestrial environments (terrestrialization) has shaped the evolutionary trajectory of many animal lineages, yet the genomic basis of this ecological shift remains incompletely understood. Arthropods, with multiple independent terrestrialization events, provide a powerful system to investigate whether parallel genomic changes underlie adaptation to land. Here, we present a phylum-wide comparative phylogenomic analysis of 309 arthropod species representing aquatic and terrestrial lineages, using gene family evolutionary dynamics and directional selection analyses to uncover shared genomic strategies associated with life on land. We identified thousands of orthogroups showing parallel expansions or contractions across the three main lineages that colonized land (Arachnida, Myriapoda, and Hexapoda), of which a significant proportion also exhibited lineage-specific shifts in selective pressure. Functional enrichment of these orthogroups revealed functional convergence on processes such as oxidative stress response, transmembrane transport, energy metabolism, exoskeleton formation, and moulting regulation. Notably, parallel evolution in aquaporins, solute carriers, cytochrome P450s, superoxide dismutases, and heat shock proteins suggests that a conserved terrestrialization toolkit underlies independent colonization events. Additionally, parallel remodeling of key developmental and immune signaling pathways highlights the role of regulatory and structural innovations in adapting to terrestrial challenges. Our results provide the first large-scale genomic evidence of parallel molecular evolution driving arthropod terrestrialization and emphasize the power of comparative genomics to reveal shared solutions to ecological transitions across deep evolutionary timescales.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696964",
    "doi": "10.64898/2025.12.29.696964",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696944",
    "title": "Multiple Molecular Pathways to Longevity: Opposing Gene Expression Programs Define Distinct Aging Strategies",
    "authors": [
      "Rudich, Z. D.",
      "Tamez Gonzalez, A. A.",
      "Guan, J.",
      "Booth, G. F.",
      "Soo, S. K.",
      "Anglas, U.",
      "Mistry, M.",
      "Senchuk, M. M.",
      "Van Raamsdonk, J. M."
    ],
    "summary": "While aging is the greatest risk factor for the development of neurodegenerative disease, the role of aging in these diseases is poorly understood. Our previous work has shown that targeting aging pathways can be neuroprotective in animal models of neurodegenerative disease. Based on these findings, we believe that by gaining insight into the aging process, that knowledge can be applied to identify novel therapeutic targets for neurodegenerative disease. To advance our understanding of aging, we used a genomics approach to identify genes regulated by multiple lifespan-extending pathways. We performed RNA sequencing on nine long-lived C. elegans mutants representing seven longevity pathways: insulin/IGF-1 signaling, dietary restriction, germline deficiency, impaired chemosensation, reduced translation, elevated mitochondrial ROS, and mild mitochondrial impairment. We found that most pairs of long-lived mutants exhibited a significant overlap in differentially expressed genes. Comparing gene expression across the entire panel of long-lived mutants revealed three distinct longevity groups that could be clearly distinguished by gene expression. Interestingly, two of these groups showed modulation of specific genetic pathways in opposite directions, suggesting that there are multiple alternative strategies to achieving long life. Filtering for genes similarly modulated in at least six mutants identified 196 upregulated and 62 downregulated aging genes. Upregulated genes were enriched in immunity, defense and metabolism, while many downregulated genes impacted translation and gene expression. To assess the ability of these genes to enhance longevity individually, we knocked down the commonly upregulated genes in long-lived mutants and evaluated the resulting effect on lifespan. Using this approach, we identified several genes that affect lifespan individually. Upregulation of at least some of these genes was sufficient to enhance stress resistance and extend lifespan in wild-type worms. Overall, the shared longevity genes identified in this work offer potential targets to promote healthy aging and decrease age-onset disease.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696944",
    "doi": "10.64898/2025.12.29.696944",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bIGF\\-1\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696958",
    "title": "Type 2 diabetes Reprograms Bone Marrow Hematopoiesis and Dysregulates Immune Signaling in Response to Stroke",
    "authors": [
      "Zhang, H.",
      "Gu, W.",
      "Yu, K.",
      "Tu, C.-L.",
      "Chang, W.",
      "Liu, J."
    ],
    "summary": "Type 2 diabetes mellitus (T2DM) worsens stroke outcomes, but the underlying mechanisms linking T2DM to systemic immune dysfunction remain unclear. We investigated whether T2DM alters bone marrow (BM) hematopoiesis and dysregulate immune signaling following ischemic stroke in mice. Single-cell RNA sequencing, GeoMx digital spatial profiling (DSP), nCounter, and flow cytometry were used to analyze BM cells from control (db/+, Ctrl) and diabetic (db/db, T2DM) mice underwent experimental stroke or sham surgery. Diabetes caused marked structural remodeling of BM, with reduced cellularity and imbalance of hematopoietic lineages. Pseudotime trajectory analysis revealed impaired differentiation and maturation signatures of hematopoietic progenitor cells (HPC1) and granulocytes, and overactivation toward monocytes in diabetes after stroke. CellChat analysis demonstrated reorganization of intercellular communication, with hematopoietic progenitor cells (HPC1) and monocytes emerging as dominant signaling hubs through upregulated MIF, SIRP, and THBS pathways. AUCell enrichment indicated increased glycolysis and oxidative phosphorylation but reduced interferon-{gamma} (IFN-{gamma}) signaling, reflecting metabolic activation coupled with immune dysregulation. DSP and nCounter further confirmed upregulation of genes in the MIF, SIRP and THBS pathways in CD115 monocytes and Ly6G neutrophils, indicating proinflammatory and migratory activation in diabetic bone marrow. Our data suggest that T2DM reprograms hematopoiesis and signaling networks, leading to maladaptive myeloid responses and impaired immune regulation after stroke. This maladaptive BM environment amplifies inflammation and limits repair, linking diabetic metabolic stress to worsened ischemic outcomes. Targeting bone marrow immune dysfunction may offer a therapeutic strategy to improve stroke recovery in diabetic patients.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696958",
    "doi": "10.64898/2025.12.29.696958",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696898",
    "title": "Nucleolar Targeting and ROS-dependent inhibition of rRNA synthesis by Epstein-Barr Virus Nuclear Antigen 1",
    "authors": [
      "Chabi, M.-M.",
      "Aguida, B.",
      "Laudat, T.",
      "Villette, K.",
      "Oufella, N.",
      "Castro Da costa, S.",
      "Stierle, V.",
      "Sirri, V.",
      "Roussel, P.",
      "Akpovi, C.",
      "Pothier, J.",
      "Jourdan, N."
    ],
    "summary": "Epstein-Barr virus nuclear antigen 1 (EBNA-1) is essential for viral episome maintenance and is consistently expressed in all forms of EBV latency. In a previous study, we observed EBNA 1 localizing in the nucleolus, as well as its interaction with the nucleolar protein EBP2 in both the nucleoplasm and nucleoli. Nucleoli are dynamic nuclear domains that coordinate ribosome assembly with the regulation of cell cycle progression and stress responses. Here, we studied the mechanism by which EBNA-1 achieves nucleolar localization and functional consequences for host cell physiology. We observed that EBNA-1 nucleolar accumulation occurs specifically during late G1 and S phase and depends on a bipartite nucleolar localization signal (NoLS) composed of two cooperative Weber motifs separated by 24 amino acids. Mutations disrupting NoLS abolish interaction with the nucleolar protein EBP2, whose depletion similarly prevents EBNA-1 nucleolar import. Once in the nucleolus, EBNA1 triggers a 50 % reduction in the synthesis of ribosomal RNA (rRNA) which leads to a global reduction in cellular protein production. In addition, EBNA1 nucleolar targeting induces reactive oxygen species (ROS) production and antioxidant treatment restores both rRNA transcription and protein synthesis. These findings identify EBP2 as a viral nucleolar docking partner and establish nucleolar targeting of EBNA1 as a regulated, cell cycle-dependent process that links oxidative stress to the perturbation of ribosome biogenesis. This mechanism may contribute to the ability of EBNA-1 to promote cell survival and transformation.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696898",
    "doi": "10.64898/2025.12.29.696898",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696916",
    "title": "Lysine deficiency within a conserved lysine desert is critical for EEL-1/HUWE1 to support ubiquitin proteasome system function.",
    "authors": [
      "Yanagi, K. S.",
      "Chen, B. J.",
      "Kunjo, S. O.",
      "Topalidou, I.",
      "Lehrbach, N. J."
    ],
    "summary": "The ubiquitin proteasome system (UPS) is the primary mechanism for targeted protein degradation in eukaryotic cells. Dysfunction of this system is a driver of human disease and a hallmark of aging and late-onset neurodegenerative disorders. Understanding the mechanisms that ensure robust protein turnover may provide new avenues for treatment in these contexts. E3 ubiquitin ligases play critical roles in supplying ubiquitinated substrates to the proteasome, with HUWE1 being an enormous, versatile, and highly conserved member of this family. Here, we show that the C. elegans HUWE1 ortholog, EEL-1, contributes to robust protein turnover during challenges to the proteolytic capacity of the proteasome. We demonstrate that the ability of EEL-1/HUWE1 to safeguard protein turnover requires ubiquitin-binding domains within the substrate-binding arena and the HECT-type ubiquitin ligase activity, supporting a model in which EEL-1 ensures degradation by increasing ubiquitination of pre-ubiquitinated substrates. EEL-1 contains extensive lysine-deficient regions, found at conserved locations in its substrate-binding arena. Through unbiased mutagenesis screening and precise engineering of the EEL-1 protein, we uncover that introducing lysine residues into these regions is detrimental to UPS function. Together, our findings indicate a central and evolutionarily ancient role for EEL-1/HUWE1 in maintaining optimal UPS function and support targeting this E3 for therapeutic manipulation.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696916",
    "doi": "10.64898/2025.12.29.696916",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697008",
    "title": "Characterization of Z-DNA dynamics across the tree of life",
    "authors": [
      "Megalovasilis, G.",
      "Bochalis, E.",
      "Patsakis, M.",
      "Chartoumpekis, D. V.",
      "Wang, G.",
      "Vasquez, K. M.",
      "Georgakopoulos-Soares, I."
    ],
    "summary": "Z-DNA/Z-RNA is an alternative left-handed nucleic acid conformation with established and emerging roles in gene regulation, immunity, and genome instability. However, its occurrence dynamics and lineage specificity across the tree of life have not yet been fully characterized. Utilizing the recently developed and improved Z-DNA searching tool, ZSeeker, we analyzed 281,139 complete organismal genomes, including multiple Telomere-to-Telomere genome assemblies, and generated genome-wide Z-nucleic acid maps, examined their topography, and compared them to dinucleotide-preserving controls. Cellular genomes featured pervasive Z-DNA enrichment relative to expectation, with enrichments of ~1.5 and ~1.7-fold in Bacteria and Archaea and ~3-fold in Eukaryota. In contrast, Viruses exhibited large differences between lineages, with modest enrichment in several DNA viral groups and pronounced depletion across RNA clades, most notably Influenza A/B strains. We built a LASSO regression model trained on non-Influenza viruses (cross-validated R2 {approx} 0.73), which identified GC content, genome type, and host type as the leading predictors for Z-nucleic acid density, yet it significantly over-predicted Z-RNA density in Influenza A/B. More than 99% of assemblies exceeded the +2 SD threshold, and a \"typical Influenza\" genome was predicted at 2.76 bp/kb compared to ~0.016 bp/kb observed (a ~170-fold overestimation based on chance alone). Together, these results reveal domain- and lineage-specific regimes: cellular genomes are enriched for Z-DNA consistent with regulatory roles, whereas influenza viruses appear to have undergone strong, lineage-specific depletion of Z-RNA-forming sequences, likely reflecting evolutionary pressure tied to host sensing pathways.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697008",
    "doi": "10.64898/2025.12.30.697008",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696989",
    "title": "A conserved mitochondrial role for cyclin C in mediating oxidative stress-induced cell death in yeast",
    "authors": [
      "Doyle, S. J.",
      "Bauer, J. R.",
      "Stieg, D. C.",
      "Emami, S.",
      "Smethurst, D. G.",
      "Strich, R."
    ],
    "summary": "Cyclin C is a highly conserved component of the Mediator kinase module that regulates transcription through CDK8 stimulation. In addition, the yeast (Cnc1) and human (CCNC) cyclin C exhibit stress-induced mitochondrial translocation to stimulate fission through direct interaction with the dynamin-like GTPase DRP1 (mammals) or Dnm1 (yeast). Gene ablation studies revealed that both Cnc1 and CCNC are required for cell damage-induced regulated cell death (RCD). To determine the relative contributions of cyclin Cs transcriptional and mitochondrial roles in promoting RCD, this study utilized docking simulation algorithms to predict interaction interfaces for CCNC-CDK8 and CCNC-DRP1 heterodimers. As expected, CCNC bound CDK8 through its amino terminal cyclin box domain while DRP1 associated with the second carboxyl cyclin box. Using these predictions, we used site directed mutagenesis on Cnc1 to separate these functions. Importantly, only the DRP1/Dnm1-interaction residues were important for RCD in yeast. Interestingly, although Dnm1 is required for RCD, its fission activity was not. Moreover, Dnm1 is still required for RCD even when Cnc1 is targeted to the mitochondria indicating it is not simply functioning as a tether. Finally, when expressed in yeast, the human CCNC efficiently induced fission and stimulated RCD. Moreover, these functions required predicted DRP1 interaction sites as well. In conclusion, these studies revealed that cyclin C separates its nuclear and mitochondrial activities by utilizing different cyclin box domains. Second, Dnm1-cyclin C interaction, and not transcriptional control, is critical for cyclin C-dependent RCD and this role is conserved from yeast to humans.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696989",
    "doi": "10.64898/2025.12.30.696989",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697028",
    "title": "Telomeric repeat distribution and chromosomal evolution in the slipper orchid genus Paphiopedilum",
    "authors": [
      "Lan, T.",
      "Albert, V. A."
    ],
    "summary": "The chromosomal mechanisms responsible for the extraordinary diversity in chromosome number and karyotype structure in Paphiopedilum remain incompletely resolved, particularly the processes by which extensive dysploid variation has arisen in the apparent absence of polyploidy. Telomeric repeats provide informative cytogenetic markers for reconstructing chromosome evolution because their typically terminal localization and repetitive nature can retain signatures of breakage, fusion, and repair. To address the chromosomal evolutionary problem in Paphiopedilum, telomeric repeat distribution was examined in 41 species representing all major taxonomic sections (phylogenetic lineages) using fluorescence in situ hybridization (FISH). In addition to conventional terminal telomeres, diverse interstitial telomeric repeat (ITR) patterns were detected, including centromeric, pericentromeric, and subtelomeric arrays, as well as rare chromosome ends lacking detectable telomeric signals. Classification of these patterns into twelve chromosomal types, interpreted in a phylogenetic context, suggests that telomere-associated and chromosome structural processes have contributed to karyotype diversification, including centric fission, subtelomeric rearrangement, repeat amplification, and potentially centric fusion, with different processes predominating among lineages. In some sections, such as Pardalopetalum, these types resolve into internally consistent patterns often dominated by terminal localization with recurrent subtelomeric expansion, providing a clear cytogenetic signature of lineage-specific telomere repeat dynamics, whereas other sections exhibit greater within-section heterogeneity in both signal position and intensity. These results provide a coherent cytogenetic framework for dysploid chromosome evolution in Paphiopedilum and identify telomeric repeat dynamics as an important contributor to karyotype diversification in the genus.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697028",
    "doi": "10.64898/2025.12.30.697028",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697000",
    "title": "Translational control of AMPK activity in melanoma",
    "authors": [
      "Vadovicova, N.",
      "Leskova, A.",
      "Kozdonova, K.",
      "Smolkova, K.",
      "Valcikova, B.",
      "Kafka, F.",
      "Potesil, D.",
      "Zdrahal, Z.",
      "Vacek, O.",
      "Vichova, R.",
      "Soucek, K.",
      "Uldrijan, S."
    ],
    "summary": "The eIF4F translation initiation complex controls ERK MAPK signaling in malignant melanomas with BRAF and NRAS mutations. It also contributes to the development of melanoma resistance to therapies targeting BRAF and MEK kinases. Here, we uncovered a critical role for eIF4F in regulating the main cellular metabolic sensor, AMP-activated protein kinase (AMPK). In melanoma cells with the most common BRAF V600E mutation, ERK and AMPK pathway activities were reported as mutually exclusive. This is because BRAF -driven ERK activity negatively impacts LKB1-mediated canonical AMPK activation. However, we observed that eIF4F inhibition can stimulate AMPK activity in melanoma cells, both in vitro and in vivo, despite concomitant ERK hyperactivation. Notably, the protein levels of LKB1 and its co-factor MO25 were sensitive to eIF4F inhibition, indicating a non-canonical LKB1-independent mechanism of AMPK activation. In a proteomic screen, we aimed to identify eIF4F roles in melanoma cell physiology beyond the MAPK pathway. We found that the eIF4F function is essential for maintaining cellular levels of key cell cycle and metabolic regulators, including CDK1, CDK2, TYMS, and UHRF1. Importantly, we also identified the protein phosphatase PP2A as a new eIF4F target. Our subsequent analyses showed that inhibition or siRNA-mediated knockdown of PP2A increases AMPK activity in melanoma cells, independent of LKB1. This data shows that PP2A plays a significant role in regulating AMPK activity in melanoma. Thus, eIF4F inhibition not only impairs canonical AMPK activators but also downregulates PP2A, which negatively regulates AMPK dynamics. Collectively, our data highlight a dual role of eIF4F in the control of AMPK in BRAF-mutant melanoma cells. It maintains the canonical AMPK signaling pathway while simultaneously limiting the extent of AMPK activation via the eIF4F-PP2A-AMPK axis. Pharmacological inhibition of this axis can overcome the negative control of AMPK signaling by the ERK pathway. This suggests new therapeutic opportunities to disrupt melanoma growth.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697000",
    "doi": "10.64898/2025.12.30.697000",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697027",
    "title": "NLRP3 Inflammasome Exhibits Context-Dependent Roles in Glioblastoma-Astrocyte Crosstalk",
    "authors": [
      "Rajkhowa, S.",
      "Sha, L.",
      "Meena, D.",
      "Kumar, D.",
      "Revanth, M.",
      "Janu, V.",
      "Garg, M.",
      "Agrawal, M.",
      "Jha, D.",
      "Jha, S."
    ],
    "summary": "Glioblastoma (GBM) is a highly aggressive brain tumor characterized by molecular and cellular heterogeneity and poor patient survival. NLRP3 inflammasome regulates inflammation and cell death with context-specific roles in cancer, but its functions in GBM tumour and astrocyte interactions remain unclear. In this study, we analyzed NLRP3 expression and function in GBM cell lines (LN-229 and LN18), astrocytes (SVG), patient-derived tissues, and organoids. Basal NLRP3 expression was higher in astrocytes than in GBM cells and increased after LPS stimulation, altering astrocyte morphology and NLRP3 subcellular localization. siRNA-mediated silencing of NLRP3 reduced GBM proliferation, migration, and viability in GBM cells, while enhancing proliferation and cytokine secretion in astrocytes, highlighting its context-dependent effects. NLRP3 deficiency exhibited reciprocal cytokine paracrine signaling, with GBM cells releasing elevated levels of IL-6 and TNF-, and astrocytes releasing elevated levels of IL-1{beta}. Glyburide treatment reduced NLRP3 expression and IL-1{beta} release in GBM cells but elevated NLRP3 and IL-1{beta} in astrocytes. Overall, these data reveal NLRP3's dual roles in GBM-astrocyte crosstalk, suggesting cell-type-selective inhibition for therapeutic exploration.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697027",
    "doi": "10.64898/2025.12.30.697027",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696988",
    "title": "Dynamic Rysto receptor remodeling controls its ability to confer extreme resistance",
    "authors": [
      "Grech-Baran, M.",
      "Ochoa, J. C.",
      "Vargas-Cortez, T.",
      "Lichocka, M.",
      "Barymow-Filoniuk, I.",
      "Poznanski, J. T.",
      "Krzymowska, M."
    ],
    "summary": "Plant nucleotide-binding leucine-rich repeat receptors (NLRs) mediate effector-triggered immunity (ETI), often accompanied by a hypersensitive response (HR). Conversely, extreme resistance (ER) provides exceptionally rapid and effective antiviral protection without visible cell death, yet the molecular and physiological mechanisms underlying ER remain poorly defined. The TIR-NLR receptor Rysto recognizes the coat protein (CP) of potato virus Y (PVY) and can trigger either ER or HR depending on the context. Here, we demonstrate that the efficacy of Rysto-mediated ER relies on the orchestration of various defense mechanisms. These involve transcriptional priming, and spatial redistribution of the receptor and a subset of chaperones. Rysto-expressing lines exhibit a preactivated immune state, including increased expression of genes encoding glycine-rich proteins associated with the cell wall interface and thickness. Upon PVY infection, Rysto plants undergo rapid transcriptome reprogramming, including redox- and defense-related pathways. At the protein level, Rysto initially forms a pre-active complex with Hsp70 and CP-interacting cochaperonins (CPIPs) which is remodeled upon PVY CP binding. PVY CP competes for Hsp70, enabling Rysto to oligomerize into an active resistosome. This process is further accompanied by relocalization of a subpool of the receptor toward an interface of plasma membrane, cell wall. Our research reveals a chaperone-mediated activation mechanism and spatial immune repositioning that differentiate ER responses from traditional HR, offering a detailed system for achieving durable antiviral resistance in plants.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696988",
    "doi": "10.64898/2025.12.30.696988",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2024.03.29.587321",
    "title": "Proteome dynamics reveal Leiomodin 1 as a key regulator of myogenic differentiation",
    "authors": [
      "Spath, E.",
      "Schuler, S. C.",
      "Heinze, I.",
      "Dau, T. T. D.",
      "Minetti, A.",
      "Hofmann, M.",
      "Hoenzke, K.",
      "von Maltzahn, J.",
      "Ori, A."
    ],
    "summary": "During myogenic differentiation the cellular architecture and proteome of muscle stem cells and myoblasts undergo extensive remodeling. These molecular processes are only partially understood and display alterations in disease conditions as well as during aging resulting in impaired regeneration. Here, we used mass spectrometry to quantify the temporal dynamics of more than 6000 proteins during myogenic differentiation. We identified the actin nucleator leiomodin 1 (LMOD1) among a restricted subset of cytoskeletal proteins increasing in abundance in early phases of myogenic differentiation. We show that LMOD1 is already expressed by muscle stem cells in vivo and displays increased abundance during skeletal muscle regeneration, especially during early regeneration suggesting that LMOD1 is important for induction of myotube formation. Of note, knockdown of LMOD1 in primary myoblasts and during skeletal muscle regeneration severely affects myogenic differentiation, while overexpression accelerates and improves the initiation of myotube formation suggesting that LMOD1 is a critical component regulating myogenic differentiation. Mechanistically, we show that LMOD1 physically and functionally interacts with the deacetylase sirtuin1 (SIRT1), a regulator of myogenic differentiation, especially at the onset of myogenic differentiation. We demonstrate that LMOD1 influences SIRT1 localization and the expression of a subset of its target genes. Consistently, depletion or pharmacological inhibition of SIRT1 partially rescues the impairment of myogenic differentiation observed after knockdown of LMOD1. Our work identifies a new regulator of myogenic differentiation that might be targeted to improve muscle regeneration in aging and disease.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.03.29.587321",
    "doi": "10.1101/2024.03.29.587321",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.16.659888",
    "title": "SWI/SNF ATPase Brahma and Notch signaling collaborate with CBP/p300 to regulate neural stem cell apoptosis in Drosophila larval central nervous system.",
    "authors": [
      "Bala, P.",
      "Prakki, V.",
      "JOSHI, R."
    ],
    "summary": "SWI-SNF ATPase Brahma and Notch signalling are known to interact during development, but how this interaction is executed at the molecular level is not fully understood. We have investigated the molecular mechanism of Brm-Notch interaction in the context of Hox-dependent neural stem cell (NSC) apoptosis in the developing Central Nervous System (CNS) of Drosophila. Our results suggest a multi-tier regulation of NSC apoptosis by Brahma, first by regulating the expression of Drosophila CBP/p300 (Nejire) and the molecular triggers of cell death (Hox, bHLH factor Grainyhead, and Notch signalling pathway). The second mode of regulation is by direct binding of Brahma to the apoptotic enhancer and its collaboration with Notch signalling pathway to regulate the RHG family of apoptotic genes, grim and reaper. Our data support a model where, upon activation of Notch signaling, Brahma and CSL-Su(H)/Mastermind complex recruit CBP/p300 onto the apoptotic enhancer. This increases the H3K27ac marks on the nucleosomes to open up the chromatin and facilitate apoptotic gene transcription in Abd-B and Grh dependent manner.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.16.659888",
    "doi": "10.1101/2025.06.16.659888",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.30.685705",
    "title": "Mathematical modeling of light chain aggregation and cardiac damage in AL amyloidosis",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AL amyloidosis is a rapidly progressive disorder characterized by clonal plasma cell expansion, excessive production of light chains (LCs), and their misfolding into aggregation-prone monomers. These monomers assemble into oligomers and ultimately deposit as amyloid fibrils, particularly within cardiac tissue, where they contribute to myocardial stiffening and direct cardiotoxicity. A mechanistic model was developed to quantify the interplay between these two pathogenic processes and to examine the kinetics of LC aggregation in different compartments. Simulations reveal that LC aggregation exhibits pronounced nonlinearity: oligomer concentrations remain low during early disease stages, followed by exponential growth driven by autocatalytic conversion. When aggregation is assumed to occur within cardiac tissue, fibril deposition is approximately 25 times greater, and oligomer-induced cardiotoxicity is about five times higher, compared with aggregation occurring in the blood plasma. These differences stem from the smaller cardiac volume, which accelerates autocatalytic oligomer formation. A combined cardiac damage criterion, integrating both oligomer-induced cardiotoxicity and fibril-associated myocardial stiffening, was introduced and found to reach values approximately tenfold higher when LC aggregation occurs within cardiac tissue compared with aggregation in the blood plasma. This parameter may serve as a quantitative measure of cardiac aging or disease severity. The model also predicts that therapeutic intervention markedly reduces, but does not eliminate cardiac injury, highlighting the importance of early treatment initiation in AL amyloidosis.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.30.685705",
    "doi": "10.1101/2025.10.30.685705",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.01.691680",
    "title": "Smooth muscle LRRC8A knockout reduces superoxide influx, inflammation, senescence and atherosclerosis",
    "authors": [
      "Panja, S.",
      "Choi, H.",
      "Nguyen, H.-N.",
      "Russolillo, J.",
      "Dikalov, S.",
      "Stark, R. J.",
      "Lamb, F. S."
    ],
    "summary": "Background: Leucine Rich Repeat Containing 8A (LRRC8A) anion channels (VRACs) associate with NADPH oxidase 1 (Nox1) and support extracellular superoxide (O2*-) production, inflammation, and contractility in vascular smooth muscle cells (VSMCs). We proposed previously that VRACs also support influx of O2*- to localize cytoplasmic redox signals. Methods: We assayed O2*- influx, assessed changes in mRNA expression (RNAseq), and tested multiple phenotypes of cultured LRRC8A knockout (KO) VSMCs. Aortic atherosclerotic burden and inflammation, and mesenteric vascular reactivity were compared between wild type (WT) apolipoprotein E null (ApoE-/-) mice and VSMC-specific LRRC8A KO, ApoE-/- mice. Results: KO cells were less permeable to extracellular O2*-, produced less mitochondrial O2*-, and experienced less oxidant stress (GSH/GSSG, lipid peroxidation, Nrf2 activity) than WT. RNAseq and reporter assays demonstrated reduced pro-inflammatory (NF-{kappa}B and Hif1) transcription. KO cells also under-expressed multiple senescence markers and had longer telomeres. Inflammation causes a metabolic shift from oxidative phosphorylation (OCR) to glycolysis (ECAR). Both pathways were less active in KO cells, as was expression of glycolytic enzymes. Mitochondrial membrane potential was lower in KO cells, but ADP/ATP and NADP+/NADPH were unaltered, suggesting lower energy demand. Consistent with this, proliferation and migration were both reduced in KO cells. Protein-protein interaction analysis of RNAseq data (PPI Hub) identified Epidermal Growth Factor Receptor (EGFR) signaling. Resting phosphorylation of EGFR (pY1068) and AKT (pS473 and pT308) were all reduced in KO cells, as was and EGF-induced pY1068 and pS308. Following 15 weeks of exposure to a high fat diet (42%) VSMC-specific LRRC8A-/- and 8A+/-, ApoE-/- mice had reduced atherosclerotic lesion area, aortic senescence ({beta}-Gal), inflammation (ICAM, VCAM) and proliferation marker (PCNA) expression compared to WT, ApoE-/- controls. Mesenteric artery vasomotor function was also preserved, and the abundance of MYPT1 and CPI17 was lower in KO vessels. Uptake of oxidized LDL (OxLDL) was significantly reduced in KO VSMCs and impaired by VRAC block in WT cells. Conclusions: Loss of LRRC8A reduced O2*- influx, oxidative stress, inflammation and senescence, lowers energy demand, and in the setting of hypercholesterolemia impaired uptake of oxidized LDL and abrogated atherosclerosis. VSMC VRACs may be novel targets of vascular anti-inflammatory therapy.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.01.691680",
    "doi": "10.64898/2025.12.01.691680",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696270",
    "title": "Compromised ESCRT signalling is sufficient for resistance to the Target of Rapamycin Complex inhibitor Torin1 in fission yeast",
    "authors": [
      "Alao, J. P.",
      "Islam, R. A.",
      "Toyoda, Y.",
      "Saitoh, S.",
      "Rallis, C."
    ],
    "summary": "BackgroundFission yeast cells defective in Golgi-endosomal sorting display high resistance to Torin1, a pan-Target of Rapamycin (TOR) inhibitor. TOR complexes regulate the ESCRT system to integrate nutrient availability with cell division. TOR activity is frequently deregulated in cancer, making it an attractive therapeutic target. Deregulated ESCRT activity has also been associated with cancer, but its role in mediating drug resistance is not fully understood. Herein, we have investigated the role of the ESCRT system in regulating sensitivity to Torin1.\n\nMethodsGrowth assays were used to monitor the growth of yeast cells. The effect of Torin1 on protein expression was monitored by immunoblotting. Fluorescence microscopy was used to investigate the action of Torin1 on protein localization.\n\nResultsThe ESCRT system mediates Torin1-induced degradation of amino acid and glucose transporters. The expression of these transporters at the plasma membrane is not abolished in ESCRT mutants. Mutants unable to effectively ubiquitylate these transporters are also resistant to Torin1. Impaired ESCRT-mediated protein degradation is associated with strong resistance to Torin1.\n\nConclusionsMutations in genes encoding ESCRT components have been reported in cancer. We present evidence that compromised ESCRT signalling is sufficient for resistance to Torin1. Cells defective in ESCRT signalling or ubiquitin homeostasis are highly resistant to Torin1. Our studies demonstrate that defective ESCRT-mediated proteolysis can suppress sensitivity to Torin1.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696270",
    "doi": "10.64898/2025.12.23.696270",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696759",
    "title": "The interplay between autophagy and the carbon/nitrogen ratio as key modulator of the auxin-dependent chloronema-caulonema developmental transition in Physcomitrium patens.",
    "authors": [
      "Pettinari, G.",
      "Liberatore, F.",
      "Mary, V.",
      "Theumer, M.",
      "Lascano, R.",
      "Saavedra, L. L."
    ],
    "summary": "Plant growth and development are tightly coordinated with metabolic status and environmental nutrient availability, yet how intracellular recycling pathways integrate these cues with hormonal signaling remains poorly understood outside angiosperms. Here, we used the model bryophyte Physcomitrium patens to address the role of autophagy in modulating auxin-induced caulonemata development in response to conditions altering the carbon/nitrogen (C/N) ratio. Loss of autophagic function enhanced caulonemata differentiation and colony expansion under ammonium-free and nitrogen-deficient conditions, phenocopying wild-type responses to nutrient starvation even under mild C/N imbalance. These developmental changes were associated with altered carbon homeostasis, increased endogenous indole-3-acetic acid (IAA) levels, reduced gene expression of the auxin exporter PpPINA, and up-regulation of auxin-responsive RSL transcription factors. In contrast, autophagy-deficient mutants show reduced sensitivity to exogenous sugars and exhibit hypersensitivity to prolonged auxin treatment, resulting in growth inhibition and cell death. Autophagic flux analyses revealed that caulonemata-inducing conditions, including auxin supply and nitrogen limitation, generally suppress autophagic activity, particularly during the dark period. Together, our results identify autophagy as a central integrator of metabolic and hormonal signals during early moss development, acting to restrain auxin-driven differentiation in favor of nutrient remobilization and growth homeostasis.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696759",
    "doi": "10.64898/2025.12.28.696759",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696737",
    "title": "Virus-Host Interaction Gets Lousy: P1vir Phage Development Upon Impaired RNA Global Regulation in Escherichia coli Δhfq Mutant Cells",
    "authors": [
      "Cech, G.",
      "Szalewska-Pałasz, A.",
      "Giełdon, J.",
      "Wegrzyn, G.",
      "Kloska, A."
    ],
    "summary": "Bacteriophage P1 is a classic tool in molecular genetics, and its virulent derivative, P1vir, is widely used for generalized transduction in Escherichia coli. Phage development depends on host physiology and metabolism, much of which is controlled by RNA-based regulation. The bacterial RNA chaperone Hfq is a global post-transcriptional regulator of stress and metabolic pathways, but its role in phage biology is poorly understood. Here, we examined the effect of Hfq loss on P1vir development by comparing the infection kinetics, virion morphology, and global transcriptomes of P1vir and its E. coli hosts in the wild-type and {Delta}hfq backgrounds. Deletion of hfq impaired P1vir lytic development, yielding smaller plaques, reduced burst size, and virions with smaller heads and thinner tails. P1vir transcriptional profiling showed that {Delta}hfq-specific dysregulation emerged early and intensified over time, with disrupted developmental timing, compromised replication and genome processing, and an unbalanced morphogenetic program. In wild-type cells, P1vir infection triggered broad, time-dependent reprogramming of host gene expression, including the induction of central carbon and amino acid metabolism and other anabolic pathways, consistent with a state that supports productive phage replication. In contrast, the {Delta}hfq mutant mounted a narrower response, with limited metabolic induction and late upregulation of chaperones and proteostasis factors, suggesting the accumulation of misfolded proteins or stalled assembly intermediates. Motif scanning of P1vir transcripts identified candidate Hfq-favored sequence features in several under-induced phage genes, suggesting direct Hfq-RNA regulation. Thus, Hfq, although not essential, is important for efficient P1vir lytic development by coordinating phage gene expression with host reprogramming.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696737",
    "doi": "10.64898/2025.12.28.696737",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696849",
    "title": "Proteome-wide ubiquitinome profiling reveals substrate-specific dynamics within the USP7 network",
    "authors": [
      "Wolf van der Meer, J.",
      "van der Knaap, J.",
      "Sijm, A.",
      "Bezstarosti, K.",
      "Dekkers, D. H. W.",
      "Doff, W.",
      "Demmers, J. A.",
      "Verrijzer, P."
    ],
    "summary": "USP7 is a pleiotropic deubiquitylating enzyme that is involved in tumor suppression, (neuro)development, chromatin regulation and the DNA damage response. How USP7 regulates these diverse pathways is still unclear. Here, we report data-independent acquisition and label free quantitation mass spectrometry (DIA-LFQ-MS) to profile the proteome-wide impact of USP7 on substrate de-ubiquitylation and overall protein abundance. First, we identified proteins associated with endogenous USP7 by immunopurification followed by DIA-LFQ-MS. Integration of our new results with earlier interactomes of epitope-tagged USP7 yielded a consensus set of high-confidence protein targets. Domain mapping analysis revealed that, in addition to the TRAF domain, the ubiquitin-like domains of USP7 play a key role in substrate selection. Using specific enrichment of tryptic K-{varepsilon}-GG peptides, we mapped proteome-wide changes in ubiquitinome dynamics following inhibition of USP7. Combining unbiased proteome-wide and targeted quantitative mass spectrometry revealed that deubiquitylation by USP7 can have different effects on the stability of distinct substrates, and suggests that the activity profile of USP7 is substrate-dependent rather than an intrinsic enzymatic property. Thus, in addition to providing a proteome-wide map of USP7 target sites, our multi-angle proteomics approach reveals that the effects of USP7-mediated deubiquitylation on its targets are remarkably variable and substrate-specific. Finally, based on these detailed molecular insights we show how USP7 connects various neurodevelopmental syndromes and tumor suppression pathways.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696849",
    "doi": "10.64898/2025.12.29.696849",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696781",
    "title": "BNIP3-mTOR Signaling Mediates Resistance to MET Inhibition in Glioblastoma",
    "authors": [
      "Li, Y.",
      "Khan, H.",
      "Demirsoy, S.",
      "Bernhardt, W.",
      "Valensi, H.",
      "Lee, J.",
      "Machtay, M.",
      "Aregawi, D.",
      "Glantz, M.",
      "Giglio, P.",
      "Yang, S.",
      "Schell, T.",
      "Walter, V.",
      "Uzun, Y.",
      "Olmez, I."
    ],
    "summary": "Glioblastoma (GBM) is an aggressive primary brain malignancy with poor prognosis due to rapid progression, extensive invasiveness, and intrinsic resistance to standard therapies. Aberrant activation of receptor tyrosine kinases (RTKs), particularly MET, drives tumor proliferation, invasion, and therapy resistance. Here, we show that MET inhibition with crizotinib induces senescence and mitochondrial dysfunction in glioma-initiating cells (GICs), in part via downregulation of the mitochondrial protein BNIP3. However, BNIP3 downregulation activates mTOR signaling, enabling adaptive resistance. Targeting mTOR with everolimus in combination with crizotinib synergistically enhances anti-tumor effects, inducing apoptosis, senescence, and necroptosis, and significantly reducing cell viability and sphere-forming capacity. In orthotopic GBM xenograft models, this combination, particularly in a sequential regimen, markedly prolongs survival without overt toxicity. Our findings identify a BNIP3-mTOR signaling axis as a critical mediator of resistance to MET inhibition and provide a mechanistic rationale for combined MET and mTOR targeting as a promising therapeutic strategy in GBM.\n\nStatement of Translational RelevanceGlioblastoma (GBM) remains a highly aggressive and treatment-resistant brain tumor with limited therapeutic options. Our study identifies a BNIP3-mTOR signaling axis as a key mediator of resistance to MET inhibition. We show for the first time that combined MET and mTOR inhibition exhibits synergistic effects against GBM in vitro and in vivo. This combination prolongs survival without overt toxicity, providing a strong preclinical rationale for clinical evaluation in GBM patients with high MET expression and offering a promising strategy to overcome adaptive resistance.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696781",
    "doi": "10.64898/2025.12.28.696781",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b",
      "\\bmTOR\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696880",
    "title": "A brief exposure to rotenone alters microtubule dynamics resulting in aberrant elongation of primary cilia with impaired function",
    "authors": [
      "Halder, P.",
      "Mondal, R.",
      "Chakraborty, E.",
      "Majumder, S."
    ],
    "summary": "Rotenone, an environmental toxin, is widely used to model Parkinsons disease owing to its well-studied effect to inhibit mitochondrial complex I function and to increase Reactive Oxygen Species (ROS), thereby leading to dopaminergic neuron degeneration. Less appreciated is its impact on microtubules (MT), except for suggesting that it promotes microtubule depolymerization, raising the question of whether rotenone also impacts primary cilia (PC) that are microtubule-based signalling hubs, which are essential for neuronal function. Using hTERT-RPE1 (or RPE1) cells, which assemble PC upon serum starvation, we discovered that brief exposure to rotenone (2-6 h) at low concentration (100 nM) causes a striking elongation of PC and hyperacetylation of cytoskeletal microtubules. At this concentration, rotenone does not significantly alter mitochondrial dynamics or bioenergetics, and these phenotypes could not be reversed by pre-incubating cells with ROS scavenger NAC, or supplementing cells with NR. Thus, these observed effects of rotenone treatment in quiescent cells are predominantly independent of mitochondrial toxicity. Depletion of -TAT1, the -tubulin acetyltransferase, eliminated microtubule acetylation without preventing ciliary elongation, suggesting that rotenone drives PC extension through additional mechanisms. Importantly, rotenone increases soluble tubulin pools, owing to its microtubule destabilizing effect, which are likely the mechanism contributing to ciliary axoneme elongation as well as hyperacetylation of cytoskeletal microtubules. Critically, such aberrant increase in PC length impaired Sonic Hedgehog (SHH) signalling, which is exclusively transduced by PC during embryonic development and is critical for maintaining adult tissue homeostasis. Thus, our findings reveal that even brief, low-dose rotenone exposure induces aberrant elongation of PC in quiescent cells that assemble PC, while simultaneously disrupting the function of PC. Based on our observation and previous studies, we propose that such ciliary dysfunction represents an underappreciated mechanism by which rotenone contributes to the pathogenesis of neurodegenerative disease via affecting neuronal primary cilia.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696880",
    "doi": "10.64898/2025.12.29.696880",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696806",
    "title": "A novel dephosphorylation peptide inhibits 17β-HSD1 enzyme activity in ovarian granulosa cells and breast cancer cells",
    "authors": [
      "Yang, F.",
      "Feng, H.",
      "Chen, S.",
      "Liu, X.",
      "Yu, T.",
      "Li, Y.",
      "Wu, H.",
      "Zeng, S.",
      "Han, X.",
      "Lian, J.",
      "Wang, K.",
      "Li, X."
    ],
    "summary": "Estradiol (E2), a pivotal mammalian reproductive hormone, is closely associated with estrogen-dependent diseases. 17beta-hydroxysteroid dehydrogenase type 1 (17beta-HSD1), a critical E2 synthesis enzyme, has been understudied for its post-translational regulation-despite its potential as a therapeutic target, no clinically approved inhibitors are currently available. In our investigation of porcine follicular atresia mechanisms, we identified five differentially phosphorylated residues in 17beta-HSD1. Using in vitro site-directed mutagenesis and transgenic mouse models carrying point mutations, we established that Ser30 and Ser274 are critical phosphorylation sites that robustly modulate 17beta-HSD1 enzymatic activity. We further demonstrated that activin A and insulin-like growth factor 1 (IGF-1) enhance 17beta-HSD1 activity by promoting its phosphorylation at these two sites. To target these regulatory residues, we designed and synthesized cell-penetrating peptides (CPPs) that specifically suppress 17beta-HSD1 phosphorylation. Functional assays conclusively demonstrated that these CPPs significantly suppressed 17beta-HSD1 activity in vitro. Notably, they also inhibited the proliferation, migration and invasion of MCF-7 cells, as well as tumor growth in a mouse model of breast cancer. Our study provides novel mechanistic insights into the regulation of 17beta-HSD1 and E2 synthesis, addressing a critical gap in steroid hormone biology. The identification of Ser30/Ser274 as functional phosphorylation sites and the development of CPP-based inhibitors offer both theoretical advances and translational potential, opening new avenues for the treatment of estrogen-dependent breast cancer.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696806",
    "doi": "10.64898/2025.12.29.696806",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696554",
    "title": "Long-term high throughput agitation culturing with real-time metabolic profiling",
    "authors": [
      "Lenzen, D.",
      "Holbrook, S.",
      "Kuan, D.",
      "Ling, Q.",
      "Tsai, C.-H."
    ],
    "summary": "Cellular metabolism relies on the dynamic coordination between glycolytic flux in the cytosol and oxidative phosphorylation (OXPHOS) within the mitochondria. To study the metabolic profiles of cells, researchers apply a monitoring system for measurements of critical parameters, e.g., pH and dissolved oxygen (DO), to understand underlying energy production tendencies, dictating the performance, resilience and growth of cells. However, implementing sensitive, non-invasive sensors into long-term culturing environments remains a technical bottleneck. Here, we describe the DolphinQ bioanalyzer, a novel culturing platform designed for high-throughput, real-time monitoring of cellular metabolism states under physiologically relevant conditions. We validate the system across multiple cell types and experimental set-ups, demonstrating its ability to resolve subtle metabolic shifts that are typically obscured in end-point assays. Notably, we utilize the system to characterize the metabolic impact of heteroplasmy in a mitochondrial disease model with affected ATP synthase. Our results underscore the utility of continuous, minimally disruptive monitoring for revealing the complexities of cellular metabolic adaptation. The DolphinQ framework therefore offers a robust tool for optimizing culture conditions across a wide range of applications and advancing fundamental research into metabolic flux and mitochondrial dysfunction.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696554",
    "doi": "10.64898/2025.12.28.696554",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696719",
    "title": "yallHap: Modern Y-chromosome haplogroup inference with probabilistic scoring and ancient DNA support",
    "authors": [
      "Hardie, A."
    ],
    "summary": "The human Y chromosome enables detailed reconstruction of paternal lineages through haplogroup classification. Existing tools for this purpose typically rely on outdated phylogenies, lack ancient DNA handling, or provide limited confidence metrics. Here I present yallHap, a Y-chromosome haplogroup classifier that integrates the YFull phylogenetic tree (185,780 SNPs) with probabilistic scoring, built-in ancient DNA damage filtering, and parallel processing for population-scale studies. Validation on 1,231 high-coverage gnomAD samples achieved 99.9% accuracy (95% CI: 99.5-100%) on GRCh38, and 1,233 samples from 1000 Genomes Phase 3 achieved 99.8% accuracy (95% CI: 99.3-100%). For ancient DNA with moderate variant density (4-10%), Bayesian ancient mode achieves +19.3 pp improvement over heuristic mode (+12 to +24 pp at 1% increments; see Supplementary Table S3), reaching 60-86% accuracy. On full AADR ancient DNA validation (7,333 samples spanning ~45,000 years), this translates to 90.7% overall accuracy (95% CI: 90.0-91.3%) versus 88.3% for heuristic transversions-only mode. At variant densities [&ge;]10%, both modes reach 97-99% accuracy. yallHap supports multiple reference genomes (GRCh37, GRCh38, T2T-CHM13v2.0), provides detailed quality metrics including optional ISOGG nomenclature output, and offers multi-threaded batch processing for large-scale studies. The tool is designed for integration into modern bioinformatics pipelines, with example wrappers for nf-core/eager [16,17] and Snakemake [18] workflows. The software is open source, available at https://github.com/trianglegrrl/yallHap, and distributed via pip, Bioconda, and Docker.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696719",
    "doi": "10.64898/2025.12.28.696719",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696721",
    "title": "Rejuvenation of white adipose tissue in a longitudinal heterochronic transplantation model",
    "authors": [
      "Moldakozhayev, A.",
      "Tyshkovskiy, A.",
      "Nigro, P.",
      "de Magalhaes, C. G.",
      "Ying, K.",
      "Eames, A. W.",
      "Poganik, J. R.",
      "Tskhay, A.",
      "Zhang, B.",
      "Tikhonov, S.",
      "Anekal, P. V.",
      "Carbone, N. P.",
      "Hirshman, M. F.",
      "Goodyear, L. J.",
      "Van Raamsdonk, J. M.",
      "Gladyshev, V. N."
    ],
    "summary": "Exposure to a younger system can induce organismal rejuvenation, yet whether all tissues can be rejuvenated and by what mechanisms remains understudied. We performed heterochronic and isochronic transplantation of subcutaneous white adipose tissue (WAT) between young and old mice and longitudinally tracked changes in biological age. Transplantation accelerated tissue aging, and the molecular age of grafts shifted toward that of the host. Most importantly, old WAT was rejuvenated in a young body. Epigenetic and transcriptomic clocks revealed a reduction of predicted age, accompanied by coordinated activation of canonical and previously unrecognized thermogenic pathways. Molecular rejuvenation was further supported by architectural changes toward a youthful state, including reduced lipid droplet size and decreased cellular heterogeneity. Mitochondrial abundance and morphology remained unchanged, while collagen deposition increased. These results demonstrate that WAT biological age is partially reversible and identify molecular and cellular features underlying its rejuvenation",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696721",
    "doi": "10.64898/2025.12.28.696721",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696879",
    "title": "Injury-induced CTE-like pathology emerges in a human multicellular in vitro brain model and reveals mitochondrial and neurovascular regulation.",
    "authors": [
      "Jun, S.",
      "Hinrichsen, D. S.",
      "Kansakar, S. B.",
      "Anamala, C. C.",
      "Teregeyo, J.",
      "Roberts, H. C.",
      "Arrasmith, C. M.",
      "Thielen, M. D.",
      "Liaudanskaya, V."
    ],
    "summary": "Chronic traumatic encephalopathy (CTE) is a progressive neurodegenerative disease linked to repetitive mild head impacts, but no human-based experimental system exists to study injury-induced CTE-like pathology. Here, we establish a long-lived, human multicellular in vitro brain platform in which controlled mechanical injury induces key cellular features of CTE-like pathology. Injured cultures developed persistent tau phosphorylation, axonal degeneration, chronic inflammation, and metabolic dysfunction without widespread neuronal loss, consistent with progressive pathology rather than acute toxicity. To assess physiological relevance, we integrated transcriptomic profiles from the model with postmortem human CTE brain datasets. This analysis revealed striking convergence at the level of disease-associated modules and pathways, with endothelial cells emerging as critical contributors to CTE-like transcriptional programs. Using this human-based system, we further identified delayed mitochondrial dysfunction as a prominent and sustained feature of injury-induced pathology. Together, these findings establish the first human in vitro platform for studying injury-induced CTE-like pathology and identify neurovascular and mitochondrial regulation as central components of chronic neurodegeneration following repetitive mild brain injury.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696879",
    "doi": "10.64898/2025.12.29.696879",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696779",
    "title": "Deuterated Polyunsaturated Fatty Acids Alleviate In Vitro Skeletal Muscle Dysfunction Induced by Oxidative Stress",
    "authors": [
      "Lu, X.",
      "Sharko, O. L.",
      "Shmanai, V. V.",
      "Shchepinov, M. S.",
      "Markworth, J. F."
    ],
    "summary": "Excessive oxidative stress drives lipid peroxidation and contributes to skeletal muscle atrophy in a range of musculoskeletal diseases. Polyunsaturated fatty acids (PUFAs) are essential components of muscle cell membrane phospholipids and are especially susceptible to peroxidation due to the presence of double bonds. Currently, therapeutic options targeting lipid peroxidation to prevent muscle wasting are limited. Substituting the hydrogen atom at the bis-allylic position with deuterium could conceivably limit lipid peroxidation while retaining enzymatic PUFA metabolism. Here we investigated the potential role of deuterated PUFAs (D-PUFAs) in protecting against muscle cell dysfunction under conditions of elevated oxidative stress. Both native (H-) and deuterated (D-) forms of long chain PUFAs including arachidonic acid (ARA), eicosapentaenoic acid (EPA), docosapentaenoic acid (DPA), and docosahexaenoic acid (DHA) stimulated in vitro muscle cell growth and development in the absence of oxidative stress. D-ARA, D-EPA, D-DPA, and D-DHA each protected cultured myotubes against the deleterious effects of direct exposure to reactive oxygen species (ROS) by limiting lipid peroxidation. In contrast, H-ARA, H-EPA, H-DPA, and H-DHA each increased sensitivity to ROS-induced lipid peroxidation and exacerbated oxidative stress-induced muscle cell dysfunction. Deuterated short chain linoleic acid (D-LA), alpha linolenic acid (D-ALA), as well as D-ARA and D-EPA (but not D-DPA or D-DHA) also protected against the deleterious effects of ferroptosis inducer erastin on myogenic differentiation. Finally, D-PUFAs modulated local expression of endogenous antioxidant enzymes and muscle-specific protein ligases. Overall, our study suggests a promising role of D-PUFAs as novel therapeutics to protect against skeletal muscle dysfunction induced by oxidative stress.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696779",
    "doi": "10.64898/2025.12.29.696779",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696881",
    "title": "Hierarchical Machine Learning Uncovers Topological Signatures of Autophagy Regulation by Oral Bacteria in Oral Squamous Cell Carcinoma",
    "authors": [
      "Latifi-Navid, H.",
      "Akhavan, M.",
      "Jalali, P.",
      "Barzegar Behrooz, A.",
      "Vakili, S.",
      "Vitorino, R.",
      "Beheshti, I.",
      "Menon, A.",
      "Mutalik, V. S.",
      "Schroth, R. J.",
      "Chelikani, P.",
      "Ghavami, S."
    ],
    "summary": "Oral squamous cell carcinoma (OSCC) progression has been increasingly linked to dysbiosis of the oral microbiome. We hypothesized that pathogenic versus commensal bacteria differentially rewire host autophagy networks to either promote or inhibit OSCC progression. To test this, we constructed host-bacterium autophagy interactomes from KEGG, STRING, and curated databases, identifying key network hubs (e.g., MAPK1, STAT3) via graph-theoretic metrics. We then applied a hierarchical unsupervised machine learning pipeline, combining two-stage principal component analysis with permutation testing and linear discriminant analysis (LDA), to interrogate differences in network topology. This multi-layer approach revealed a clear separation between pro-cancer (pathogenic) and anti-cancer (commensal) bacterial network signatures, with Fusobacterium nucleatum and Streptococcus mitis emerging as dominant global outliers. Pathogenic taxa activated inflammatory-metabolic autophagy signatures (e.g., NFKB1, MYC, ACACA), whereas commensals stabilized kinase-homeostasis signaling (EGFR, PTEN, HSP90AA1). Permutation testing confirmed that these network differences were highly significant and non-random (p < 0.001). We also derived a Dysbiosis Index that robustly distinguished the pro- versus anti-cancer bacterial cohorts with high predictive power. Collectively, our findings highlight oral microbiota-autophagy network topologies as potential biomarkers of OSCC dysbiosis and as novel therapeutic targets.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696881",
    "doi": "10.64898/2025.12.29.696881",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696900",
    "title": "GM1-oligosaccharide rescues rotenone-impaired neuronal polarization through RhoA/ROCK modulation and mitochondrial protection",
    "authors": [
      "Rodriguez, P. E. A.",
      "Colmano, G. N.",
      "Pellegrini, A.",
      "Mariani, M. E.",
      "Rosso, S. B.",
      "Quassollo, G.",
      "Helguera, P.",
      "Bisbal, M.",
      "FIDELIO, G. D.",
      "Sanchez, M."
    ],
    "summary": "Neuronal polarization is a fundamental process in the formation of functional neural circuits, relying on the precise coordination between cytoskeletal regulatory signals and mechanisms that sustain cellular integrity. Disruption of these processes compromises neuronal differentiation and survival, and various neurotoxic compounds, including certain pesticides, have been associated with such dysfunctions. In this context, identifying molecules that counteract these detrimental effects is of significant therapeutic interest. Neuronal polarization is essential for the establishment of functional neural circuits and relies on coordinated regulation of actin cytoskeleton dynamics, RhoA/ROCK signaling, and mitochondrial function. Here, we investigated the neuroprotective and neurorestorative potential of the ganglioside GM1 and its oligosaccharide derivative, osGM1, in primary hippocampal pyramidal neurons exposed to the mitochondrial neurotoxin rotenone. Rotenone induced a marked arrest of neuronal development, impaired axonal elongation, and disrupted mitochondrial organization and membrane potential. Both GM1 and osGM1 promoted recovery of neuronal polarity and axonal growth, exerting protective and restorative effects even under continuous toxin exposure, with osGM1 showing superior efficacy. Notably, osGM1 also reversed axonal growth deficits caused by pathological actin stabilization. Mechanistically, osGM1 normalized rotenone-induced hyperactivation of the RhoA/ROCK pathway without altering basal signaling and partially restored mitochondrial network integrity and function. Collectively, these findings identify osGM1 as a multi-target modulator of cytoskeletal and mitochondrial dysfunction and support its translational potential as a therapeutic strategy to counteract neurotoxin-induced neuronal damage.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696900",
    "doi": "10.64898/2025.12.29.696900",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696888",
    "title": "A mouse model of CHCHD10 p.R15L familial ALS presents mild, age-related motor neuron degeneration without protein instability or mitochondrial dysfunction",
    "authors": [
      "Park, J.",
      "Stepanova, A.",
      "Dash, J.",
      "Southwell, N.",
      "Zhao, D.",
      "Konrad, C.",
      "Taygi, P.",
      "Kwan, J. Y.",
      "Shneider, N. A.",
      "Mentis, G. Z.",
      "Manfredi, G.",
      "Kawamata, H."
    ],
    "summary": "Mutations in the mitochondrial protein CHCHD10 (D10) cause a spectrum of hereditary neurodegenerative disorders. Among these, the p.R15L variant is linked to a slowly progressive, late-onset familial form of amyotrophic lateral sclerosis (ALS) with unclear pathogenic mechanisms. To better understand this, we investigated a knock-in (KI) mouse model carrying the p.R15L mutation in the endogenous protein. Unlike previously described mutant D10 KI models, p.R15L KI mice exhibited normal D10 protein levels, with no evidence of large protein aggregates. Mitochondrial respiration and hydrogen peroxide emission in mitochondria isolated from muscle and brain were unaltered. Similarly, fibroblasts from human p.R15L carriers exhibited normal D10 levels and unchanged oxidative phosphorylation function. Histochemical analyses of p.R15L KI muscle revealed mild increases in mitochondrial enzymatic activity in a subset of muscle fibers and muscle transcriptomics showed elevated expression of PGC-1, suggesting enhanced mitochondrial biogenesis. p.R15L KI mice developed subtle, late-onset phenotypes, including reduced body weight and motor activity and increased anxiety-like behavior. Importantly, in aged mice electrophysiological studies demonstrated decreased amplitude of the compound muscle action potential, commensurate with a moderate loss of spinal cord motor neurons and elevated serum neurofilament light levels, indicative of neurodegeneration. Together, these results indicate that the p.R15L mutation produces a mild, late-onset motor neuron phenotype in mice, partially recapitulating the human disease, without mitochondrial functional or morphological alterations. The findings indicate that p.R15L D10 selectively impairs mouse motor neurons through a gain-of-function mechanism, providing a genetically accurate yet mild in vivo model of familial ALS.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696888",
    "doi": "10.64898/2025.12.29.696888",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696863",
    "title": "MicroRNA-mRNA Gene Regulatory Circuitry Orchestrates the Epigenetic and Transcriptional Reprogramming  from Pluripotency to Murine Mammary Epithelial stem-like-Cells lactogenic differentiation",
    "authors": [
      "Nayak, R.",
      "Tiwari, N.",
      "Ghosh, S. C.",
      "Kethavath, S.",
      "Bharne, D.",
      "Yellaboina, S.",
      "Kurukuti, S."
    ],
    "summary": "MicroRNAs (miRNAs) are small non-coding RNAs that post-transcriptionally regulate gene expression via mRNA degradation or translational repression. While miRNAs are established regulators of development and differentiation, their role in the dynamic mRNA transitions during lactogenic differentiation of mammary epithelial cells remains incompletely characterized. In this study, we profiled miRNA expression across four distinct developmental states: embryonic stem cells (ESCs), and three progressive stages of HC11 murine mammary epithelial differentiation, including undifferentiated growth factor maintained cells (HC11 N), glucocorticoid-primed cells (HC11 P), and prolactin induced lactogenic cells (HC11 PRL). By integrating these signatures with parallel mRNA expression profiles, we identified stage specific miRNA:mRNA regulatory axes. Our analysis revealed miRNAs coordinate networks of transcription factors and epigenetic regulators to shape the lactogenic transcriptome. While ESCs and undifferentiated HC11 cells were characterized by pathways associated with pluripotency and oncogenic signalling, the pregnancy like priming stage showed enrichment in, neurotrophin signalling. Crucially, the lactation like state was dominated by PI3K Akt and mTOR signalling critical drivers of epithelial proliferation and milk synthesis. Furthermore, the integration of miRNAs with transcriptional and epigenetic regulators highlighted the modulation of prolactin signalling and extracellular matrix receptor interactions during lactation. This study provides a comprehensive map of the miRNA-associated post transcriptional landscape of lactogenesis, offering a mechanistic framework for understanding mammary gland development and associated pathologies.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696863",
    "doi": "10.64898/2025.12.29.696863",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696903",
    "title": "Thioredoxin interacting protein (TXNIP), a redox regulator, mediates the RAPGEF3/4 signaling dependency in primary melanoma",
    "authors": [
      "Teertam, S. K.",
      "Singh, M.",
      "Altameemi, S.",
      "Gude, S.",
      "Roy, S.",
      "Rossman, R.",
      "Newton, M. A.",
      "Bennett, D. D.",
      "Ahmad, N.",
      "Cheng, X.",
      "Setaluri, V."
    ],
    "summary": "RAP guanine exchange factors (RAPGEF3/4) also known as EPAC1/2 (Exchange Protein Activated by cyclic AMP) are important signaling proteins. In cutaneous melanoma, we reported that loss of dependency on RAPGEF3/4 is associated with metastatic progression. Here, we investigated the molecular mechanisms underlying EPAC1/2 signaling in melanoma. Using transformed human melanocytes, chemical inhibition and genetic deletion of EPAC in Braf/Pten mice, we show that EPAC activation is an early event in melanomagenesis and is required for the growth of transformed melanocytes in vitro and melanomagenesis in vivo. Query of the Cancer Genome Atlas (TCGA) and immunohistochemical analysis of melanoma tumors showed that low EPAC mRNA and RAP1-GTP protein correlate with better diseases free survival of patients with primary melanoma. RNAseq analysis of patient-matched primary and metastatic melanoma cells treated with EPAC inhibitor ESI-09 revealed that TXNIP, an important regulator of redox homeostasis, is a downstream effector of EPAC-RAP1 signaling. Our data also show that EPACs promote melanoma growth by regulation of redox homeostasis and mitochondrial reactive oxygen species through activation of mechanistic target of rapamycin complex 1 (mTORC1) that stabilizes hypoxia-inducible factor 1-alpha (HIF-1), a transcriptional activator of TXNIP and glycolytic enzymes. Our data suggest that targeting mechanisms that metastatic melanoma cells employ to bypass EPAC dependency as a potential therapeutic approach for melanoma.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=134 SRC=\"FIGDIR/small/696903v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (30K):\norg.highwire.dtl.DTLVardef@12cef6borg.highwire.dtl.DTLVardef@11a93d9org.highwire.dtl.DTLVardef@1e0aae6org.highwire.dtl.DTLVardef@f3f056_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696903",
    "doi": "10.64898/2025.12.29.696903",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696923",
    "title": "Hepatocyte-like cells die via steroid hormone and nuclear receptor E75-mediated apoptosis",
    "authors": [
      "Radhakrishnan, D.",
      "Landgraf, N.",
      "Zechini, L.",
      "Scopelliti, A.",
      "Agrawal, N."
    ],
    "summary": "Metabolic tissues must sustain physiological function while retaining the capacity for timely cell death. Systemic hormones play a key role in coordinating this balance, yet how they regulate cell death in vivo remains unclear. Here, we investigate hormone-regulated cell death in a metabolically specialised tissue using Drosophila hepatocyte-like cells, known as oenocytes, as a tractable in vivo model. Through non-invasive longitudinal live imaging combined with oenocyte-specific genetic manipulation, we directly visualise larval oenocyte death during metamorphosis. We show that larval oenocyte loss is a dynamic, multistep process that is controlled by the steroid hormone ecdysone. We further identify the ecdysone-induced nuclear receptor E75 as a key regulator of cell death timing, as loss of E75 triggers premature oenocyte death. Oenocyte-specific manipulation of cell death pathways, together with live imaging using genetically encoded caspase reporters, provides direct evidence that larval oenocytes die by apoptosis. Together, this work defines how systemic hormonal signals regulate the timing of apoptosis in metabolically active cells, and establishes oenocytes as a powerful in vivo system for studying metabolic cell death.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696923",
    "doi": "10.64898/2025.12.29.696923",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696926",
    "title": "Activin/TGF-beta signaling levels coordinate whole-body regeneration with genotoxic stress in Schmidtea mediterranea",
    "authors": [
      "Brownlee, H.",
      "Dubey, A.",
      "Mahadev, N.",
      "Castles, Z.",
      "Rauschmayer, A.",
      "Ashraf, H.",
      "Benham-Pyle, B."
    ],
    "summary": "Highly regenerative animals often have a seemingly limitless capacity for tissue growth and stem cell proliferation, which often requires molecular and organismal capacities associated with pre-malignancy. Yet, these same organisms do not develop stem cell driven cancers. Here, we explored if the regenerative flatworm Schmidtea mediterranea has evolved mechanisms to modulate regeneration depending on underlying DNA damage or neoplastic risk. We first challenged worms to regenerate after increasing doses of ionizing radiation and found that even sublethal doses (500-1250Rads) transiently inhibit regeneration. After amputation, stem cells could divide and accumulate near injuries but did not increase proliferation rates in response to amputation or restore missing tissues. By leveraging published single cell sequencing datasets, we found that ionizing radiation increased activin ligand expression, particularly in the intestine. RNAi knockdown of 18 different activin signaling homologs identified activin ligands, activin receptors, and downstream Smad transcription factors whose depletion partially or fully rescued regenerative capacity after radiation. Notably, depletion of activin-2 did not alter radiation-induced stem cell loss. Instead, it increased stem cell expansion and amputation-induced proliferation, fully restoring regeneration despite prior DNA damage and depleted stem cell numbers. Together, our results indicate that Activin signaling levels are a central regulator of planarian stem cell behaviors, coordinating shifts between repair of pre-existing tissues following systemic damage, homeostatic tissue turnover, and whole-body regeneration. Moreover, Activin signaling may function as a conserved tumor suppressor in Schmidtea mediterranea by inhibiting stem-cell driven regeneration when damage levels are too high.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696926",
    "doi": "10.64898/2025.12.29.696926",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41474975",
    "title": "Hidden Workers in Aging Australia: Protocol of Intersectionality-Informed Mixed Methods Study.",
    "authors": [
      "Lee S",
      "Kang W",
      "Yang L",
      "Batra M"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474975/",
    "doi": "doi: 10.2196/83401",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41474639",
    "title": "Aging as a multifactorial disorder with two stages.",
    "authors": [
      "Gems D",
      "Carver A",
      "Zhao Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474639/",
    "doi": "doi: 10.18632/aging.206339",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41474336",
    "title": "Enterococcus faecalis induces H₂O₂-mediated epithelial cell death and enhances Candida albicans virulence in oropharyngeal candidiasis.",
    "authors": [
      "Vazquez-Munoz R",
      "Ranjan A",
      "Bertolini M",
      "Thompson A",
      "Mosharaf Ghahfarokhy P",
      "Harnden A",
      "Nobile CJ",
      "Sobue T",
      "Vera-Licona P",
      "Dongari-Bagtzoglou A"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474336/",
    "doi": "doi: 10.1128/msphere.00822-25",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41474229",
    "title": "The biology of PKM2 in the metabolism and senescence in diabetic kidney disease.",
    "authors": [
      "Kayes MI",
      "Kanasaki K"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474229/",
    "doi": "doi: 10.1111/jdi.70231",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41474187",
    "title": "Molecular Basis of Ovarian Aging and Reproductive Outcomes: Biomarker Exploration Based on Follicular Fluid.",
    "authors": [
      "Kobayashi H",
      "Shigetomi H",
      "Nishio M",
      "Umetani M",
      "Imanaka S",
      "Hashimoto H"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474187/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41474069",
    "title": "Five-year outcomes of pembrolizumab versus chemotherapy in Chinese patients with non-small-cell lung cancer and programmed cell death ligand 1 tumor proportion score ≥1%: KEYNOTE-042 China study.",
    "authors": [
      "Wu YL",
      "Zhang L",
      "Fan Y",
      "Zhou J",
      "Zhang L",
      "Zhou Q",
      "Li W",
      "Hu C",
      "Chen G",
      "Zhang X",
      "Zhou C",
      "Arenas CG",
      "Chen Z",
      "Yu WC",
      "Mok TSK"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41474069/",
    "doi": "doi: 10.1002/ijc.70265",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41473996",
    "title": "RETRACTED: Ahmad et al. Mechanisms and Therapeutic Implications of Cell Death Induction by Indole Compounds. Cancers 2011, 3, 2955-2974.",
    "authors": [
      "Ahmad A",
      "Sakr WA",
      "Rahman KMW"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41473996/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41473985",
    "title": "Multiple ETS family transcription factors bind mutant p53 via distinct interaction regions.",
    "authors": [
      "Metcalf SA",
      "Downing NF",
      "Mills KM",
      "Metcalfe SC",
      "Kritzer AE",
      "Mayo LD",
      "Hollenhorst PC"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41473985/",
    "doi": "doi: 10.1002/1873-3468.70260",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41472557",
    "title": "Redox-Active Cerium Oxide Nanoparticles Protect Against Acetaminophen-Induced Acute Liver Injury by Modulating Oxidative Stress and Inflammatory Pathways.",
    "authors": [
      "Wu QN",
      "Feng ZR",
      "Tang Q",
      "Jin JP",
      "Liu XH",
      "Mai ZB",
      "Zhao SN",
      "Lan YQ",
      "Chen KX",
      "Lin JD",
      "Xu PC",
      "Fu JJ"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472557/",
    "doi": "doi: 10.1021/acs.molpharmaceut.5c01647",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41472506",
    "title": "The exosome-PI3K/Akt-autophagy axis in diabetic vascular complications: Mechanisms and implications.",
    "authors": [
      "Liu W",
      "Xiao W",
      "Zeng Q",
      "Zhou Y",
      "Yang J",
      "Ouyang W"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472506/",
    "doi": "doi: 10.1111/dme.70196",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41472420",
    "title": "Rhythmicity of TOR (Target of Rapamycin) Activity Supports Circadian Function in Neurospora crassa.",
    "authors": [
      "Akhtari G",
      "Falahat Chian M",
      "Sooklal EM",
      "Lakin-Thomas P"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472420/",
    "doi": "doi: 10.1177/07487304251393577",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41472396",
    "title": "mTOR Inhibition in the Management of Recurrent Metastatic Solid Pseudopapillary Tumor of the Pancreas.",
    "authors": [
      "Herzenberg G",
      "Bhat TA",
      "Csizmok V",
      "Shen Y",
      "Reid GSD",
      "Maxwell CA",
      "Lange P",
      "Renouf D",
      "Bush JW",
      "Gowdy C",
      "Piper HG",
      "Marra MA",
      "Laskin J",
      "Rassekh SR",
      "Lim CJ",
      "Deyell RJ"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472396/",
    "doi": "doi: 10.1002/1545-5017.70083",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41470035",
    "title": "Protective Effects of Selenium Against TiZn Nanocomposite-Induced Oxidative Stress and Neurotoxicity in the Freshwater Mussel Unio ravoisieri.",
    "authors": [
      "Abidi O",
      "Khazri A",
      "Mezni A",
      "Belgacem R",
      "Hajlaoui W",
      "García-Barrera T",
      "Mahmoudi E",
      "Dellali M"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41470035/",
    "doi": "doi: 10.1002/tox.70023",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41470009",
    "title": "Upregulation of miR-502-5p in traumatic spinal cord injury modulates neuroinflammation and oxidative stress by targeting FBXO28.",
    "authors": [
      "Qiu D",
      "Liu J",
      "Hao X",
      "Zhang J"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41470009/",
    "doi": "doi: 10.1186/s13018-025-06565-7",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41470005",
    "title": "SGK1 triggers cartilage degradation in TMJOA via FoxO1/autophagy.",
    "authors": [
      "Tang H",
      "Ma C",
      "Xu M",
      "Wu G",
      "Li N",
      "Chen L"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41470005/",
    "doi": "doi: 10.1186/s13075-025-03690-w",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41469923",
    "title": "Bibliometric and visual analysis of ferroptosis in cardiovascular diseases.",
    "authors": [
      "Zhao X",
      "Cao X",
      "Lei L",
      "Xu W",
      "Guo Y",
      "He Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469923/",
    "doi": "doi: 10.1186/s13019-025-03820-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41469917",
    "title": "Semenogelin I-derived peptide SgI-52 binds membrane Peroxiredoxin 6 and induces oxidative stress in asthenozoospermic sperm.",
    "authors": [
      "Yang Y",
      "Lu C",
      "Wu Z",
      "Gao H",
      "Li H",
      "Deng R",
      "Li X",
      "He D",
      "Zhao H"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469917/",
    "doi": "doi: 10.1186/s12958-025-01516-7",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41469867",
    "title": "Association between systolic blood pressure trajectories and successful aging in middle-aged and elderly Chinese individuals: a longitudinal study.",
    "authors": [
      "Xin Y",
      "Qian X",
      "Yang Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469867/",
    "doi": "doi: 10.1186/s12889-025-25709-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41469845",
    "title": "MFSD2A: a molecular nexus linking blood-brain barrier, lipid metabolism, and ischemia-reperfusion injury.",
    "authors": [
      "Li C",
      "Ibrahim MM",
      "Fang C"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469845/",
    "doi": "doi: 10.1186/s11658-025-00828-1",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41469760",
    "title": "Targeting Cend1-Atp5f1b interaction rescues mitochondrial dysfunction and ameliorates ischemic brain injury.",
    "authors": [
      "Li H",
      "Yang Y",
      "Zhang M",
      "Guo E",
      "Li Z",
      "Wan B",
      "Miao Z",
      "Ge W",
      "Chen G",
      "Xu X"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469760/",
    "doi": "doi: 10.1038/s42003-025-09419-4",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41469751",
    "title": "Cross-cultural adaptation and analysis of psychometric properties of the Sinhala version of the Attitudes to Aging Questionnaire for institutionalized older adults.",
    "authors": [
      "Priyadarshani UGN",
      "Ilankoon IMPS",
      "Warnakulasuriya SSP",
      "Goonewardena CSE"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469751/",
    "doi": "doi: 10.1186/s40359-025-03919-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41469745",
    "title": "Cardiomyocyte overexpression of microRNA-210 mitigates apoptotic cell death induced by doxorubicin.",
    "authors": [
      "Guthormsen J",
      "Øiaas MS",
      "Allam MM",
      "Marwarha G",
      "Høydal MA"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469745/",
    "doi": "doi: 10.1186/s40959-025-00429-z",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41469741",
    "title": "Electroacupuncture ameliorates glycolipid metabolism disorder in skeletal muscle of type 2 diabetic rats via modulation of the AMPK/PGC-1α/TFAM signaling pathway.",
    "authors": [
      "Luo F",
      "Feng J",
      "Nverjiang J",
      "Ye J",
      "Liu C",
      "Chen H",
      "Li Z",
      "Lu Q",
      "Zhang W",
      "Zhang F",
      "Zhu J",
      "Su C"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469741/",
    "doi": "doi: 10.1186/s13098-025-01960-w",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41469735",
    "title": "STUB1-mediated PGC-1α ubiquitination promotes postoperative cognitive dysfunction in aged mice via modulating autophagy-lysosome machinery.",
    "authors": [
      "Shen QH",
      "Xia JY",
      "Ma Y",
      "Xu SS"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469735/",
    "doi": "doi: 10.1186/s40001-025-03771-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41469726",
    "title": "D-limonene modulates AMPK signaling to inhibit ox-LDL-induced foam cell formation.",
    "authors": [
      "Luo G",
      "Fang F",
      "Guo Y",
      "Li Y",
      "Luo X"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469726/",
    "doi": "doi: 10.1038/s41598-025-29351-1",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41469708",
    "title": "Atractylenolide III mitigates polycystic ovary syndrome by activating FDX1-mediated proliferation of ovarian granulocyte cells via PI3K/AKT/mTOR.",
    "authors": [
      "Tai W",
      "Zhou N",
      "Lv W",
      "He Q",
      "He S",
      "Chen K",
      "Wang Q",
      "Zhang J",
      "Li S",
      "Cao Y",
      "Zhou X"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469708/",
    "doi": "doi: 10.1186/s13048-025-01941-7",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41469702",
    "title": "The BRAF V600E/MEK/ERK/METTL3 positive feedback loop regulates autophagy and promotes stemness and invasiveness in glioblastoma via m(6)A modification.",
    "authors": [
      "Xie Y",
      "Li Y",
      "Tang M",
      "Li Z",
      "Hu W",
      "Qiu X",
      "Wang C",
      "Zou Y",
      "Lu J",
      "Yuan Z",
      "Chen F",
      "Yang Y",
      "Lu C",
      "Sai K",
      "Guo Y",
      "He Z",
      "Duan H",
      "Mou Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469702/",
    "doi": "doi: 10.1186/s13046-025-03623-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41469693",
    "title": "Targeting autophagy and programmed cell death in neurological diseases via probiotic intervention.",
    "authors": [
      "Chen L",
      "Sabihi SS",
      "Zhang C"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469693/",
    "doi": "doi: 10.1186/s13099-025-00787-0",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41469684",
    "title": "Astrocytic SIRT1 ameliorates cognitive deficits after traumatic brain injury via autophagy-mediated MEGF10 phagocytosis.",
    "authors": [
      "Ji Q",
      "Zhang Y",
      "Zhang Z",
      "Cui K",
      "Zhao L",
      "Sun X",
      "Qu H",
      "Song J",
      "Xiao J",
      "Zhang X",
      "Lu Y",
      "Xu J",
      "Li D"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469684/",
    "doi": "doi: 10.1186/s12974-025-03633-x",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41469646",
    "title": "Potential mechanism underlying HXSJ decoction in the treatment of venous leg ulcers: based on the association between venous leg ulcers and ferroptosis.",
    "authors": [
      "Pan S",
      "Xiong L",
      "Li J",
      "Wang Z",
      "Su Y",
      "Fang G",
      "Zhu M",
      "Shi H",
      "Li J",
      "Liu Z",
      "Han C",
      "Shi Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469646/",
    "doi": "doi: 10.1186/s12906-025-05184-3",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41469633",
    "title": "IMProving older people's health through physical ACTivity: the implementation of a community-based framework to promote park-based active ageing.",
    "authors": [
      "Levinger P",
      "Fearn M",
      "Dreher B",
      "Bauman A",
      "Soh SE",
      "Brusco NK",
      "Gilbert A",
      "Muoio R",
      "Burton E",
      "Hill K"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469633/",
    "doi": "doi: 10.1186/s12889-025-25634-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41469611",
    "title": "Ageing populations: new challenges in longevity.",
    "authors": [
      "Callaway J",
      "Strozza C",
      "Christensen K",
      "Doblhammer G",
      "Rau R",
      "Søgaard J"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469611/",
    "doi": "doi: 10.1186/s12889-025-25531-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41469587",
    "title": "How do the oldest old die in very fast ageing territories? The case of overseas France.",
    "authors": [
      "Pennec S",
      "Hervy M",
      "Lépori M",
      "Pontone S",
      "Bringé A",
      "Guion V",
      "Evin A"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469587/",
    "doi": "doi: 10.1186/s12877-025-06609-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41469518",
    "title": "Unraveling sex differences in age-related hippocampal decline: differential mitochondrial dysfunction, Lonp1-dependent mitochondrial proteostasis and mtROS production in aged C57BL/6 mice.",
    "authors": [
      "Cicali KA",
      "Jara C",
      "Cortés-Díaz D",
      "Lira M",
      "Fuentes Í",
      "Catenaccio A",
      "Arnaíz J",
      "Ricca M",
      "Valenzuela S",
      "Oliva CA",
      "Rivera DS",
      "Tapia-Rojas C"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469518/",
    "doi": "doi: 10.1038/s41419-025-08360-y",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41469435",
    "title": "Correction: Mechanistic studies of Ca(2+)-induced classical pyroptosis pathway promoting renal adhesion on calcium oxalate kidney stone formation.",
    "authors": [
      "Xiang J",
      "Lv M",
      "Luo Y",
      "Ke K",
      "Zhang B",
      "Wang M",
      "Zhang K",
      "Li H"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469435/",
    "doi": "doi: 10.1038/s41598-025-33377-w",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41469420",
    "title": "Novel anti-ITGA4 monoclonal antibody induces cell death via large pore formation in NK/T-cell lymphoma cells.",
    "authors": [
      "Takeuchi S",
      "Ito Y",
      "Matsuoka S",
      "Abe M",
      "Tsurui H",
      "Horimoto Y",
      "Fukuhara T",
      "Hirano T",
      "Mizutani N",
      "Ito T",
      "Hatano R",
      "Nakao A",
      "Terao Y",
      "Kitade M",
      "Hamano Y",
      "Takamatsu H",
      "Matsuoka H",
      "Nakatsura T",
      "Yagita H",
      "Okumura K",
      "Itakura A"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469420/",
    "doi": "doi: 10.1038/s41598-025-32892-0",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41469379",
    "title": "mTOR signaling networks: mechanistic insights and translational frontiers in disease therapeutics.",
    "authors": [
      "Zhang H",
      "Xiao X",
      "Pan Z",
      "Dokudovskaya S"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469379/",
    "doi": "doi: 10.1038/s41392-025-02493-4",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41469373",
    "title": "Chemotherapy-induced adipo-lineage cell senescence drives bone loss.",
    "authors": [
      "Raut GK",
      "Malachowski T",
      "Melam A",
      "Ramalho-Oliveira R",
      "Holt T",
      "Luo X",
      "Yao Z",
      "Faget DV",
      "Ren Q",
      "DeNardo DG",
      "Stewart SA"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469373/",
    "doi": "doi: 10.1038/s41467-025-67793-3",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41469326",
    "title": "A novel target for the insulin signaling pathway in glucose-mediated growth regulation.",
    "authors": [
      "Subasinghe WTRDW",
      "Miyahara K",
      "Motoyama S",
      "Takeya H"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469326/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41469242",
    "title": "Overexpression of mitofusin 2 ameliorates inflammation and oxidative stress in lipopolysaccharide-induced mastitis model by regulating phosphofurin acidic cluster sorting protein 2.",
    "authors": [
      "Zhou X",
      "Zhang Y",
      "Ma H",
      "Fu S",
      "Liu J",
      "Guo W",
      "Tian X",
      "Huang B"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469242/",
    "doi": "doi: 10.1002/ame2.70110",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41469193",
    "title": "Epigenetic ageing and the risk of Parkinson's disease.",
    "authors": [
      "Peng X",
      "Flores-Torres MH",
      "Cortese M",
      "Peng C",
      "Hung AY",
      "Schwarzschild M",
      "Ascherio A",
      "Bjornevik K"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469193/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41469190",
    "title": "Targeting autophagy in Duchenne muscular dystrophy: mechanistic insights and emerging therapeutic strategies.",
    "authors": [
      "Krishna L",
      "Srivathsa A",
      "Anand R",
      "Rao A",
      "Karnik M",
      "Vishwanath P",
      "Dharmashekar C",
      "Kumar Honnavalli Y",
      "Prashant A"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469190/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41469142",
    "title": "MAVS/CMTM6 axis couples mitochondrial homeostasis to immunogenic senescence via CCL3-driven T-cell recruitment in renal carcinoma.",
    "authors": [
      "Wang H",
      "Fan Y",
      "Liang Q",
      "Tao W",
      "Chen X",
      "Wang J",
      "Cao S",
      "Ye J",
      "Zuo S",
      "Zhang C",
      "Shen D",
      "Gao Y",
      "Huang Q",
      "Ma X",
      "Zhang X",
      "Huang Y",
      "Yang M"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469142/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41469020",
    "title": "[Mechanism of reactive oxygen species regulation in bone metabolism and its significance in oral bone-related diseases].",
    "authors": [
      "Lang L",
      "Zhang ZH",
      "Liu MK",
      "Liu HH"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41469020/",
    "doi": "doi: 10.3760/cma.j.cn112144-20250804-00300",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41468690",
    "title": "Senescence-associated gene pathways are differentially expressed in equine aging-related osteoarthritis.",
    "authors": [
      "Singer J",
      "Chow L",
      "Ammons D",
      "Sabino I",
      "Impastato R",
      "Dow S",
      "Pezzanite LM"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468690/",
    "doi": "doi: 10.2460/ajvr.25.09.0343",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41468323",
    "title": "Conjoining of the TSH receptor with the IGF-1 receptor with particular attention to the role of β1 arrestin.",
    "authors": [
      "Mezei M",
      "Latif R",
      "Davies TF"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468323/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "pmid:41472364",
    "title": "Dephosphorylation and polyubiquitination of the histone variant H2AX coordinately terminate DNA damage signaling in Arabidopsis.",
    "authors": [
      "Lu X",
      "Yu X",
      "Deng Z",
      "Wang Z",
      "Zhang L",
      "Shi S",
      "Wang L",
      "Yan S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41472364/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41468804",
    "title": "A machine learning-based model for the prediction of thyroid eye disease with oxidative stress-related biomarkers.",
    "authors": [
      "Liu J",
      "Qian W",
      "Yang L",
      "Zhu T",
      "Wei Y",
      "Fang L",
      "Fang S",
      "Sun J",
      "Zhou H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468804/",
    "doi": "doi: 10.1016/j.exer.2025.110835",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41468793",
    "title": "Dcn/HIF1A axis modulates proliferation, apoptosis, oxidative stress and autophagy in liver regeneration.",
    "authors": [
      "Wang H",
      "Liu K",
      "Ma W",
      "Wang K",
      "Li K",
      "Zhang Y",
      "Li Y",
      "Gao H",
      "Li L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468793/",
    "doi": "doi: 10.1016/j.intimp.2025.116096",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41468707",
    "title": "Ferroptosis susceptibility in primary coenzyme Q(10) deficiency: Cellular insights from patient fibroblasts and clinical course of six individuals.",
    "authors": [
      "Watanabe C",
      "Miyauchi A",
      "Aoki S",
      "Watanabe M",
      "Jimbo EF",
      "Miyama Y",
      "Kitayama H",
      "Uno Y",
      "Watanabe K",
      "Hattori Y",
      "Yotsumoto Y",
      "Onuki T",
      "Sugiyama Y",
      "Ichimoto K",
      "Yatsuka Y",
      "Okazaki Y",
      "Imasawa T",
      "Murayama K",
      "Ohtake A",
      "Yamagata T",
      "Osaka H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468707/",
    "doi": "doi: 10.1016/j.braindev.2025.104497",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41468632",
    "title": "Baicalin Alleviates LPS-Induced Apoptosis of Periodontal Ligament Cells Via Inhibiting Endoplasmic Reticulum Stress.",
    "authors": [
      "Abulaiti G",
      "Qin X",
      "Mao J",
      "Zhu G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468632/",
    "doi": "doi: 10.1016/j.identj.2025.109365",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41473738",
    "title": "Effect of Beetroot Extract Supplementation on Serum Fatty Acid Profiles and Oxidative Stress Markers in Chronic Coronary Artery Disease Patients: A Secondary Analysis of a Randomized Controlled Trial.",
    "authors": [
      "Mansouri-Baseri A",
      "Moohebati M",
      "Bahrami LS",
      "Tabesh H",
      "Rezaie M",
      "Nematy M",
      "Davoudi F",
      "Rezvani R"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41473738/",
    "doi": "doi: 10.1155/bmri/6654492",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41468409",
    "title": "Association between methylmalonic acid and Alpha-Klotho in American adults: A cross-sectional study.",
    "authors": [
      "Bao R",
      "Qi H",
      "Liao L",
      "Yu Q",
      "Li J",
      "Liu R",
      "Zhou C"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468409/",
    "doi": "doi: 10.1371/journal.pone.0337285",
    "categories": [],
    "keywords_matched": [
      "\\bKlotho\\b"
    ]
  }
]