[
  {
    "id": "10.64898/2026.02.19.706886",
    "title": "Isogenic cortical organoids enable precision targeting of APP variant-specific pathways in Alzheimer's disease",
    "authors": [
      "Grass, T.",
      "Cosacak, I. M.",
      "Ordureau, A.",
      "Price, F.",
      "Kavali, S.",
      "Caldarelli, A.",
      "Qiao, M. N.",
      "Vardarajan, B. N.",
      "Paulo, J. A.",
      "Marass, M.",
      "Rubin, L. L.",
      "Kizil, C.",
      "Rodriguez-Muela, N."
    ],
    "summary": "Alzheimer's disease (AD) lacks disease-modifying therapies, in part due to the limitations of existing disease models, which have struggled to capture the early pathogenic events leading to neuronal degeneration. Unfortunately, recent therapies targeting hallmarks of AD have proven inefficient in humans, and it is thus necessary to identify alternative targets. Here, by generating an isogenic panel of hiPSC-derived cortical organoids carrying familial AD-associated APP variants or the protective A673T variant, we identified distinct, actionable pathogenic pathways specific to each variant. Proteomic analyses revealed variant-specific molecular disruptions: A673V organoids show impairments in proteostasis and cholesterol metabolism, whereas KM670/671NL organoids exhibit mitochondrial bioenergetic defects. These signatures overlapped with dysregulated proteins in post-mortem AD brains, demonstrating the reliability of our in vitro model. Importantly, targeted interventions restored neuronal survival in a variant-specific manner: overexpression of the master regulator of lysosomal biogenesis, TFEB, rescued A673V neurons, while ferroptosis inhibition selectively protected KM670/671NL neurons. Overall, our results indicate that differential treatments can be tailored based on distinct genetic backgrounds, supporting the development of precision medicine approaches in AD.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706886",
    "doi": "10.64898/2026.02.19.706886",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706838",
    "title": "Beyond dual hubs: Task and aging shape taxonomic and thematic semantic relationships in the human brain",
    "authors": [
      "Kuhnke, P.",
      "Martin, S.",
      "Chapman, C. A.",
      "Hartwigsen, G."
    ],
    "summary": "Semantic knowledge about concepts and their relationships is central to human cognition. Taxonomic relationships link concepts belonging to the same category (e.g. dog and bear), while thematic relationships connect concepts co-occurring in the same events (e.g. dog and leash). The dual-hub theory proposes that taxonomic relations rely on the anterior temporal lobe (ATL), whereas thematic relations rely on the temporo-parietal cortex (TPC). However, it remains unclear whether taxonomic and thematic representations depend on the concurrent task and how they change with aging. The present fMRI study addressed these gaps by jointly investigating the effects of semantic relationship, task, and age on semantic processing. Young and older adults performed taxonomic and thematic judgments on picture pairs that were taxonomically related, thematically related, or unrelated. Our results do not support the dual-hub theory: TPC and ATL responded to both taxonomic and thematic relationships, with a consistent thematic bias. Moreover, their activity was task-dependent. Semantic control regions flexibly responded to task-relevant semantic relations. Finally, aging was associated with a decline in domain-general and domain-specific semantic control, more bilateral ATL engagement, as well as behavioral and neural shifts from taxonomic towards thematic processing. Increased thematic activity was associated with higher accuracy but slower responses. These findings support accounts of age-related neural dedifferentiation and semanticization: Older adults require increased cognitive resources to maintain accuracy at a high level, but this comes at the cost of efficiency.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706838",
    "doi": "10.64898/2026.02.19.706838",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706868",
    "title": "Reg3β removes aged neutrophils after myocardial infarction",
    "authors": [
      "Loerchner, H.",
      "Canes-Esteve, L.",
      "Detzer, J.",
      "Harzenetter, R.",
      "Camacho-Pulido, L.",
      "Goes, M. E.",
      "Waechter, C.",
      "Schlattner, S.",
      "Guenther, S.",
      "Kuenne, C.",
      "Looso, M.",
      "Alayoubi, Y.",
      "Klicek, F.",
      "Pucic-Bakovic, M.",
      "Lauc, G.",
      "Campos, D.",
      "Sanda, M.",
      "Gunzer, M.",
      "Totzeck, M.",
      "Poeling, J.",
      "Braun, T."
    ],
    "summary": "Recruitment and resolution of immune cell accumulation after myocardial infarction (MI) is critical for effective wound healing and prevention of maladaptive remodeling. Numerous signals are known to recruit neutrophils, critical drivers of inflammation, but knowledge about signals containing and resolving their accumulation is limited. We discovered that Regenerating-islet derived protein 3 beta (REG3{beta}) limits the persistence of neutrophils after MI, thereby promoting resolution of inflammation. REG3{beta} selectively binds to aged and hyperactive neutrophils and induces rapid cell death, enabling clearance via macrophage-mediated efferocytosis. Selective binding of REG3{beta} is achieved by interaction with paucimannosylated proteins that translocate from azurophile granules to the plasma membrane in an activation- and age-dependent manner. Endocytotic uptake and accumulation of REG3{beta} in lysosomes initiates programmed cell death of neutrophils via lyosomal membrane permeabilization and release of cathepsins. Our work establishes REG3{beta} as a local immune checkpoint essential for neutrophil resolution and cardiac repair.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706868",
    "doi": "10.64898/2026.02.19.706868",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706872",
    "title": "Cellular Senescence Drives Zinc Accumulation and Transporter Dysregulation in Intestinal Epithelial Cells",
    "authors": [
      "Terrell, K. C.",
      "Choi, S.",
      "Choi, J.",
      "Choi, S."
    ],
    "summary": "Zinc is essential for life, and its regulation is tightly controlled by numerous transporters. As we age, our micronutrient levels, intake, and absorption change. Additionally, senescent cells increase with age and can contribute to the progression of age-related diseases. The study of Zn homeostasis in senescent intestinal cells is a relatively unexplored area that we aimed to investigate. Using two models to induce senescence in intestinal epithelial cells, etoposide treatment and gamma-irradiation, we observed that Zn levels increased in the cells, likely due to the upregulation of Zn transporters ZIP4 and ZnT7. This upregulated Zn seems to accumulate in the Golgi apparatus, and when Zn accumulation is blocked through chelation, a rescue effect occurs, marked by a decrease in senescence markers. This research emphasizes the role of Zn in senescent cells and its possible involvement in the development of senescence and the disrupted Zn homeostasis seen with aging.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706872",
    "doi": "10.64898/2026.02.19.706872",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706832",
    "title": "Identification of 4,5,6,7-Tetrabromo-1H-benzotriazole (TBB) as a Small Molecule MESH1 Inhibitor that Suppresses Ferroptosis",
    "authors": [
      "Mestre, A. A.",
      "Oh, Y.",
      "Wu, J.",
      "Dunn, D.",
      "Setayeshpour, Y.",
      "Chen, S.-Y.",
      "Lin, C.-C.",
      "Cochrane, C. S.",
      "Jeong, P.",
      "Nam, G.",
      "Markey, C.",
      "Reker, D.",
      "Floyd, S. R.",
      "Hong, J.",
      "Zhou, P.",
      "Chi, J.-T. A."
    ],
    "summary": "Ferroptosis is a regulated form of cell death driven by iron-dependent lipid peroxidation and contributes to diverse pathologies including ischemia-reperfusion injury and neurodegenerative disorders. Current ferroptosis inhibitors largely function as nonspecific radical-trapping antioxidants, limiting their clinical utility. We previously identified MESH1 as a key regulator of ferroptosis through its NADPH phosphatase activity. Here, we identify 4,5,6,7-tetrabromo-1H-benzotriazole (TBB) as a small molecule inhibitor of MESH1 with an IC50 value of 4.7 {+/-}0.3 M. X-ray crystallography revealed the molecular determinants of TBB recognition which are corroborated through structure-activity relationships of TBB analogs. TBB protected multiple cell lines against ferroptosis in vitro, and this effect was mitigated by MESH1 knockdown, consistent with on-target activity. Furthermore, TBB reduced neuronal death in an ex vivo brain slice model of Alzheimer's disease. Collectively, these findings establish TBB as a bona fide small-molecule MESH1 inhibitor that suppresses ferroptosis and establishes MESH1 as a promising therapeutic target.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706832",
    "doi": "10.64898/2026.02.19.706832",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706707",
    "title": "Mutation-Resolved Drug Sensitivity Atlas Reveals Broad RAS(ON) Inhibitor Vulnerabilities and a STAT3 Co-Dependency in NRAS-Mutant Melanoma",
    "authors": [
      "Yeung, S. F.",
      "Chen, J. X.",
      "Law, C. T. Y.",
      "Law, A. C. H.",
      "Lee, C.",
      "Leung, A. M. F.",
      "Chau, M. P. K.",
      "Ko, B. C.-B.",
      "Wu, Y.",
      "Liang, K.",
      "Cho, W. C.",
      "Siu, M. K. Y.",
      "Chan, K. K. L.",
      "Tsui, S. K. W."
    ],
    "summary": "NRAS mutations drive 20 to 30% of melanomas and are associated with poor response to immunotherapies. RAS(ON) inhibitors such as daraxonrasib (RMC-6236) have shown promising activity in NRAS-mutant melanoma, yet mutation-specific sensitivity, resistance mechanisms, and rational combination strategies remain largely unresolved. Here, we performed saturation mutagenesis across NRAS mutation hotspots to systematically evaluate mutation-resolved oncogenic fitness and drug responsiveness to six direct RAS inhibitors (sotorasib, adagrasib, ADT-007, BI-2865, RMC-6236, and RMC-7977) using isogenic melanoma spheroids, xenografts, and pooled drug-sensitivity profiling. RMC-6236 and RMC-7977 displayed the broadest activity, sensitizing ~80% of recurrent NRAS mutations across the P-loop and Switch II regions. Several clinically observed mutations, including Q61P, G13D/V/R, and G60E, showed reduced susceptibility to RAS(ON) inhibition. Structural modelling and thermostability analysis indicated impaired inhibitor engagement or reduced tricomplex stability as potential mechanisms of resistance. RAS(ON) blockade also induced STAT3 activation, particularly in oncogenic Q61 mutants. Co-targeting STAT3 with napabucasin or siRNA enhanced apoptosis, suppressed MYC, and improved tumour control in vitro and in vivo. Together, this study provides the first comprehensive mutation-resolved sensitivity atlas for NRAS-mutant melanoma, highlights structural mechanisms underlying resistance to RAS(ON) inhibitors, and identifies STAT3 inhibition as a rational combination strategy. These findings offer preclinical evidence supporting mutation-guided patient stratification and combination-therapy development for NRAS-mutated melanoma.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706707",
    "doi": "10.64898/2026.02.18.706707",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706692",
    "title": "Multilevel impairment of mitochondrial respiration with sex-specific signatures in inclusion body myositis",
    "authors": [
      "Shammas, I.",
      "Iaali, H.",
      "Watzlawik, J. O.",
      "Vidal Folch, N.",
      "Dasari, S.",
      "Preston, G.",
      "Nguyen, T. K. O.",
      "Springer, W.",
      "Kozicz, T.",
      "Hasadsri, L.",
      "Trushina, E.",
      "Lanza, I. R.",
      "Naddaf, E."
    ],
    "summary": "Background: Oxidative phosphorylation (OXPHOS) is a central function and a key indicator of mitochondrial fitness, yet studies in human tissue remain limited. Inclusion body myositis (IBM) is a progressive myopathy that lies at the intersection of aging, inflammation and mitochondrial dysfunction. We aimed to perform a comprehensive profiling of mitochondrial respiration in muscle tissue from patients with IBM. Methods: A wide battery of complementary tests from RNA level to high-resolution respirometry on permeabilized muscle fibers was performed. The relationship between respiration, mitochondrial content, mitochondrial DNA (mtDNA) abnormalities and mitophagy was examined, along with the correlation with various clinical parameters to determine the clinical significance of the findings. Results: The study included a total of 67 patients with IBM and 45 controls. IBM muscle tissue exhibited reduced maximal respiration per tissue weight in State 3 (high substrates, high ADP) and uncoupled state with decreased coupling efficiency and higher leak control ratios. When adjusting for citrate synthase reflecting mitochondrial content, males had decreased State 3 intrinsic respiration, whereas females had greater intrinsic respiration in leak states. Complex II control ratio strongly correlated with disease duration and severity only in females. IBM was associated with decreased RNA and protein expression of OXPHOS complexes. Complex I activity was decreased mainly in females. IBM samples exhibited lower maximal H2O2 emission, accompanied by a higher total antioxidant capacity that correlated with disease duration in females. In IBM, there was decreased mtDNA content, and impaired mitophagy, both of which strongly correlated with respirometry measures and markers of disease severity, indicating these pathways are likely interconnected and of clinical significance. Conclusion: IBM is characterized by multilevel impairments in mitochondrial coupling efficiency, revealing several potential therapeutic targets to improve mitochondrial fitness, while accounting for sex-specific differences.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706692",
    "doi": "10.64898/2026.02.18.706692",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706703",
    "title": "Unique mineralization pattern revealed in TBCK syndrome mouse model",
    "authors": [
      "Katsura, K. A.",
      "Jiang, Y.",
      "Didziokas, M.",
      "Badt, N. Z.",
      "Dougherty, S.",
      "Vining, K. H.",
      "Bhoj, E. J."
    ],
    "summary": "TBCK syndrome is a severe degenerative leukoencephalopathy with multisystem involvement. Neurodevelopmental, craniofacial, and pulmonary challenges are among the topmost effects on these children. TBCK has been implicated in endo-lysosomal regulation, RNA transport, and mTOR-associated pathways, all of which are critical for the development of mineralized tissue. Although craniofacial abnormalities can be clinically apparent, conventional imaging approaches may overlook subtle defects in mineral quality. Here, we apply our multimodal framework to investigate the mineralization of enamel, dentin, and alveolar bone in a Tbck knockout mouse model. This is the first time our multimodal framework will be applied to a genetic condition. Using micro-computed tomography (microCT), histology, nanoindentation, energy-dispersive spectroscopy, and Raman spectroscopy, we identify tissue- and stage-dependent mineral effects undetected by microCT alone. Tbck loss resulted in differences in enamel and dentin element compositions as early as secretory and transition stages, while mechanical properties remained undetected until maturation stage. Notably, Tbck knockout enamel exhibited reduced calcium and phosphorus content, along with increased carbon content during early mineralization, consistent with the retained organic matrix. Additionally, marked and opposing alterations in magnesium and iron levels began at the secretory stage. Together, these findings define a previously unrecognized mineralization signature associated with TBCK deficiency and establish multimodal hard-tissue analysis as a sensitive approach for detecting early craniofacial phenotypes in rare genetic disorders.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706703",
    "doi": "10.64898/2026.02.18.706703",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706625",
    "title": "Weckle is a molecular switch that diverts Toll signalling from innate immunity towards growth by engaging Yki",
    "authors": [
      "Perez-Sanchez, M. D.",
      "Li, G.",
      "Moncrieffe, M.",
      "Rojo-Cortes, F.",
      "Malinovska, K.",
      "Sample, E.",
      "Maddick, M.",
      "Moreira, M.",
      "Connolly, E. C.",
      "Parsons, A.",
      "Feuda, R.",
      "Gay, N. J.",
      "Hidalgo, A."
    ],
    "summary": "The mechanisms underlying how the brain can switch from a plastic to a degenerative state are unknown. Tolls and Toll-Like receptors (TLRs) could be involved since they underlie both neuroinflammation and structural brain plasticity. Here, we show that the Toll signalling adaptor Weckle (Wek) (a ZAD-Zinc-finger transcription factor) can switch the response from promoting innate immunity or cell death, to inducing growth instead. Myristoylated Wek binds Tolls at the membrane, and concerted PI3K and Toll signalling drive its nuclear translocation. Wek interacts with Yorkie (Yki) (the key regulator of growth restrained by Hippo) enabling its nuclear shuttling. Remarkably, Wek blocks innate immunity. Instead, Wek and Yki together drive glial cell proliferation and growth. Through this mechanism, Toll signalling could promote structural brain plasticity via Wek and Yki downstream. As Tolls and Yki are widespread, these findings could have important implications for understanding also regeneration and cancer.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706625",
    "doi": "10.64898/2026.02.18.706625",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706743",
    "title": "OT-knn: a neighborhood-aware optimal transport framework for aligning spatial transcriptomics data",
    "authors": [
      "Song, J.",
      "Li, Q."
    ],
    "summary": "Spatial transcriptomics (ST) measures gene expression while preserving spatial context within tissues, enabling detailed characterization of tissue organization. As ST technologies advance, aligning datasets across tissue sections, individuals, platforms, and developmental stages has become increasingly important but remains challenging due to sparse expression, biological heterogeneity, and geometric distortions between slices. We introduce OT-knn, a method for ST alignment that integrates local neighborhood information within an optimal transport framework. Rather than relying solely on single-spot expression, OT-knn reconstructs each spot using its spatial k-nearest neighbors, capturing microenvironment context that is more robust to noise and variability. These representations are then used to derive probabilistic correspondences between slices. We evaluate OT-knn using simulated data with known ground-truth alignment and real datasets from multiple ST platforms, including human dorsolateral prefrontal cortex data (10x Genomics Visium), mouse brain aging data with both within-donor and cross-donor comparisons (MERFISH), and a multi-stage axolotl brain dataset (Stereo-seq). Across these settings, OT-knn achieves accurate and robust alignment, particularly in the presence of spatial deformation, donor heterogeneity, and developmental variation.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706743",
    "doi": "10.64898/2026.02.19.706743",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706626",
    "title": "Hypoxic stress granules trigger immunogenic dormancy in lung cancer",
    "authors": [
      "Smith, M. G.",
      "Ramos, A. R.",
      "Panchal, H.",
      "Cerkezi, N. H.",
      "Garcia, C.",
      "Spruce, L.",
      "Fazelinia, H.",
      "Maggi, L. B.",
      "Mailloux, A. W."
    ],
    "summary": "Induction of the MHC class I antigen processing and presentation pathway (C1APP) is a critical part of the IFN-g; response necessary for effective cytotoxic immunity against tumors of epithelial origin1,2. Loss of this response is associated with worse disease outcomes and renders patients refractory to immunotherapies3-6. Without C1APP induction, tumor cells cannot optimally process and present immunopeptides from tumor-associated antigens (TAA) and neoantigens to effector cytotoxic T cells7-9. Here, we show that physiologic levels of hypoxia block induction of the immunoproteasome (IP) and other C1APP components in cancer cells, including human non-small cell lung cancer (NSCLC). In A549 cells, this leads to impaired presentation of more than 73% of detectable immunopeptides, including TAA and neoantigen-derived immunopeptides. This effect is independent of HIF-1a or HIF-2a signaling, protein degradation, autophagy, or stimulus type. Instead, hypoxia induces translational arrest of C1APP mRNAs prior to complete monosome loading, along with sequestration into hypoxia-associated stress granules. This phenomenon is reversible with the epitranscriptomic compound 5-azacytidine. Consistent with these findings, IP expression is excluded from hypoxic regions in most human NSCLC tumors. Together, these results link tumor hypoxia to a state of immunogenic dormancy and identify stress granules as a previously unrecognized mechanism of immune escape.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706626",
    "doi": "10.64898/2026.02.18.706626",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706635",
    "title": "Autophagy induction mitigates FUS aggregate formation and early synaptic dysfunction at the NMJ in the FUS-ALS model",
    "authors": [
      "Malik, T.",
      "Jones, S.",
      "Ma, O.",
      "Mohan, S.",
      "Burger, R. M.",
      "Babcock, D. T."
    ],
    "summary": "Mutations in Fused in Sarcoma (FUS), a RNA binding protein, cause Amyotrophic Lateral Sclerosis (ALS). ALS is an aggressive neurodegenerative disease resulting in motor neuron degeneration. Defects in synaptic integrity precede neuronal loss in ALS, but the mechanisms responsible for these early synaptic defects are unclear. To investigate early synaptic defects associated with ALS, we expressed an ALS-linked variant of human FUS in adult motor neurons and assessed synaptic pathology at the neuromuscular junction (NMJ). Here we highlight the accumulation of FUS-positive aggregates at synaptic terminals and subsequent reduction in microtubule stability. We show that inducing autophagy via expression of Rab1 or Fragile-X Mental Retardation Protein 1 (FMR1), or treatment with rapamycin reduces aggregate formation and restores synaptic structure and function. These findings reveal the utility of inducing autophagy to address early synaptic dysfunction in an ALS model and demonstrate a potential therapeutic target to preventing later stages of disease progression.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706635",
    "doi": "10.64898/2026.02.19.706635",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706849",
    "title": "Daraxonrasib (RMC-6236) is an effective targeted therapy for RAS-mutant neuroblastoma",
    "authors": [
      "Faber, A. C.",
      "Floros, K. V.",
      "Dozmorov, M.",
      "Koblinski, J.",
      "Lorenz, M. R.",
      "Kraskauskiene, V.",
      "Hu, B.",
      "Zhang, K.",
      "Kehinde, V.",
      "Xing, Y.",
      "Roberts, J.",
      "Slaughter, J. M.",
      "Kurupi, R.",
      "Dalton, K. M.",
      "Hill, R. D."
    ],
    "summary": "Neuroblastoma (NB) is the most common extracranial solid tumor in children. Relapsed or refractory (R/R) high-risk (HR) NB tumors continue to exhibit poor outcomes despite intensive and protractive multimodal therapy. Activating mutations in the RAS- mitogen-activated protein kinase (MAPK) pathway are frequently observed in R/R HRNB. The early promise of ALK inhibitors to treat ALK-mutant NB underscores the ability of appropriate targeted therapies to improve outcomes for HRNB patients. While MAPK pathway activation is prominent in HRNB, FDA-approved MEK inhibitors and KRAS G12C inhibitors have failed to demonstrate significant preclinical single-agent activity. Daraxonrasib (RMC-6236), a potent and selective RAS(ON) inhibitor, has demonstrated activity in both preclinical models and early phase clinical trials of RAS-mutant adult cancers. A subset of R/R HRNB tumors is noteworthy for containing diverse RAS-mutations, providing rationale for RMC-6236 investigation. In this study, we evaluated the therapeutic efficacy and oncogenic signaling modulation of RMC-6236 across NB models harboring RAS pathway activation. RMC-6236 as a single-agent treatment led to a significant decrease in cell viability, suppression of downstream MAPK signaling, upregulation of the MAPK pathway effector protein BIM, and increased cell death in RAS-mutant NB models as well as in NF1-mutant NB models. In vivo studies evidenced that RMC-6236 had on-target activity that significantly reduced tumor growth and extended survival in RAS-mutant HRNB mouse models. Furthermore, RMC-6236-induced both BCL-2 and BIM upregulation and enhancement of BIM:BCL-2 complexes in RAS-mutant NB. As such, the BCL-2 inhibitor venetoclax further enhanced RMC-6236-mediated killing by disrupting RMC-6236 enhanced BIM:BCL-2 complexes. These findings demonstrate that RMC-6236 is a rationale targeted therapy for RAS-mutant NB, a subset of NB that is progressively understood as conferring particularly poor outcomes. RMC-6236 is a clinically relevant drug that can successfully target the MAPK pathway in these cancers. This study supports expanded clinical testing of this novel therapy to this important subset of neuroblastoma.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706849",
    "doi": "10.64898/2026.02.19.706849",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706407",
    "title": "A New Sparse Bayesian Quantile Neural Network-based Approach and Its Application to Discover Physiological Sweet Spots in the Canadian Longitudinal Study on Aging",
    "authors": [
      "Min, J.",
      "Vishnyakova, O.",
      "Brooks-Wilson, A.",
      "Elliott, L. T."
    ],
    "summary": "Identifying physiological sweet spots (optimal ranges for homeostasis) is essential for precision medicine. However, traditional statistical methods often rely on globally linear or locally jagged models that struggle to capture the smooth, non-linear nature of biological regulation in high-dimensional data. We present the Quantile Feature Selection Network (Q-FSNet), a neural network-based framework that integrates quantile regression, feature selection, and uncertainty estimation to identify biomarkers with sweet spots. Unlike traditional methods, Q-FSNet learns continuous response curves without requiring pre-specified number of change points. We further introduce Quantile Dirichlet Network (Q-DirichNet), a fully Bayesian extension that utilizes Dirichlet priors to automate feature shrinkage. Using data from the Canadian Longitudinal Study on Aging, we identified 25 metabolites with distinct homeostatic ranges for which biological age acceleration is minimized. The metabolites with sweet spots for biological aging include some derived from diet or produced by the gut microbiome; this highlights their potential for knowledge translation and public health impact. Our results, corroborated by existing literature, demonstrate that these sparse neural network-based methods offer a scalable and interpretable tool for discovering metabolic signatures of healthy aging vs. dysregulation in large-scale omics research.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706407",
    "doi": "10.64898/2026.02.19.706407",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706923",
    "title": "Mathematical Modeling of AA Amyloidosis: Coupling SAA-HDL Binding Dynamics with Path-Dependent Renal Aging",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AA amyloidosis is a severe complication of chronic inflammatory diseases characterized by fibrillar protein deposition in the kidneys, leading to progressive organ failure. This study presents a mathematical model coupling SAA-HDL binding dynamics with renal amyloid aggregation kinetics to elucidate disease pathogenesis. Under normal conditions, Serum Amyloid A (SAA) circulates bound to high-density lipoprotein (HDL), which acts as a molecular chaperone preventing misfolding. However, during chronic inflammation, SAA production exceeds HDL binding capacity, resulting in free SAA that undergoes renal filtration. The model calculates free SAA concentration from reversible binding equilibrium and incorporates renal filtration, mesangial accumulation, and conversion to amyloid fibrils through primary nucleation and autocatalytic growth mechanisms. A central contribution of this work is quantifying accumulated nephrotoxicity arising from AA oligomers, which inflict cumulative cytotoxic damage to mesangial and tubular cells over time. Because oligomers are continuously generated during ongoing aggregation, their toxic burden integrates across the entire duration of the disease. Combined nephrotoxicity, encompassing both oligomer-mediated cellular injury and fibril-driven mechanical disruption of renal architecture, therefore reflects not merely the current disease state but the full inflammatory trajectory of the patient. This cumulative damage defines renal biological age, a measure of functional deterioration whose portion attributable to accumulated nephrotoxicity is irreversible. Renal biological age is also path-dependent: two patients with identical present-day SAA levels may carry different renal damage burdens depending on the duration, timing, and severity of their prior inflammatory episodes. Sensitivity analysis reveals that HDL concentration and SAA cleavage rate are critical determinants of amyloid burden.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706923",
    "doi": "10.64898/2026.02.19.706923",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.705289",
    "title": "Spatial multi-omics identify an immunosuppressive lipid-laden macrophage niche in primary CNS lymphoma",
    "authors": [
      "Hong, L.",
      "Liu, M.",
      "Sridhar, S.",
      "Ong, Z. Y. C.",
      "Tay, S. C. N.",
      "Lai, W. X. C.",
      "Tipgomut, C.",
      "Jaynes, P.",
      "Peng, Y.",
      "Tan, C. L.",
      "Hue, S. S.-S.",
      "Ng, S.-B.",
      "Mel, S. D.",
      "Poon, L.",
      "Batumalai, Y.",
      "Jayalakshmi,",
      "Brooks, J.",
      "Hamberger, F.",
      "Lane, B. J.",
      "Jimenez-Sanchez, D.",
      "Braubach, O.",
      "Pan-Hammarstrom, Q.",
      "Sudharshan, R.",
      "Tsang, A.",
      "Rao, A.",
      "Keller, E. T.",
      "Hawula, Z.",
      "Burgess, M.",
      "Tuczko, N.",
      "Keane, C.",
      "Ponzoni, M.",
      "Tripodo, C.",
      "Jeyasekharan, A. D."
    ],
    "summary": "Primary central nervous system lymphoma (PCNSL) is a subtype of diffuse large B-cell lymphoma (DLBCL) with confined CNS growth. We evaluated tumor microenvironment (TME) features associated with its unique tropism. Comparative spatial transcriptomic profiling of PCNSL samples (n=17) revealed increased macrophage infiltration compared to systemic DLBCL (n=76). These macrophages showed enrichment of immunosuppressive (SPP1) and cholesterol metabolism signatures. These findings were validated across three independent PCNSL scRNA-seq cohorts (n=8,7,13), with further characterization as lipid-laden macrophages (LLMs)- like those noted in glioblastoma. These LLMs are transcriptionally distinct from microglia, derive from infiltrating monocytes, show activation of lipid metabolism, and have unique interactions with T-cells. Hyperplex spatial proteomics confirms GPNMB LLMs and identifies LLM-T cell distance as a correlate of treatment response. Together, our findings define a distinct feature of the TME in PCNSL and identify lipid-laden macrophages as a candidate population for immune modulation and therapeutic targeting",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.705289",
    "doi": "10.64898/2026.02.19.705289",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706502",
    "title": "Integrative multi-omics and multi-trait analysis prioritizes regulatory mechanisms and genes for metabolic dysfunction-associated steatotic liver disease",
    "authors": [
      "Feng, Z.",
      "Chen, F.",
      "Xiao, J.",
      "Du, A.",
      "Deng, J.",
      "Zhang, Y.",
      "Li, X.",
      "Zheng, A.",
      "Li, H."
    ],
    "summary": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prevalent condition that progresses from simple steatosis to advanced fibrosis, significantly affecting liver function and systemic health. Despite its widespread impact, therapeutic options are limited, highlighting the urgent need for comprehensive exploration to identify potential therapeutic targets. In this study, we created an analysis pipeline anchored on liver gene expression, integrating differential meta-analysis of transcriptomic data across three MASLD stages, transcriptome-wide Mendelian randomization (MR), and transcriptome-wide association studies (TWAS), to identify 39 candidate genes potentially involved in MASLD progression. Furthermore, we prioritized these genes using a scoring system that incorporated gene expression-clinical phenotype correlation meta-analysis, proteome-wide association studies (PWAS), and external genetic data from the GWAS Catalog and ExPheWAS. Single-nucleus RNA sequencing (snRNA-seq) analysis of liver cells from healthy to cirrhotic stages revealed stage- and cell-type-specific expression patterns of these prioritized genes. Through experimental validation in a lipid overload hepatocyte model, we confirmed the role of MLIP in lipid metabolism. These findings, available through an interactive web portal (masldportal.net), provide valuable insights into MASLD mechanisms and offer an easy-accessible resource for the research community.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706502",
    "doi": "10.64898/2026.02.19.706502",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706931",
    "title": "NMD-mediated control of Tor influences adaptation to nutrient and temperature conditions in Cryptococcus neoformans",
    "authors": [
      "Duffy, S.",
      "PANEPINTO, J. C."
    ],
    "summary": "The yeast Cryptococcus neoformans is an opportunistic human pathogen capable of surviving within various environmental conditions. The repertoire of antifungal agents effective in treating cryptococcal infection is limited, necessitating the identification of alternative treatment strategies. Nonsense-mediated decay (NMD) is an RNA decay mechanism that regulates gene expression post-transcriptionally, and impacts fluconazole sensitivity in C. neoformans, but specific mechanisms leading to NMD phenotypes remain unexplored. Using phenotypic analysis and RNA-sequencing analysis, we identify basal dysregulation of thermal- and nutrient-adaptive genes and demonstrate temperature- and/or nutrient-dependent phenotypic suppression of upf1{Delta} phenotypes, including fluconazole sensitivity and resistance to rapamycin. We determine rapamycin co-treatment also suppresses the upf1{Delta} fluconazole sensitivity, implicating dysregulation of Tor signaling in phenotypic outcomes when NMD is absent. We then investigate Tor-sensitive signaling in the upf1{Delta} mutant, finding inhibition of cell wall integrity (CWI) signaling and hyperactivation of the kinase Gcn2, both of which returned to wildtype-like levels by either rapamycin treatment, nutrient limitation, or constitutive thermal stress. These results indicated NMD is required for appropriate regulation of Tor signaling in unstressed conditions and suggested upf1{Delta} phenotypes are driven in part by Tor hyperactivation. A phenotypic screen of mutants lacking Tor regulators revealed that deletion of the Tor-suppressing IML1 gene recapitulates upf1{Delta} phenotypes and signaling defects, consistent with Tor hyperactivation. Taken together, our results suggest NMD participates in the regulation of Tor signaling in C. neoformans. Future work will investigate how specific targets of NMD impact Tor signaling and promote fluconazole sensitivity in C. neoformans.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706931",
    "doi": "10.64898/2026.02.19.706931",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706987",
    "title": "Neuropeptide Y deficiency in the bone marrow drives hematopoietic stem and progenitor cell aging",
    "authors": [
      "Kamble, D.",
      "Ropa, J.",
      "Kamocka, M. M.",
      "Qi, Y.",
      "Imperiale, N.",
      "Singh, P."
    ],
    "summary": "Aging-related blood disorders are linked to defects in the regenerative and multilineage differentiation ability of hematopoietic stem and progenitor cells (HSPCs). While remodeling of the bone marrow (BM) microenvironment where HSPCs reside is known to contribute to these age-associated defects, the underlying factors and mechanisms remain poorly defined. Here, we discovered that the age-related decline of the neurotransmitter neuropeptide Y (NPY) in the BM is a critical driver of HSPC dysfunction. Using mouse models, we demonstrated that NPY levels decrease in the BM with age, and that genetic NPY overexpression or exogenous NPY administration in old mice substantially reverses aging-associated phenotypic and functional defects in HSPCs. Transcriptome analysis revealed that NPY supplementation in old mice restores aging-disrupted molecular pathways in their HSCs, including oxidative stress responses, myeloid differentiation, stemness, mitochondrial activity, and RhoA signaling. However, NPY genetic loss in young mice led to a decline in HSCs regenerative capacity and increased oxidative stress. Importantly, NPY levels also decline in elderly humans, and ex vivo treatment of human BM-derived HSPCs with NPY enhances their in vivo repopulating capacity. These results suggest that NPY supplementation or preservation of NPY-producing nerve fibers could be a therapeutic strategy to rejuvenate aged HSC function.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706987",
    "doi": "10.64898/2026.02.20.706987",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706902",
    "title": "CDK12/13 inhibitor, CTX-439, suppresses tumor growth and potentiates BCL-2 family blockade",
    "authors": [
      "Yamakawa, H.",
      "Khatab, R.",
      "Mizutani, A.",
      "Ebara, S.",
      "Hirayama, T.",
      "Tanaka, S.",
      "Tarumoto, Y.",
      "Sugiyama, M.",
      "Sugino, S.",
      "Takano, M.",
      "Tokuhara, H.",
      "Tanaka, T.",
      "Banno, H.",
      "Arikawa, Y.",
      "Fukui, Y.",
      "Fujimoto, Y.",
      "Islam, S.",
      "Toi, M.",
      "Kawaguchi, K.",
      "Morishita, D.",
      "Yusa, K."
    ],
    "summary": "CDK12 and CDK13 (CDK12/13) regulate transcription by phosphorylating Serine 2 (S2) of the C-terminal domain of RNA polymerase II and have been proposed as therapeutic targets in cancer. Here we report the development of CTX-439, a novel, orally bioavailable, ATP-competitive small-molecule CDK12/13 inhibitor. CTX-439 specifically inhibits S2 phosphorylation and downregulates many genes including those involved in DNA damage repair, thereby exerting a profound anti-cancer effect in vitro and in vivo including breast cancer PDX models. A CRISPR activation screen identified BCL-2 and BCL-xL, anti-apoptotic BCL-2 family members, as genes that when upregulated confer resistance to CTX-439. Simultaneous inhibition of BCL-2/BCL-xL and CDK12/13 rapidly induced apoptosis and significantly suppressed xenograft tumor growth. Mechanistically, CTX-439 downregulates MCL1 protein levels through transcriptional readthrough, shifting cell survival dependency to BCL-2 and BCL-xL. Our study provides novel insights into the anti-tumor effect of CDK12/13 inhibition and proposes a new combination therapy strategy with anti-apoptotic BCL-2 family inhibitors, which may improve therapeutic outcomes in cancer treatment.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706902",
    "doi": "10.64898/2026.02.20.706902",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706964",
    "title": "Extracellular methylglyoxal; the passage across brain endothelial cells and the effect on barrier function",
    "authors": [
      "Berends, E.",
      "Guimbal, S.",
      "Zhang, X.",
      "Frijns, I.",
      "van de Waarenburg, M. P. H.",
      "Scheijen, J. L. J. M.",
      "Wouters, K.",
      "van Oostenbrugge, R. J.",
      "Engelhardt, B.",
      "Foulquier, S.",
      "Schalkwijk, C. G."
    ],
    "summary": "Background: Methylglyoxal (MGO), a highly reactive by-product of glycolysis, has been associated with cognitive decline and Alzheimer's disease, though the mechanistic role of MGO remains unclear. Moreover, conflicting findings exist regarding MGO's toxicity on the blood-brain barrier (BBB). This study investigated whether MGO can cross the BBB under physiologically relevant conditions and whether MGO affects BBB permeability. Methods: Mice were intravenously injected with highly purified home-made MGO or PBS, and MGO concentration was measured at five timepoints in the cerebral cortex up to 4 hours after injection. MGO toxicity was screened on a human brain endothelial cell line (hCMEC/D3) using a live/dead assay prior to the study of selected MGO concentrations and on hiPSC-derived brain microvascular endothelial cells (EECM-BMECs). EECM-BMECs were cultured on Transwell(R) inserts, and barrier function was assessed by sodium fluorescein permeability and transendothelial passage of 13C3-MGO quantified by UPLC-MS/MS. Results: MGO levels in the mouse cortex did not increase post-injection. MGO was not toxic to hCMEC/D3 cells, and it had no impact on barrier properties of EECM-BMECs. After 1-hour exposure, ~13% of total 13C3-MGO was recovered in its free form, and only ~1% of supplemented MGO was recovered from the abluminal side. Conclusion: MGO does not cross the BBB in vivo and does not affect barrier properties of a human in vitro model of the BBB. In vitro MGO passage across the BBB is minimal. These findings suggest that circulating MGO is unlikely to directly affect neuronal function via BBB disruption or enter the brain in its free from.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706964",
    "doi": "10.64898/2026.02.20.706964",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706947",
    "title": "DNA-damaging combination treatments impose genotype-specific constraints on hypermutator evolvability",
    "authors": [
      "Mulkern, A. J.",
      "Bassler, S. O.",
      "Matlock, W.",
      "Typas, A.",
      "MacLean, C."
    ],
    "summary": "Bacterial hypermutator strains drive rapid evolution of antibiotic resistance in chronic infections. Inspired by cancer therapy approaches that exploit synthetic lethality by targeting DNA repair deficiencies in hypermutator tumours, we tested whether pairing a conventional antibiotic with a secondary DNA-damaging agent could constrain hypermutator evolution in bacteria. Using high-throughput experimental evolution of Escherichia coli repair-deficient strains, we evolved populations under carbapenem selection in combination with ciprofloxacin or mitomycin C. Strains lacking oxidative damage repair, double-strand break repair, or transcription-coupled repair showed significantly reduced evolvability, particularly under constant antibiotic pressure and increasing genotoxic stress. However, mismatch repair (MMR) hypermutators, the predominant clinical genotype, did not show reduced evolvability under these combination treatments. This is consistent with pathway orthogonality: MMR does not repair the structural DNA lesions induced by ciprofloxacin or mitomycin C, and the elevated mutation supply of MMR-deficient strains may allow rapid adaptation despite background DNA damage. Our findings demonstrate that combination strategies can constrain the evolvability of specific repair-deficient genotypes in vitro, but success requires matching DNA damage type to specific repair vulnerabilities. This work establishes proof of principle for genotype-directed antimicrobial strategies that exploit DNA repair vulnerabilities to constrain hypermutator evolution.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706947",
    "doi": "10.64898/2026.02.20.706947",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2023.04.06.535882",
    "title": "The BOD1L subunit of the SETD1A complex sustains the expression of DNA damage repair genes despite restraining H3K4 trimethylation",
    "authors": [
      "Ciotta, G.",
      "Singh, S.",
      "Kranz, A.",
      "Gupta, A.",
      "Torres, D. C.",
      "Fu, J.",
      "Choudhury, R.",
      "Liske, N.",
      "Chu, W. K.",
      "Choudhary, C.",
      "Gahurova, L.",
      "Severinov, D.",
      "Al-Fatlawi, A.",
      "Schroeder, M.",
      "Aasland, R.",
      "Anastassiadis, K.",
      "Poetsch, A. R.",
      "Stewart, A. F."
    ],
    "summary": "SETD1A is the histone 3 lysine 4 (H3K4) methyltransferase central to the mammalian version of the highly conserved eight subunit Set1 complex (Set1C) that apparently conveys H3K4 trimethylation (H3K4me3) onto all active Pol II promoters. Accordingly, the Setd1a mouse knock-out dies in early embryogenesis at the epiblast stage and mouse embryonic stem cells (ESCs) die when SETD1A is removed. We report that ESC death is accompanied by loss of expression of DNA repair genes and accumulating DNA damage. BOD1L and BOD1 are homologs of the yeast Set1C subunit, Shg1, and subunits of the mammalian SETD1A and B complexes. We show that the Shg1 homology region binds to a highly conserved central alpha-helix in SETD1A and B. Like mutagenesis of Shg1 in yeast, conditional mutagenesis of Bod1l in ESCs promoted increased H3K4 di- and tri-methylation but also, like loss of SETD1A, loss of expression of DNA repair genes, increased DNA damage and cell death. In contrast to similar losses of DNA repair gene expression, the converse changes in H3K4 methylation after loss of SETD1A or BOD1L implies that H3K4 methylation is not essential for expression of the target DNA repair genes. Because BOD1L becomes highly phosphorylated after DNA damage and acts to protect damaged replication forks, the SETD1A complex, and BOD1L in particular, are key nodes for the DNA damage repair network.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.04.06.535882",
    "doi": "10.1101/2023.04.06.535882",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.17.599425",
    "title": "Convergence of Angiotensin Signaling on Lung Pericyte and Stromal Behaviors",
    "authors": [
      "Benjamin, K. J. M.",
      "Gonye, E.",
      "Sauler, M.",
      "Gidner, S.",
      "Malinina, A.",
      "Neptune, E. R."
    ],
    "summary": "The renin-angiotensin system is a well-characterized regulator of tissue homeostasis whose clinical relevance has expanded to include lung disorders such as chronic obstructive pulmonary disease (COPD)-associated emphysema, idiopathic pulmonary fibrosis, and COVID-19. Despite this interest, the cell-specific localization of angiotensin receptors in the human lung has remained poorly defined, in part due to limitations of available antibody reagents. Here, we define the expression patterns of the two predominant angiotensin receptors, AGTR1 and AGTR2, using complementary bulk and single-nucleus transcriptomic datasets from human lung tissue. We demonstrate that these receptors exhibit mutually exclusive, compartment-specific localization, with AGTR1 expressed in lung pericytes and AGTR2 expressed in alveolar epithelial type 2 cells. AGTR1 is detectable in isolated lung pericytes, and spatial colocalization with pericyte markers confirmed within the airspace microvasculature compartment by RNAscope. Airspace pericyte abundance was reduced in an experimental emphysema model but restored by pharmacologic attenuation of AGTR1 signaling commensurate with airspace repair. In COPD lungs, AGTR1 expression showed heterogeneous, disease-associated dysregulation across stromal populations, including upregulation in alveolar fibroblasts. Bulk transcriptomics also revealed aging-associated redistribution of AGTR1 expression into stromal compartments. Angiotensin II and cigarette smoke impaired pericyte migration toward endothelial cells, while combined exposure suppressed pericyte proliferation. Together, these findings identify AGTR1 as a new highly selective marker of lung pericytes and a regulator of pericyte behaviors within the airspace microvasculature. These findings provide a cell-resolved framework for angiotensin signaling with direct relevance to airspace resilience and therapeutic targeting.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.17.599425",
    "doi": "10.1101/2024.06.17.599425",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.04.15.648906",
    "title": "Extrachromosomal DNA micronucleation constrains tumour fitness andimproves patient survival",
    "authors": [
      "Brueckner, L.",
      "Xu, R.",
      "Tang, J.",
      "Gnanasekar, A.",
      "Herrmann, A.",
      "Wong, I. T.-L.",
      "Zhang, S.",
      "Tu, F.",
      "Pilon, M.",
      "Kukalev, A.",
      "Pardon, K.",
      "Sidorova, O.",
      "Atta, J.",
      "Yu, Q.",
      "Montouri, G.",
      "Pradella, D.",
      "Ilic, M.",
      "Suina, K.",
      "Novais-Cruz, M.",
      "Kaltenbach, S.",
      "Treue, D.",
      "Giurgiu, M.",
      "Herzog, S.",
      "Hollinger, A.-S.",
      "Wittstruck, N.",
      "Fernandez, M.",
      "Wolozyn, N.",
      "Becker, F.",
      "Louma, V.-R.",
      "Yan, X.",
      "Schmargon, R.",
      "Doerr, J.",
      "Gamlin, D.",
      "Lehmann, A.",
      "Guergen, D.",
      "Richter, M.",
      "Dubois, F.",
      "Simeoni, F.",
      "Pennycook, B. R.",
      "Hamilton, A.",
      "Lindemann, R. K.",
      "Dawes, C.",
      "Balmus, G.",
      "Hero, B.",
      "Fischer, M.",
      "Bafna, V.",
      "Verhaak, R"
    ],
    "summary": "Extrachromosomal DNA (ecDNA) contributes to cancer genome instability by enabling high-copy oncogene amplification, intratumoural heterogeneity and rapid genetic change. Micronuclei (MN) are frequently observed in chromosomally unstable cancers, yet their origins and relevance in ecDNA-driven tumours remain incompletely understood. Here, we investigate the relationship between ecDNA segregation errors and MN formation. We find that ecDNA frequently localizes to MN and represents a prominent source of MN content in ecDNA-positive cancer cells. Mitotic clustering of oncogene-bearing ecDNAs is associated with asymmetric inheritance and mis-segregation into MN. Transfer of oncogenes from ecDNA into MN is accompanied by reduced transcriptional output. Single-MN sequencing shows that individual MN are enriched for ecDNA to a degree that exceeds expectations from stochastic mis-segregation and that in MN oncogenes originating from multiple distinct ecDNAs coalesce. Using live-cell imaging, we observe that cells inheriting ecDNA-positive MN show limited proliferative capacity and an increased likelihood of cell death. In neuroblastoma patients with MYCN-amplified ecDNA, higher frequencies of ecDNA-positive MN at diagnosis are associated with improved event-free and overall survival. Together, these findings link ecDNA mis-segregation to MN formation and reduced cellular fitness, suggesting that ecDNA-positive MN may reflect a state of impaired oncogenic ecDNA function with potential relevance for clinical outcome.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.15.648906",
    "doi": "10.1101/2025.04.15.648906",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.04.674332",
    "title": "EZH2 Inhibition Induces a Metabolic Stress Response Sensitizing TNBC to Glutaminase Targeting",
    "authors": [
      "Porras, L.",
      "Fukano, M.",
      "Gironne, A.-S.",
      "Quadri, E.",
      "Alzial, G.",
      "Philippeau, H.",
      "Alaessa, Y.",
      "Monast, A.",
      "Gorse, F.",
      "St-Arnaud, M.",
      "De Sa Tavares Russo, M.",
      "MADER, s.",
      "Avizonis, D.",
      "Lemieux, S.",
      "Park, M. M.",
      "Deblois, G."
    ],
    "summary": "EZH2, the catalytic subunit of Polycomb Repressive Complex II, is overexpressed and associated with poor prognosis in triple-negative breast cancer (TNBC). Although EZH2 inhibition induces significant changes in chromatin landscapes and gene expression, it has a limited impact on the growth of TNBC models, suggesting adaptive compensatory mechanisms. Here, we demonstrate that EZH2 inhibition leads to the accumulation of misfolded proteins and double-stranded RNA (dsRNA), triggering an essential integrated stress response (ISR) through PKR and PERK activation. By inducing ISR-mediated ATF4 activation, EZH2 inhibition enhances amino acid flux and promotes glutaminolysis, in turn activating mTOR signaling to support TNBC cell survival. Pharmacological targeting of this metabolic adaptation with a glutaminase (GLS) inhibitor in combination with EZH2 inhibition significantly impairs TNBC cell proliferation and tumor growth. These findings reveal a stress-driven metabolic adaptation that sustains TNBC survival upon EZH2 blockade and highlight inhibition of this pathway as a strategy to enhance the efficacy of EZH2 inhibitors in TNBC.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.04.674332",
    "doi": "10.1101/2025.09.04.674332",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.19.677260",
    "title": "Epigenetic aging in brain tissue of the self-fertilizing vertebrate, Kryptolebias marmoratus",
    "authors": [
      "Belik, J.",
      "Silvestre, F."
    ],
    "summary": "DNA methylation changes predictably with age across taxa, but in most species these patterns are confounded by genetic variation. As a result, age-predictive methylation models have mostly been developed in genetically heterogeneous, cross-fertilizing organisms, limiting inference about epigenetic aging per se. Disentangling epigenetic and genetic effects is therefore essential for understanding aging, adaptation, and evolution. Here, we exploit the mangrove rivulus (Kryptolebias marmoratus), one of only two known self-fertilizing vertebrates (together with K. hermaphroditus), to examine epigenetic aging in a system of naturally occurring near-isogenic individuals. Using reduced-representation bisulfite sequencing of 90 brain samples spanning 60-1100 days of age, we identified 40 CpG sites whose methylation levels predict chronological age with high accuracy (R2 > 0.96, Median Absolute Error of 28.7 days). These 40 age-associated CpG sites were linked to nearby genes with known roles in cellular maintenance and neurodegeneration. These include genes implicated in aging and neurodegenerative processes across vertebrates, such as lamin-A, the aryl hydrocarbon receptor, and genes associated with Alzheimer's disease in humans. By leveraging a self-fertilizing vertebrate, this study demonstrates that DNA methylation undergoes consistent, age-associated changes across the lifespan in the near absence of genetic variation. Our results establish self-fertilizing vertebrates as powerful models for disentangling epigenetic aging from genetic effects and provide a foundation for comparative and evolutionary studies of aging.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.19.677260",
    "doi": "10.1101/2025.09.19.677260",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.02.686085",
    "title": "Ultra-High Field 31P functional Magnetic Resonance Spectroscopy Reveals NAD+ Dynamics in Brain Energy Metabolism during Visual Stimulation.",
    "authors": [
      "Kaiser, A.",
      "Anvari Vind, F.",
      "Duarte, J. M. N.",
      "Jelescu, I. O.",
      "Lin, Y.",
      "Yu, X.",
      "Widmaier, M.",
      "Wenz, D.",
      "Xin, L."
    ],
    "summary": "We investigated dynamic changes in nicotinamide adenine dinucleotide (NAD+) metabolism in the human occipital lobe using ultra-high field 31P functional magnetic resonance spectroscopy (fMRS) at 7 Tesla. Twenty-five healthy volunteers (mean age 24 {+/-} 4 years, 10 female) performed a visual task alternating between fixation and flashing checkerboard stimuli. 31P MRS spectra were acquired from a visual cortex voxel functionally localized by prior fMRI. Linear mixed-effects modelling revealed a significant reduction in NAD+; concentrations during the first stimulation block, while no significant change was observed during the second block. No significant changes were observed for other high-energy phosphate metabolites (ATP, phosphocreatine, and inorganic phosphate), indicating specificity in the NAD+; response. Exploratory analyses, dividing the blocks in two halves, suggested further reductions in NAD+; and tNAD in the second halves of both stimulation blocks, though these trends were not statistically significant. Our findings demonstrate the feasibility of using fMRS at 7T to detect stimulus-induced dynamics in cerebral NAD+; metabolism in vivo, providing insights into the interplay between glycolysis and oxidative phosphorylation during neural activation.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.02.686085",
    "doi": "10.1101/2025.11.02.686085",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.03.686258",
    "title": "Mitotic bypass and continued endocycling promote cancer cell survival after genotoxic chemotherapy",
    "authors": [
      "Truskowski, K.",
      "Rolle, L.",
      "Butler, G.",
      "Yang, M. E.",
      "Pienta, K. J.",
      "Amend, S. R."
    ],
    "summary": "Genotoxic chemotherapies are central components of the treatment regimen for most cancers but are rarely curative. Drug-tolerant persister cells (DTPs) evade cell death during these treatments by accessing transient adaptive states and can contribute to cancer progression after treatment. Here, we demonstrate that cancer cells can survive genotoxic chemotherapy-induced stress by accessing a DTP state wherein stress-induced bypass of mitosis precipitates continued endocycling which promotes survival by allowing cells to evade mitotic catastrophe and cell death. Mechanistic studies indicate that persistent DNA damage signaling in endocycling persister cells triggers sustained p53-independent CDK1 inhibition by WEE1 and Myt1. Continued survival in endocycling persisters is dependent on activation of this G2 checkpoint, and disrupting WEE1 or Myt1 activity using clinical-stage small molecule inhibitors is sufficient to drive CDK1 reactivation, forcing mitotic entry, catastrophe, and cell death. Our results define endocycling DTPs as targetable mediators of cancer cell persistence after genotoxic therapy.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.03.686258",
    "doi": "10.1101/2025.11.03.686258",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697535",
    "title": "A cell-type-resolved directory of human brain reveals microRNAs and tRNA fragments associated with aging and Alzheimer's disease",
    "authors": [
      "Dubnov, S.",
      "Laski, L.",
      "Zchut, I.",
      "Avidan, O.",
      "Bennett, E. R.",
      "Greenberg, D. S.",
      "Tujerman, A.",
      "Nitzan, M.",
      "Paldor, I.",
      "Soreq, H."
    ],
    "summary": "Background: MicroRNAs (miRs) and transfer RNA fragments (tRFs) regulate diverse brain processes, from neurogenesis to neurological disease. While both these small RNA classes have been implicated in cell-type-specific regulation, most studies leaned on bulk measurements, due to technical limitations in detecting small RNAs using single-cell RNA sequencing. Consequently, the cell-type specificity of brain miRs and tRFs remains poorly characterized, limiting functional interpretation. Results: To generate a comprehensive, cell-type-resolved atlas of miRs and tRFs from live human brain tissues, we isolated neurons, astrocytes, microglia, and oligodendrocytes from neurosurgery-derived fresh human brain samples and profiled their small RNAs by RNA-sequencing. This revealed pronounced cell-type-specific differences in miR and tRF levels, identified novel small RNA cell-type markers, and provided insight into the genetic regulation of miR cell-type specificity. Notably, neurons exhibited elevated levels of 5'-tRNA halves compared to glial cells, including enriched fragments derived from glycine, leucine and lysine tRNAs. Finally, our resource enabled assignment of cell-type origins to miRs associated with healthy brain aging and tRFs linked to Alzheimer's disease. Conclusions: Highlighting the importance of cellular context for data interpretation, both human brain miRs and tRFs exhibit pronounced cell-type-specific differences associated with brain aging and neurodegenerative diseases. Combined with an accompanying statistical tool for miR cell-type enrichment analysis, this work provides a publicly available resource for resolving the cell-type origins of small RNAs in the human brain.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697535",
    "doi": "10.64898/2026.01.04.697535",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706445",
    "title": "In vivo deuteration reveals pronounced variation in myelin lipid turnover rates and reduced myelin renewal with ageing",
    "authors": [
      "Lee, J. Y.",
      "Cai, Y.",
      "Westerhausen, M.",
      "Michael, J. A.",
      "Teo, J. D.",
      "Song, H.",
      "Watt, G.",
      "Ellis, S. R.",
      "Don, A. S."
    ],
    "summary": "Myelin turnover is essential for its structural and functional integrity, yet how this particularly lipid-rich membrane is renewed and why it deteriorates with ageing remain unresolved. Combining deuterium oxide administration in mice with high resolution lipidomics, we establish that brain lipid turnover rates are highly heterogeneous, differ by brain region, and depend primarily on lipid class. Half-lives of common glycerophospholipids in purified myelin were under 2 months whereas many sphingolipids exhibited half-lives exceeding 8 months, dependent on acyl chain length and saturation. Myelin sphingolipid and cholesterol replacement rates in the corpus callosum decreased markedly between 3 and 12 months of age, while disrupting lipid trafficking through ApoE ablation preferentially impaired cholesterol turnover and incorporation into myelin. Our results establish that myelin renewal occurs through continual replacement of individual lipid constituents in a manner that depends on lipid class, hydrophobicity, and ApoE-dependent trafficking, and that this process slows significantly with ageing.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706445",
    "doi": "10.64898/2026.02.17.706445",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706227",
    "title": "Dual receptor engagement by mannose-capped lipoarabinomannan reprograms macrophage lipid metabolism in tuberculosis",
    "authors": [
      "Nag, D.",
      "Radeny, J.",
      "Cui, J.",
      "Vehra, O.",
      "Yu, Y.",
      "Nigou, J.",
      "Bell, S. L.",
      "Gennaro, M. L."
    ],
    "summary": "Necrotizing granulomas, the pathological hallmark of active tuberculosis, are characterized by the accumulation of lipid droplet-laden macrophage foam cells that promote tissue destruction, bacterial persistence, and transmission. Despite their central role in tuberculosis pathogenesis, the molecular mechanisms driving foam cell formation remain poorly defined. Here, we demonstrate that the mannose-capped lipoglycan lipoarabinomannan (ManLAM), a major mycobacterial virulence factor, induces macrophage lipid droplet accumulation through coordinated engagement of Toll-like receptor 2 and Dectin-2. Distinct structural moieties within ManLAM are selectively required for recognition by each receptor. Dual receptor engagement synergistically enhances both lipid metabolic reprogramming and NF-kB-mediated inflammatory signaling. However, lipid accumulation proceeds through an mTORC1-PPAR{gamma}-dependent pathway that is largely independent of inflammatory activation. ManLAM-induced lipid metabolic changes closely mirror those elicited during Mycobacterium tuberculosis infection, both in triglyceride composition and in dependence on the mTORC1-PPAR{gamma} axis. These findings identify ManLAM as a major mycobacterial input into foam cell-associated lipid metabolism and delineate how a single microbial ligand, through coordinated engagement of two distinct innate immune receptors, couples mycobacterial recognition to macrophage lipid metabolism reprogramming.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706227",
    "doi": "10.64898/2026.02.18.706227",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706284",
    "title": "The SF3B1 inhibitor pladienolide B massively inhibits DNA damage signaling and repair and counteracts resistance to platinum salts in Non-Small Cell Lung Cancer",
    "authors": [
      "Jamal-El-Hussein, N.",
      "Chaudhary, S.",
      "Montaudon, E.",
      "Nemati, F.",
      "Genoux, A.",
      "Polveche, H.",
      "El-Botty, R.",
      "Barette, C.",
      "Jia, T.",
      "Auboeuf, D.",
      "Decaudin, D.",
      "EYMIN, B."
    ],
    "summary": "Background: Lung cancer, including Non-Small Cell Lung Carcinoma (NSCLC), is the leading cause of cancer mortality worldwide. Platinum salts are the gold standard chemotherapy for NSCLC but many patients develop resistance leading to disease progression. Identifying new therapeutic strategies to counteract resistance is crucial. Pharmacological compounds targeting core components of the spliceosome machinery have emerged as promising anti-cancer agents. However, their mechanisms of action remain to be elucidated in NSCLC. Methods: Various NSCLC cell lines were used in 2D and 3D cultures or clonogenic assays. NSCLC Patient-Derived Xenografts were also used. SF3B1 was silenced by siRNA. Flow cytometry was performed to analyze cell cycle distribution and apoptosis. Western-blot, immunofluorescence, SIRF analysis and DNA repair assays were done to assess globally the DNA damage response. RNA-Seq, RT-qPCR and RT-PCR studies were performed to identify gene and splicing events impacted by SF3B1 inhibition. Publicly available transcriptomic and proteomic data were analyzed. Results: SF3B1 is a core component of the spliceosome machinery. We show that NSCLC cells with acquired resistance to platinum salts are vulnerable to pladienolide B, a SF3B1 inhibitor, or SF3B1 knock-down. Importantly, pladienolide B also slows down tumor growth of NSCLC Patient-Derived Xenografts (PDXs) poorly responsive to platinum salts. Mechanistically, we show that pladienolide B leads to genomic instability and apoptosis, that correlate with early transcription-dependent replication stress and DNA-PKcs activation, followed by the shutdown of ATR/DNA-PKcs-dependent signaling. In addition, pladienolide B profoundly regulates the expression and/or splicing, particularly exon skipping, of numerous genes involved in DNA repair, leading to decreased repair capacities of DNA double strand breaks. Although exon skipping events are mostly transient, skipping of exon 8 of MLH3, a gene involved in mismatch DNA repair, persisted along time. Finally, we show that pladienolide B counteracts resistance to platinum salts in NSCLC cells as well as PDXs, which correlates with enhanced MLH3 exon 8 skipping and decrease of ATR, DNA-PKCs and MLH3 protein levels. Conclusions: As a whole, our data highlight the targeting of SF3B1 as a potential therapeutic strategy, alone or in combination, in NSCLC patients who escape platinum salts-based chemotherapy.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706284",
    "doi": "10.64898/2026.02.17.706284",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.706116",
    "title": "Microgravity affects the nervous system and aging in C. elegans through reduced tactile stimulation",
    "authors": [
      "Higashitani, A.",
      "Moon, J.-H.",
      "Hwang, J.-I.",
      "Higashitani, N.",
      "Hashizume, T.",
      "Abu, A. A.",
      "Ooizumi, K.",
      "Sazuka, I.",
      "Hashizume, Y.",
      "Umehara, M.",
      "Alcantara, A. V.",
      "Kim, B.-s.",
      "Etheridge, T.",
      "Szewczyk, N. J.",
      "Abe, T.",
      "Lee, J. I.",
      "Higashibata, A."
    ],
    "summary": "Space travel is becoming accessible, yet our understanding of how space environment and microgravity (uG) affect biology, physiology, and health remains incomplete. We investigated uG effects on neuromuscular development and aging in Caenorhabditis elegans. Nematodes in uG showed downregulation of genes related to synaptic signaling, dopamine response, locomotion, and cuticle development, with impaired synaptic vesicle dynamics, reduced motility, and shorter body lengths. Aged worms in uG showed decreased collagen gene expression, increased motor neuron defects, synaptic vesicle accumulation and decreased release, and mitochondrial morphology collapse in body wall muscles, indicating accelerated aging. MEC-4 mechanoreceptor was identified as a key mediator of uG-induced body length reduction and changes in extracellular matrix gene expression. uG conditions suppressed mechanoreceptor genes, suggesting multiple mechanosensory systems are affected. Physical stimulation through culture medium with small beads in space mitigated many uG-induced expression changes, including mechanoreceptors, neuromuscular defects, and aging-related phenotypes. These results highlight mechanical stimuli's role in maintaining neuromuscular integrity during spaceflight and suggest restoring tactile input could counter health risks from reduced stimulation in long-term space missions.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.706116",
    "doi": "10.64898/2026.02.16.706116",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706452",
    "title": "ZNF121 recruits YTHDF2 to modulate mRNA stability",
    "authors": [
      "Burke, G. L.",
      "Nabeel-Shah, S.",
      "Pu, S.",
      "Ahmed, N.",
      "Morcos, S. M.",
      "Burns, J. D.",
      "Abosen, A.",
      "Zhong, G.",
      "Campos, E. I.",
      "Greenblatt, J. F."
    ],
    "summary": "N6-methyladenosine (m6A) is the most abundant internal modification in mRNA and has been shown to regulate gene expression through the binding of specific reader proteins, such as YTHDF2, which promotes mRNA decay. Previous studies indicate that YTHDF2 has relatively weak intrinsic RNA-binding affinity, suggesting that additional factors may facilitate its association with target transcripts. Here, we show that the C2H2-Zinc Finger protein, ZNF121, binds mRNA in cells and physically interacts with YTHDF2 in the cytoplasm. We demonstrate that approximately 80% of ZNF121-bound mRNAs are also YTHDF2 targets, and that their binding sites highly correlate with each other. Loss of ZNF121 impairs YTHDF2 binding to shared targets and increases their stability, independent of the presence of m6A modifications. Moreover, co-regulated transcripts are enriched for cell-cycle-related pathways, and ZNF121 depletion leads to elevated expression of the oncogene MDM2, implicating ZNF121 in growth control and the DNA damage response. Our findings identify ZNF121 as a cofactor that enhances YTHDF2-mediated mRNA regulation and reveal a previously unknown layer of control in mRNA decay.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706452",
    "doi": "10.64898/2026.02.18.706452",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706448",
    "title": "Cumulative geomagnetic disturbances modulate global photosystem stoichiometry through temperature-dependent gating",
    "authors": [
      "Kitashov, A. V."
    ],
    "summary": "Space weather exerts profound effects on Earth's technological systems, yet its influence on the terrestrial biosphere remains largely unexplored at the global scale. While local experiments suggest magnetic sensitivity in plants, observational evidence for a planetary-scale vegetative response to geomagnetic disturbances is lacking. Here, we analyze a decade of satellite-derived solar-induced chlorophyll fluorescence (SIF) data alongside geomagnetic indices to isolate non-seasonal physiological anomalies. Using temperature-stratified cumulative correlation analysis and multivariate models controlling for radiative and hydrological drivers, we identify a robust, cumulative, and thermally gated association between geomagnetic activity and vegetation fluorescence. We report a global synchronization of photosystem stoichiometry, inferred from the SIF757/SIF771 ratio, with recurrent geomagnetic disturbances, exhibiting maximal coherence under cold and moderate thermal conditions and weakening under optimal and heat-stress regimes. This response intensifies with increasing integration window length, indicating progressive physiological integration of repeated perturbations. Comparative analyses demonstrate that geomagnetic forcing systematically outperforms major climatic drivers in explaining fluorescence variability within biologically active regimes. We propose a mechanism consistent with magnetic modulation of radical pair spin dynamics in iron-sulfur clusters and cryptochromes, potentially influencing reactive oxygen species generation and redox-regulatory adaptation. Our findings suggest that plants have evolutionarily co-opted geomagnetic variability as an informational signal, integrating it into existing redox-regulatory networks. Rather than a passive mechanical perturbation, the observed response reflects an evolved sensitivity that operates near physiological criticality--a hypothesis that opens new frontiers in understanding magnetosphere-biosphere coupling.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706448",
    "doi": "10.64898/2026.02.17.706448",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706456",
    "title": "TAZ (Wwtr1) deficiency leads to ER stress and mitochondrial dysfunction in a mouse model of Fuchs' endothelial corneal dystrophy",
    "authors": [
      "Park, S.",
      "Ramarapu, R.",
      "Lim, J.",
      "Khan, S.",
      "Khan, M. J.",
      "Stoehr, W. R.",
      "Leonard, B. C.",
      "Thomasy, S. M."
    ],
    "summary": "Fuchs' endothelial corneal dystrophy (FECD) impacts over 300 million individuals worldwide with corneal transplantation as the primary treatment. There is a dire need to establish non-surgical alternatives which are dependent on mouse models. Transcriptional co-activator with PDZ-binding motif (TAZ, encoded by Wwtr1) is a mechanotransducer implicated in maintaining homeostasis of corneal endothelial cells (CEnC). Wwtr1-/- (TAZ KO) mice serve as an animal model for late-onset FECD. We combined single-cell transcriptomics, transmission electron microscopy, and immunofluorescence staining to elucidate the mechanisms driving pathogenesis in young (2-month-old) and geriatric (11-month-old) mice. A progressive stress response was observed in TAZ KOs defined by endoplasmic reticulum (ER) stress, mitochondrial structural and functional abnormalities, and impaired Na+/K+ ATPase localization. These changes were accompanied by an altered expression of genes involved in extracellular matrix (ECM) organization, oxidative phosphorylation, macroautophagy and response to oxidative stress. Additionally, we noted age-related differences in cellular response with young TAZ KO CEnCs upregulating macroautophagy and downregulating ECM organization while geriatric TAZ KO CEnCs downregulated macroautophagy, and ECM organization. Both TAZ KO groups downregulated response to oxidative stress and cell-substrate adhesion. Together, these findings establish a mechanistic link between disrupted mechanotransduction and organelle stress in CEnC degeneration, further elaborating on potential mechanisms driving FECD pathogenesis. This positions TAZ KO mice as a translational platform for evaluating non-surgical therapeutic strategies targeting FECD.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706456",
    "doi": "10.64898/2026.02.17.706456",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706457",
    "title": "GlRac Regulates a Noncanonical, ATG8-Independent Autophagy-Like Pathway in Giardia lamblia",
    "authors": [
      "Klippel, A. H.",
      "Reed, G.",
      "Newman-Boulle, C.",
      "Dule, D.",
      "Kedia, S.",
      "Chan, W. P.",
      "Shih, H.-W.",
      "Paredez, A. R."
    ],
    "summary": "Autophagy is a conserved catabolic process essential for cellular homeostasis and stress adaptation. The protozoan parasite Giardia lamblia lacks most canonical autophagy-related (ATG) genes, including the hallmark ATG8, raising longstanding questions about whether it can perform autophagy. Here, we show that Giardia mounts a regulated autophagic-like response. Double-membrane compartments resembling autophagosomes are induced in up to 30% of encysting cells and 91% of starved trophozoites, supporting roles in differentiation and survival under nutrient stress. Their clearance is triggered by amino acid replenishment but not by glucose, indicating a nutrient-specific sensing mechanism. GlRac, the parasite's sole Rho family GTPase, labels these structures and regulates their formation, as evidenced by a threefold increase in compartment levels upon constitutive activation and a significant reduction after knockdown. This extends the conserved role of Rho GTPases in regulating autophagy to an evolutionarily early-branching eukaryote. Of nine putative ATG orthologs tested, none localized as clearly as GlRac to autophagic structures. These organelles acidify and recruit cathepsin proteases, consistent with degradative capacity. A newly developed live-cell actin marker reveals robust recruitment to these structures, implicating actin-driven remodeling. Finally, quinacrine, an FDA-approved antigiardial drug, promotes the accumulation of autophagic structures, consistent with its known effects on mammalian autophagy. Together, our findings establish GlRac as a regulator of an ATG8-independent autophagic response in Giardia, demonstrate that this parasite retains key features of autophagy despite its streamlined genome, and highlight this pathway as a potential therapeutic target.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706457",
    "doi": "10.64898/2026.02.17.706457",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706486",
    "title": "Inducible Impairment of Polymerase Gamma Activity in Cardiomyocytes Promotes Severe Cardiomyopathy with Cardiac Hepatopathy",
    "authors": [
      "Bond, S. T.",
      "Tan, Y.",
      "Walker, S.",
      "Jenkinson, S.",
      "Yang, C.",
      "Liu, Y.",
      "Liu, K. H.",
      "Kiriazis, H.",
      "Donner, D. G.",
      "Cross, J.",
      "Henstridge, D. C.",
      "Greening, D. W.",
      "Drew, B. G."
    ],
    "summary": "Mitochondrial dysfunction is a hallmark feature of heart failure (HF) and cardiomyopathy, with substantial human and preclinical evidence suggesting that congenital mitochondrial defects can directly drive these conditions. Despite these strong links, not all individuals with mitochondrial disease develop cardiomyopathy, and therefore the precise mitochondrial defects that initiate cardiac pathology in this setting remain incompletely understood. Here, we describe a novel mouse model that induces progressive deterioration in mtDNA integrity specifically in cardiomyocytes. This model was generated through a post developmental, cardiomyocyte specific deletion of the exonuclease domain of Polymerase Gamma (PolG), impairing its ability to repair mtDNA. Strikingly, from just 16 weeks post-induction these mice displayed progressive worsening of cardiac output, ejection fraction, global strain and blood pressure culminating in premature death at 28-30 weeks post-mutation. Morphologically, these mice displayed cardinal features of hypertrophic cardiomyopathy with enlarged hearts, ventricles and cardiac fibrosis, but little evidence of congestive HF. We also demonstrate using various transcriptional and proteomic readouts, that signalling pathways characteristic of cardiomyopathy were activated. Interestingly, prior to substantial declines in cardiac function, we detect robust activation of the integrated stress response (ISR) in PolGMut mice, and major rewiring of mitochondrial folate metabolism pathways, suggesting that these pathways underpin the developing pathology. Lastly, we also observed a striking hepatopathy phenotype in mutant mice reminiscent of that observed in patients with HF, a condition not robustly recapitulated previously in other mouse models. Thus, our data establish a direct link between mtDNA instability leading to chronic activation of the ISR and rewiring of folate metabolism in cardiomyocytes, subsequently driving a severe cardiac phenotype associated with hepatopathy.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706486",
    "doi": "10.64898/2026.02.17.706486",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706426",
    "title": "Profiling peripheral immune cells in Parkinsons disease: A Scoping Review",
    "authors": [
      "Recinto, S. J.",
      "Jernigan Posey, J.",
      "Lefter, N.",
      "Vitic, Z.",
      "Overgaard, M. O.",
      "Liu, L.",
      "Howden, A. J.",
      "Eyer, K.",
      "Romero-Ramos, M.",
      "Tansey, M. G.",
      "STRATTON, J. A."
    ],
    "summary": "Parkinsons disease (PD) is increasingly recognized as a multi-system disorder with immune dysregulation extending beyond the central nervous system. Although numerous studies have examined peripheral immune alterations in people with PD, findings remain heterogenous and difficult to reconcile. To clarify the current landscape, we conducted a comprehensive scoping review of human studies profiling peripheral blood immune cells in PD. Following PRISMA-ScR guidelines, we systematically screened the literature and curated studies reporting in vivo and ex vivo immune characterizations from PD patients. Eligible studies based on pre-defined criteria were assessed for patient demographics and clinical variables, experimental and analytical approaches, and reported immune outcomes. Our synthesis reveals a steady expansion and diversification of peripheral immune cell research in PD especially over the last decade. Deep immunophenotyping identifies convergent signatures across in vivo studies of both innate and adaptive compartments, including expanded pro-inflammatory T-cell subsets, altered monocyte subset distributions, increased cytotoxic natural killer cells and neutrophil-to-lymphocyte ratio, and dysregulated pathways related to immune activation, chemotaxis, mitochondrial function, and autophagy-lysosomal processes. Stimulation-based ex vivo assays further demonstrate recurrent T-cell hyper-responsiveness in PD, whereas myeloid cell responses are more variable and context dependent. Critically, this review highlights substantial variability and under-reporting in study design, which impeded our ability to make strong conclusions relating to many aspects of PD peripheral immunity.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706426",
    "doi": "10.64898/2026.02.17.706426",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706475",
    "title": "Activating FGFR1 restores Integrin-β1--mediated fibronectin sensing in satellite cells of aged mice",
    "authors": [
      "Chang, T.-L.",
      "Vallery, T. K.",
      "Zlatkov, T. S.",
      "Cutler, A. A.",
      "Kurland, J. V.",
      "Butcher, C. H.",
      "Anseth, K. S.",
      "Olwin, B. B."
    ],
    "summary": "Muscle satellite cells (SCs), essential for skeletal muscle regeneration, decline in number and function with age, contributing to sarcopenia. A fully defined viscoelastic hydrogel that preserves SC-myofiber interactions and supports tunable densities of fibronectin-derived RGD ligands was used to investigate age-related defects in extracellular matrix sensing by SCs. Elevating RGD density increased the number of activating and proliferating SCs on myofibers from young mice, whereas SCs from aged mice were unresponsive. Loss of FGF receptor 1 signaling in SCs from aged mice abrogated the coordinated Syndecan-4 and Integrin-{beta}1 matrix response observed in SCs from young mice. Activating Integrin-{beta}1 promoted asymmetric division and self-renewal in SCs from young mice whereas combined FGFR1 and Integrin-{beta}1 signaling drove symmetric expansion. In SCs from aged mice, FGFR1 dysfunction disrupted this balance, impairing asymmetric division, but constitutive FGFR1 activation restored receptor co-localization, self-renewal, and fibronectin responsiveness. Therefore, FGFR1 integrates matrix and growth factor signals, suggesting that targeting the FGFR1--Integrin-{beta}1 axis may enhance SC regenerative potential in aging organisms.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706475",
    "doi": "10.64898/2026.02.18.706475",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706512",
    "title": "Redox-activated induction of Warburg-type metabolism in the adult heart",
    "authors": [
      "Yang, Y.",
      "Nabeebaccus, A.",
      "Mikhaylichenko, O.",
      "Reumiller, C. M.",
      "Cozzetto, D.",
      "Visnagri, A.",
      "Zoccarato, A.",
      "Zhang, M.",
      "Brewer, A.",
      "Hafstad, A.",
      "Santos, C. X. C.",
      "Shah, A."
    ],
    "summary": "Proliferating cells rewire glucose metabolism away from oxidative ATP production towards glycolysis and anabolic branch pathways (the Warburg effect). In contrast, the contractile function of terminally differentiated cardiomyocytes in the heart critically depends upon mitochondrial ATP generation. Adult cardiomyocytes are largely non-proliferative but undergo hypertrophy in response to increased heart workload. A fundamental question in the field is how cardiac metabolism is modified to balance competing energetic and anabolic demands. We previously reported that the redox-signalling H2O2-generating enzyme, NADPH oxidase 4 (NOX4), facilitates compensated cardiac function in hearts undergoing hypertrophic remodelling. Here, we show that NOX4 induces Warburg-type reprogramming of glucose metabolism in the healthy heart, with increased flux into the pentose phosphate, serine and nucleotide biosynthetic pathways. Using an integrated multiomics approach, we uncover a NOX4-regulated network involving interplay between direct transcriptional activation of metabolic genes via NRF2 [aka NFE2L2] and ATF4 and a broader epigenetic regulation. This reprogramming of glucose intermediary metabolism along with previously reported NOX4-mediated enhancement of fatty acid oxidation may serve to optimally support the dual requirements of increased energy demand and remodelling in the heart. Our findings identify a novel paradigm for redox-regulated Warburg-type metabolic reprogramming in the terminally differentiated heart.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706512",
    "doi": "10.64898/2026.02.18.706512",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706568",
    "title": "Systematic Analysis of Human Tissue- and Cell-Specific Metabolic Models Identifies High-Sugar, High Fat Diet Induced Liver Dysregulation",
    "authors": [
      "Li, M.",
      "Shi, M.",
      "Zhang, C.",
      "Turkez, H.",
      "Uhlen, M.",
      "Mardinoglu, A."
    ],
    "summary": "Human tissues exhibit specialized metabolic functions that are essential for maintaining whole-body metabolic homeostasis. To systematically characterize organ- and cell-type-specific metabolic heterogeneity, we constructed 32 tissue-specific and 81 cell-type-specific enzyme-constrained genome-scale metabolic models (ecGEMs) by integrating the global human metabolic network with the tissue- and single-cell transcriptomic data from the Human Protein Atlas (HPA). Our analysis revealed pronounced differences in metabolic network architecture and activity across the human body, identifying key cell types that drive tissue metabolic functions. To demonstrate the applicability of these models, we employed the liver-specific ecGEM to investigate the metabolic reprogramming induced by a high-sugar, high-fat (HSHF) diet, a primary driver of metabolic dysfunction-associated fatty liver disease (MAFLD). Flux balance analysis revealed a fundamental transition in hepatic metabolism: from a flexible, multi-functional system toward a constrained, lipid-centric regime. This state is characterized by carbohydrate and lipid overload, mitochondrial respiratory dysfunction, and a compromised capacity for reactive oxygen species (ROS) detoxification. These computational predictions were validated through integrative analysis of transcriptomic data from a human MAFLD cohort and metabolomic profiles from an in vivo HSHF rat model. Together, this work provides a comprehensive atlas of human metabolic models, enabling the systematic investigation of metabolic features across tissues and conditions from a systems-level perspective.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706568",
    "doi": "10.64898/2026.02.18.706568",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706818",
    "title": "Systematic mutational mapping reveals optimal amyloid formation for RIPK function",
    "authors": [
      "Martin, M.",
      "Bolognesi, B."
    ],
    "summary": "Amyloid formation, typically associated with neurodegeneration, can also serve essential biological functions. RIPK1 and RIPK3 kinases assemble functional amyloids via their RHIM domains to drive necrosome formation and necroptosis. Here, we systematically map the sequence-function relationship of these domains using deep mutagenesis combined with massively parallel assays that directly report on amyloid nucleation and necroptotic signaling. Analysis of ~3,000 mutations across RIPK1 and RIPK3 reveals that both proteins rely on a conserved aliphatic tetrad to nucleate amyloids, but diverge mechanistically: RIPK3 nucleation is largely driven by this core interface, whereas RIPK1 requires a second aliphatic surface to achieve efficient nucleation. Cross-species comparisons with mutational atlases from mouse RIPKs show conservation of these principles, underscoring their evolutionary selection. Strikingly, functional outcomes depend on finely balanced nucleation: variants that either reduce or enhance amyloid formation impair necroptosis. Consistently, human population genetics indicates that such variants are extremely rare, suggesting evolutionary optimization of the RHIM domain at a sweet-spot of amyloid propensity required for signaling. By linking quantitative mutational landscapes to functional amyloid assembly, this work uncovers how evolution has tuned the amyloid propensity of RIPKs to enable robust cell death signaling. These insights not only advance our understanding of amyloid biology but also provide a framework for therapeutic modulation of necroptosis and for engineering synthetic amyloids with tailored activities.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706818",
    "doi": "10.64898/2026.02.19.706818",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706783",
    "title": "De novo assembly of the Trypanosoma congolense genome reveals an organisation influenced by antigenic variation but distinct from Trypanosoma brucei",
    "authors": [
      "Krasilnikova, M.",
      "Munday, J. C.",
      "Beraldi, D.",
      "Larcombe, S.",
      "Oldrieve, G. R.",
      "Lapsley, C.",
      "Morrison, L.",
      "Matthews, K. R.",
      "McCulloch, R."
    ],
    "summary": "Antigenic variation is a widespread process for pathogen evasion of mammalian adaptive immunity, involving the continuous change in exposed antigens. In African trypanosomes, antigenic variation involves changes in the expression of Variant Surface Glycoprotein (VSG). Understanding of VSG expression control and change amongst African trypanosomes is most advanced in Trypanosoma brucei. In the important animal trypanosome, Trypanosoma congolense, incomplete assembly of the genome has held back understanding of the mechanics of antigenic variation. Here, we have used long-read DNA sequencing and Hi-C DNA interaction analysis to provide a telomere-telomere assembly of the T. congolense genome. This assembly reveals a genome comprising 12 diploid chromosomes, one tetraploid chromosome, and more than 100 small chromosomes. Within this new assembly, we reveal several features of VSG organisation and expression that differ from T. brucei. The majority of the T. congolense VSG archive, estimated at ~1500 genes, localises to subtelomeres in 12 of the 13 large chromosomes, but these loci are notably smaller than are found in T. brucei. Furthermore, transcriptome analysis reveals expression of VSGs across the T. congolense subtelomeres, which are not separated within the nucleus from non-VSG chromosome regions, indicating that there is no dedicated VSG expression site. Strikingly, one chromosome contains approximately 40% of the VSG archive and is largely transcriptionally silent, potentially acting as the major reservoir of new VSG variants. Finally, we show that VSG expression can be detected from multiple small chromosomes. In summary, the new genome assembly provides a platform for understanding a potentially unusual operation of VSG expression and switching in T. congolense.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706783",
    "doi": "10.64898/2026.02.19.706783",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706587",
    "title": "Alternative exon splicing reveals hidden mitochondrial targeting of PLIN3",
    "authors": [
      "Aguettaz, A. K.",
      "Arribat, Y.",
      "Schmitt, A.",
      "Gerihanov, A.",
      "Fleurimont, J.",
      "Daraspe, J.",
      "Vijayatheva, V.",
      "Tabasso, C.",
      "Lagarrigue, S.",
      "Picardi, E.",
      "Cohen, S.",
      "Genoud, C.",
      "Amati, F."
    ],
    "summary": "Perilipin 3 (PLIN3) is a lipid droplet-associated protein implicated in cellular lipid metabolism. We characterize a previously unrecognized alternative splicing event in human PLIN3. The generated transcript PLIN3B is detectable at the RNA level across human tissues and is modulated by antisense oligonucleotide-mediated splicing. Despite clear evidence for PLIN3B transcript expression, endogenous PLIN3B protein could not be detected using multiple complementary state-of-the-art detection strategies. When expressed exogenously, PLIN3B coding sequence encodes an unstable protein that localizes predominantly within mitochondria, in contrast to canonical PLIN3. Using super-resolution microscopy, correlative light-electron microscopy, and interaction proteomics, we show that PLIN3B accumulates intramitochondrially and engages protein quality control machinery. Mitochondrial targeting depends on residues shared by both isoforms, not altered by alternative splicing, indicating that mitochondrial targeting is normally repressed. Together, these results show that alternative exon splicing in PLIN3 reveals latent mitochondrial targeting without producing detectable endogenous protein, underscoring the need to distinguish transcript diversity from stable protein expression.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706587",
    "doi": "10.64898/2026.02.18.706587",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706481",
    "title": "Genetic Architecture of Addiction-Relevant Behaviors in Outbred Sprague-Dawley Rats Reveals Loci for Anxiety-Like and Nociceptive Traits",
    "authors": [
      "Chitre, A. S.",
      "Hebda-Bauer, E. K.",
      "Emery, M. A.",
      "Li, F.",
      "Nguyen, K.-M.",
      "Wang, Y.",
      "Cheng, R.",
      "Polesskaya, O.",
      "Watson, S. J.",
      "Li, J.",
      "Akil, H.",
      "Palmer, A. A."
    ],
    "summary": "Studies have shown that substance use liability is associated with novelty seeking, anxiety-like behavior, and pain sensitivity. We examined whether common genetic variation in outbred Sprague-Dawley rats explained variation in behavioral measures from three assays with established links to substance use: locomotor response to a novel environment, elevated plus maze, and tail flick. We estimated single-nucleotide polymorphism heritability and performed genome-wide association analyses using permutation-derived significance thresholds (N=534-654 rats across traits). Heritability estimates ranged from 0.14-0.38 across eleven traits. Three independent loci were identified: chromosome 1 for elevated plus maze open-arm behavior ( = 0.05), chromosome 14 for elevated plus maze immobility ( = 0.10), and chromosome 17 for tail flick latency ( = 0.05). Candidate genes included Slc18a2, Gfra1, and Pdzd8 (chromosome 1); Rel and Bcl11a (chromosome 14); and Eci2 and Eci3 (chromosome 17). We compared these loci with our genome wide association study of a F2 intercross of selectively bred high- and low-responder rats, originally derived from Sprague-Dawleys, that model individual differences in externalizing and internalizing behavior. The current loci are distinct from the ones identified in the bred lines. This difference likely reflects selection history in the high- and low-responder F2s, which focused on facets of exploratory locomotion, while loci for anxiety and pain sensitivity traits were identified in the outbreds. This highlights the benefit of using both outbred and selectively bred rats to probe causal variants contributing to individual differences in substance use liability. The current outbred findings implicate monoaminergic signaling, transcriptional control, and lipid metabolism as testable mechanisms for addiction-relevant behaviors.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706481",
    "doi": "10.64898/2026.02.18.706481",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706669",
    "title": "MG53 Protects Against Intestinal Inflammation by Inhibiting NLRP3 Inflammasome Activation",
    "authors": [
      "Li, Z.",
      "Dawson, Z.",
      "Li, X.",
      "Zhao, S.",
      "Bu, M.",
      "Jiang, F.",
      "Chen, Y.",
      "Zhang, M.",
      "Zeng, X.",
      "Park, K. H.",
      "Lu, J.",
      "He, J.",
      "Lee, K.",
      "Boyaka, P.",
      "Li, H.",
      "Ma, J."
    ],
    "summary": "Background and Objectives: Inflammatory bowel disease (IBD) involves dysregulated immune responses and chronic intestinal inflammation. The nod-like receptor pyrin domain containing 3 (NLRP3) inflammasome plays a critical role in IBD pathogenesis, but regulatory mechanisms remain not fully understood. Mitsugumin 53 (MG53, also known as TRIM72), originally identified as a critical membrane repair protein, has emerged as a novel regulator of inflammatory processes. To investigate the protective role of MG53 in colitis and elucidate its mechanisms in regulating NLRP3 inflammasome activation in IBD. Methods: We used dextran sodium sulfate (DSS)-induced colitis models comparing MG53 knockout (KO) and wild type (WT) mice, assessing disease severity, MG53 tissue uptake, and therapeutic effects of recombinant human MG53 (rhMG53). In vitro studies examined rhMG53's effects on NLRP3 inflammasome activation, caspase-1 cleavage, interleukin-1 beta secretion, and MG53-NLRP3 interactions. Results: MG53 KO mice showed more severe colitis with increased weight loss, higher disease activity scores, shortened colons, and greater inflammation. DSS treatment induced the accumulation of circulating MG53 in inflamed colonic tissuecirculating MG53 uptake into injured colon tissue. rhMG53 administration ameliorated colitis severity in MG53 KO mice and dose-dependently suppressed NLRP3 inflammasome activation in vitro. MG53 interacted with NLRP3 and reduced apoptosis-associated speck-like protein containing a CARD (ASC) speck formation and NLRP3 oligomerization without affecting upstream signaling or NLRP3 stability. Conclusion: MG53 is a physiological regulator of NLRP3 inflammasome activation that protects against colitis, suggesting therapeutic potential for IBD.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706669",
    "doi": "10.64898/2026.02.18.706669",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706637",
    "title": "Endothelial PTBP1 Deletion in Transplanted Cardiac Tissue Limits Cardiac Allograft Vasculopathy",
    "authors": [
      "Pathoulas, C. L.",
      "Hayashi, K.",
      "Rosales, I.",
      "Kimble, A. L.",
      "Dewan, K.",
      "Gross, R. T.",
      "Lancey, J.",
      "Ye, L.",
      "Li, Q.",
      "Li, Y.",
      "Hao, B.",
      "Reese, B.",
      "Jellison, E.",
      "Menoret, A.",
      "Vella, A. T.",
      "Bowles, D. E.",
      "Valenzuela, N. M.",
      "Hsu, J. J.",
      "Alessandrini, A.",
      "Murphy, P. A."
    ],
    "summary": "Cardiac allograft vasculopathy (CAV) is a leading cause of late graft failure and mortality following heart transplantation, with limited therapeutic options. Endothelial cells (ECs), at the interface between the donor graft and host immune system, play a central role in CAV development. However, the molecular mechanisms driving endothelial dysfunction and vascular remodeling in chronic heart transplant rejection remain poorly understood. To characterize endothelial alterations associated with CAV, we isolated nuclei from cardiac tissues of four human donor groups: (1) early post-transplant CAV-negative surveillance biopsies, (2) CAV-negative explanted grafts with acute cellular rejection (ACR), (3) late-stage CAV-positive explanted grafts, and (4) naive non-transplanted control hearts. We applied intranuclear cellular indexing of transcriptomes and epitopes (inCITE-seq) to profile endothelial gene expression together with nuclear protein levels of splice factor polypyrimidine tract-binding protein 1 (PTBP1), a key post-transcriptional regulator of endothelial inflammatory responses. Functional relevance of PTBP1 was assessed using endothelial-specific deletion of Ptbp1 in an F1 hybrid murine model of CAV. In human CAV, endothelial cells exhibited increased transforming growth factor-beta; (TGF-beta) signaling and reduced oxidative phosphorylation (OxPhos) transcripts. Nuclear PTBP1 protein levels were markedly elevated in CAV endothelium and were associated with TGF-beta responsive transcriptional programs and correlated with clinical indices of cardiac dysfunction. In murine heart transplants, endothelial-specific deletion of Ptbp1 markedly reduced hallmarks of CAV, including neointimal hyperplasia, fibrosis, and lymphocyte activation. At the molecular level, endothelial Ptbp1 deletion prevented suppression of mitochondrial transcripts and preserved mitochondrial content and integrity under hypoxic stress, attenuating interferon signaling in endothelial cells. These findings identify PTBP1 as a central endothelial regulator linking pro-fibrotic stress to mitochondrial dysfunction and immune activation in chronic cardiac allograft rejection. Targeting endothelial PTBP1 may represent a strategy to limit chronic graft injury while minimizing systemic immunosuppression.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706637",
    "doi": "10.64898/2026.02.18.706637",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706823",
    "title": "Sequence-dependent transferability of the LRLLR membrane translocation motif: A computational study of smacN and NR2B9c peptides.",
    "authors": [
      "Munoz-Gacitua, D.",
      "Blamey, J."
    ],
    "summary": "The LRLLR cell-penetrating motif can be transferred to confer membrane translocation activity, but only to compatible recipient peptides. Using umbrella sampling molecular dynamics simulations, we demonstrate that C-terminal LRLLR addition to the pro-apoptotic smacN peptide eliminates its translocation barrier entirely, transforming a +65 kJ/mol barrier into a -50 kJ/mol energy well. In contrast, N-terminal LRLLR addition to the neuroprotective NR2B9c peptide increases the translocation barrier from +85 to +100 kJ/mol, demonstrating that motif transfer can prove counterproductive for incompatible sequences. Cell-penetrating peptides offer promising strategies for intracellular delivery of therapeutic cargo, yet the sequence determinants governing their activity remain incompletely understood. The LRLLR motif, identified through systematic screening as essential for spontaneous membrane translocation, represents a minimal penetrating element whose transferability has not been previously evaluated. We appended this motif to two clinically relevant peptides: smacN, a tetrapeptide targeting inhibitor of apoptosis proteins in chemotherapy-resistant cancers, and NR2B9c, a nonapeptide that disrupts excitotoxic signaling in ischemic stroke. Potential of mean force profiles calculated across a POPC/POPG bilayer, combined with analysis of hydrogen bonding patterns, secondary structure propensity, and conformational dynamics, reveal the structural basis for these divergent outcomes. Successful transfer to smacN results from favorable complementarity: the hydrophobic, neutral smacN provides an ideal platform for the charged, amphipathic LRLLR motif, yielding a chimera capable of simultaneous interaction with both membrane leaflets. Transfer failure with NR2B9c stems from conformational rigidity induced by intramolecular hydrogen bonding, which prevents optimal membrane insertion, combined with unfavorable positioning of internal polar residues at the bilayer center. These findings establish that cell-penetrating motif transfer requires compatibility in charge distribution, hydrophobicity, and conformational flexibility between the motif and recipient sequence. The smacN-LRLLR chimera emerges as a promising candidate for experimental validation as a membrane-permeable therapeutic for survivin-positive tumors. More broadly, this work demonstrates the value of computational screening to identify compatible motif-cargo pairings prior to experimental investment.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706823",
    "doi": "10.64898/2026.02.19.706823",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706552",
    "title": "Acute Smurf mortality and inter-phase dependence in Drosophila and mice identified through comprehensive modelling and statistical analysis of two-phase ageing",
    "authors": [
      "Breuil, L.",
      "Doumic, M.",
      "Kaakaï, S.",
      "Rera, M."
    ],
    "summary": "Ageing is traditionally conceived as a continuous process of progressive physiological decline. Recent evidence across multiple species challenges this view, suggesting ageing may proceed through distinct phases. Here we present a rigorous statistical framework to test and refine the two-phase ageing model using longitudinal survival data from Drosophila melanogaster. We analyzed 1,159 individually tracked female flies from the Smurf assay, which identifies a transition from a non-Smurf state to a Smurf state characterized by increased intestinal permeability that precedes death. Using non-parametric hazard rate estimation followed by mechanistic modelling, we reveal three key findings. First, the Smurf transition rate follows a Gompertz-Makeham law, increasing exponentially with age. Second, contrary to previous constant-rate assumptions, newly transitioned Smurf flies exhibit remarkably high mortality - approximately 40% die within 24 hours - followed by an exponential decline in death rate. Third, we identified a subtle but statistically significant negative dependence between time spent non-Smurf and subsequent Smurf lifespan, though this relationship varies: flies transitioning before 200 hours show minimal dependence and higher early mortality. Our best-fit model captures the bimodal nature of mortality curves using simple, biologically interpretable functions. Validation using data from two mouse strains confirms the broader applicability of this framework. These results establish a quantitative foundation for the two-phase ageing paradigm and highlight a critical period of vulnerability immediately following the physiological transition to frailty.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706552",
    "doi": "10.64898/2026.02.18.706552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706717",
    "title": "Non-enzymatic assimilation of organosulfur compounds at the interface of geochemistry and biochemistry",
    "authors": [
      "Ernst, L.",
      "Lumbantobing, T.",
      "Barlow, C.",
      "Todd, J.",
      "Orsi, W. D.",
      "Greening, C."
    ],
    "summary": "Dimethyl sulfide (DMS) and dimethyl sulfoxide (DMSO) have important microbial-driven roles in global nutrient cycling, chemotaxis and/or climate regulation. Microbial DMSO and DMS assimilation were thought to require their enzymatic reduction to methanethiol. However, reactive oxygen species were recently shown to mediate methane production from DMS and DMSO. Here, we show that this oxidative mechanism can sustain microbial growth without the need for enzymes to directly reduce DMS or oxidize DMSO. Both, light and heat were effective geochemical drivers of this mechanism that yielded methanesulfonic acid and sulfite, and which mimicked the stepwise oxidation of DMSO by monooxygenases that only enzymatically enhance this oxidation reaction. Furthermore, we demonstrated intracellular DMSO degradation, in which sulfur and the simultaneously released carbon were both utilized by microbes. This study emphasizes that metabolic pathways are not necessarily enzyme-driven, with putatively ancient, non-enzymatic reaction networks taking place at a transition between geochemistry and biochemistry.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706717",
    "doi": "10.64898/2026.02.18.706717",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706624",
    "title": "Lung progenitors exhaustion in response to microenvironment stress during aging",
    "authors": [
      "Toscano-Marquez, F.",
      "Garcia-Vicente, A.",
      "Camacho-Silverio, U.",
      "Valdivia-Herrera, T.",
      "Rio de la Loza, M.",
      "Hernandez-Xochihua, E.",
      "Ramirez, R.",
      "Selman, M.",
      "Pardo, A.",
      "Romero, Y."
    ],
    "summary": "Progenitor cells in aged tissues undergo changes in their microenvironment that may impact their functionality during regeneration. Despite recent advances in understanding the role of adult lung progenitors, the impact of aging on these cells remains unclear. To analyze aging modifications, we used aged wild-type mice of 18-24 months old, and Zmpste24-/- deficient mice, which exhibit an accelerated aging phenotype. A three-dimensional organoid culture system was employed to assess the lung regeneration capacity. Additionally, mouse epithelial cells and fibroblasts were isolated and characterized with senescence and autophagy markers. Our findings revealed that lung epithelial cells from aged mice and Zmpste24-/- mice hold their regeneration capacity, maintaining their phenotype and a healthy cellular state through an increase in autophagy, particularly when co-cultured with healthy fibroblasts. Conversely, cultured fibroblasts from Zmpste24-/- mice show nuclear defects and acquire a senescent phenotype, characterized by mTORC1 activation and reduced autophagy, which in turn impairs organoid formation. Moreover, these progenitor cells become increasingly susceptible to mechanical stress with aging due to reduced nuclear lamins and the Zmpste24 defect. This vulnerability is illustrated by FACS sorting, which can further compromise their regenerative potential. Our results indicate that, in aging, progenitor cells and their fibroblast niche integrate microenvironmental signals that shape cell-cell interactions essential for lung regeneration.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706624",
    "doi": "10.64898/2026.02.18.706624",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2024.05.20.594973",
    "title": "The insulin / IGF axis is critically important for controlling gene transcription in the podocyte.",
    "authors": [
      "Hurcombe, J. A.",
      "Dayalan, L.",
      "Barrington, F.",
      "Burdet, F.",
      "Ni, L.",
      "Coward, J. T.",
      "Ibberson, M.",
      "Brinkkoetter, P.",
      "Holzenberger, M.",
      "Jeffries, A. R.",
      "Oltean, S.",
      "Welsh, G. I.",
      "Coward, R. J."
    ],
    "summary": "Signalling to the podocyte via the structurally related insulin receptor (IR) or insulin-like growth factor 1 receptor (IGF1R) is important for podocyte function. This study sought to elucidate the compound role of the insulin/IGF1 axis in podocytes using transgenic mice and cell culture models deficient in both receptors. Podocyte specific IR/IGF1R knockdown mice developed a severe kidney phenotype with albuminuria, glomerulosclerosis and renal failure with death occurring in some mice between 4 and 24 weeks. Simultaneous knockdown of both receptors in cultured podocytes resulted in >50% cell death by 7 days. Proteomic analysis revealed a striking downregulation of spliceosome-related proteins in IR/IGF1R knockdown podocytes with long-read RNA sequence data indicating an increased fraction of transcripts with intron retention/premature termination codons in these cells. Furthermore, phospho-proteomic analysis revealed multiple insulin / IGF1 induced spliceosomal post-translational protein and kinase modifications suggesting dynamic control of this system. This study underlines the critical importance of podocyte insulin/IGF signalling revealing a novel role for this extrinsic hormonal signalling axis in regulating gene transcription in this cell type.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.05.20.594973",
    "doi": "10.1101/2024.05.20.594973",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.17.598893",
    "title": "The GTPase-activating protein CG42795 is a potent neuronal regulator of ageing in Drosophila melanogaster",
    "authors": [
      "Falcsik, G.",
      "Keresztes, F.",
      "Juhasz, A.",
      "Simon-Vecsei, Z.",
      "Kolacsek, O.",
      "Szenci, G.",
      "Takats, S.",
      "Lorincz, P.",
      "Orban, T. I.",
      "Kovacs, T."
    ],
    "summary": "Macroautophagy (hereafter referred to as autophagy) is an important self-renewal process in our cells, whereby potentially harmful cellular components are encapsulated within a double-membrane autophagosome and subsequently fused with a lysosome for degradation by acidic hydrolases. This lysosomal degradation process is essential for maintaining cellular homeostasis. Dysfunctional autophagy can lead to the accumulation of cytotoxic protein forms that contribute to the onset of age-related diseases. However, it has been proven that autophagic activity declines with age, so it is therefore particularly important to stimulate autophagy during the lifespan of post-mitotic cells, such as neurons, where cell division is not a possibility in order to replace dead cells. Our research group aims to find new autophagy activation sites to stimulate the efficiency of acidic degradation in neurons during ageing. One approach is the stimulation of membrane fusion events, which are necessary for autophagic degradation, through the activation of small GTPase enzymes. Our previous results have shown that neuron-specific overexpression of the activated form of the Rab2 small GTPase has autophagy and lifespan-enhancing effects. In the present study, we used an RNA interference screen to investigate whether silencing 12 GTPase-activating proteins (GAPs) belonging to the TBC1 domain family can enhance Rab2 activation in the Drosophila nervous system. Several of the GAPs studied increased the number of Rab2-positive structures, 5 of which were selected for further screening. Our results suggest that neuronal silencing of CG42795 exerts an effect on autophagy, with the capacity to enhance the locomotor ability of animals and prolong lifespan. Furthermore, the human orthologue of this GAP, the TBC1D30 protein showed a conserved function in HeLa cells. Silencing TBC1D30 increased the number of active Rab2 protein and enhanced autophagic activity in human cells. Our findings suggest that studying GAPs could be a promising new field of focus for ageing researchers. Further analysis of CG42795 and TBC1D30 could lead to the development of potential autophagy activators.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.17.598893",
    "doi": "10.1101/2024.06.17.598893",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.24.666499",
    "title": "Gαq/11 signalling counteracts endothelial dysfunction in the brain and protects cognition in aged mice",
    "authors": [
      "Spyropoulos, D.",
      "Kleindienst, L.",
      "Ehrich, P.",
      "Ziemens, D.",
      "Natsagdorj, R.",
      "Noll, N.",
      "Hansen, C. E.",
      "Curley, G. A.",
      "Gutt, A.-S.",
      "Menyhart, A.",
      "Sedlacik, J.",
      "Ludewig, P.",
      "Lembrich, B.",
      "Oezorhan, U.",
      "Kostenis, E.",
      "Fiehler, J.",
      "Huettmann, G.",
      "Longden, T. A.",
      "Nogueiras, R.",
      "Prevot, V.",
      "Mueller-Fielitz, H.",
      "Offermanns, S.",
      "Wettschureck, N.",
      "Farkas, E.",
      "Schwaninger, M.",
      "Wenzel, J."
    ],
    "summary": "Background: Cerebral small vessel disease (cSVD) is a major cause of stroke and dementia, and is associated with increased blood-brain barrier permeability, neuroinflammation, and endothelial dysfunction. Endothelial Gq/11 proteins are involved in vascular tone regulation and have been shown to affect capillary blood flow in the brain. Since factors downstream of activated Gq/11 proteins, such as endothelial NO synthase (eNOS) activity are discussed in cSVD, we wondered whether the brain endothelial Gq/11 signalling pathway might influence cSVD-related pathology. Methods: Here, we generated mice carrying a brain endothelial-specific deletion of the Gq/11 signalling and characterised these mice using different imaging and staining techniques, as well as behaviour tests measuring cognition in adult and aged mice. Immunoblots, electrophysiology, perfusion measurements, and in vitro experiments complemented those techniques. Findings: The brain endothelial Gq/11 signalling pathway preserves normal vascular reactivity, and its loss resembles mild endothelial dysfunction in the brain. While the vessel structure was maintained in adult mice, a deletion of the Gq/11 signalling led to capillary rarefaction and blood-brain barrier disruption in aged mice. These effects were accompanied by disturbed VEGF signalling and an increase in senescence markers and oxidative stress in the vasculature, culminating in cognitive impairment with increased tau phosphorylation in the cortex and hippocampus, and decreased myelination in the white matter. Interpretation: These findings reflect the main hallmarks of cSVD and demonstrate a protective role of Gq/11 in endothelial cells in ageing. Furthermore, our results show that the combination of cerebral endothelial dysfunction and ageing accelerates cognitive impairment.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.24.666499",
    "doi": "10.1101/2025.07.24.666499",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.31.667840",
    "title": "Postsynaptic induction and presynaptic expression of long-term potentiation at excitatory synapses on layer 2/3 VIP interneurons in the somatosensory cortex",
    "authors": [
      "Bogaj, K.",
      "Urban-Ciecko, J."
    ],
    "summary": "Synaptic transmission between specific connection motifs undergoes plastic changes during learning process, however, exact mechanisms underlying synaptic plasticity are still under intense investigation. Long-term potentiation (LTP) of synaptic transmission is a widely used cellular model of synaptic plasticity occurring during learning. Here, we focused on studying LTP at excitatory synapses on layer (L) 2/3 vasoactive intestine polypeptide-expressing interneurons (VIP-INs) in the mouse somatosensory (barrel) cortex. LTP was induced by a pairing protocol of postsynaptic depolarization with extracellular stimulation in acute brain slices of young mice (P21-28). The pairing protocol evoked LTP in L2/3 VIP-INs in control condition, however, pharmacological blocking GABAaR inhibition enhanced LTP. Next, we found that LTP in L2/3 VIP-INs is dependent on metabotropic glutamate receptor type 1 (mGluR-1) and L-type voltage-gated calcium channels (L-type VGCC) but not on NMDARs nor mGluR-5. Here, mGluR-1 acts through G protein-coupled signaling, Src-family pathway, independently of transient receptor potential channels (TRPC). Analyses of paired-pulse ratio (PPR) and coefficient of variation (CV) indicated a presynaptic locus of LTP expression. Presynaptic expression of LTP in VIP-INs relies on retrograde signaling through endocannabinoids (eCBs) but not on brain-derived neurotrophic factor (BDNF). In conclusion, we dissected mechanisms of LTP induction and expression at excitatory inputs to L2/3 VIP-INs in the mouse barrel cortex. LTP at excitatory synapses on VIP-INs might serve as a positive feedback for enhanced VIP-IN-mediated inhibition of SST-INs, leading to disinhibition of excitatory neurons from SST-IN inhibition during learning process.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.31.667840",
    "doi": "10.1101/2025.07.31.667840",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.27.672736",
    "title": "Sister chromatid separation determines the proliferative properties upon whole-genome duplication via homologous chromosome arrangement",
    "authors": [
      "Inoko, M.",
      "Yang, G.",
      "Tsukada, Y.",
      "Uehara, R."
    ],
    "summary": "Whole-genome duplication (WGD) of diploid cells triggers various cell fates, such as cell death, cell cycle arrest, and proliferation with chromosome instability, contributing to broad bioprocesses, including differentiation, tumorigenesis, or aging. However, factors determining the post-WGD cell fates remain largely unknown. In this study, we found that cytokinesis failure (CF) and mitotic slippage (MS), two major routes of WGD induction, differentially affected post-WGD viability and proliferation in human cells. Quantitative live imaging revealed poorer survivability of cells upon multipolar chromosome segregation at the first mitosis after MS than CF. Chromosome-specific labeling showed that the inefficient sister chromatid separation upon MS caused more skewed homologous chromosome distribution than CF. The skewed homologue distribution frequently led to physical isolation (> 10 m) of the centrosomes from all homologous centromeres, hindering these centrosomes from capturing any of these homologues. The difference in the frequency of this nullisomic chromosome segregation between MS and CF at least partially explained their difference in the viability of the subsequent daughter cells. Moreover, artificial separation of sister chromatids upon MS improved the evenness of homologue distribution, suppressed nullisomic homologue segregation in the following mitosis, and significantly restored the viability of their daughter cells. These results demonstrate the geometric arrangement of homologous chromosomes, defined by the presence or absence of sufficient sister chromatid separation upon WGD, as a key factor determining the proliferative characteristics of subsequent progenies. Our findings would provide a clue to understanding the route-dependent outcomes of WGD in cell fate determination in different bioprocesses.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.27.672736",
    "doi": "10.1101/2025.08.27.672736",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.08.692904",
    "title": "A novel RAB5 binding site in human VPS34-CII that is likely the primordial site in eukaryotic evolution",
    "authors": [
      "Spokaite, S.",
      "Ohashi, Y.",
      "Bourguet, M.",
      "Dessus, A. N.",
      "Williams, R. L."
    ],
    "summary": "RAB5-GTP activation of the multiprotein VPS34 complex II (VPS34-CII) is critical for endosomal sorting and maturation, phagocytosis, and receptor downregulation. GTP-RAB5 activates VPS34-CII, by binding to a helical insertion in the C2 domain of VPS34 on the BECLIN1/UVRAG-containing adaptor arm of the complex. The autophagy complex, VPS34 complex I (VPS34-CI), features a unique ATG14L subunit in place of the VPS34-CII UVRAG subunit, and we found that this distorts the adaptor arm to alter the VPS34 RAB-GTPase binding pocket so that it preferentially binds GTP-RAB1. Surprisingly, our higher-resolution single-particle cryo-EM structure of VPS34-CII showed a second GTP-RAB5 binding site on the VPS15 solenoid region. This site (VPS15-RAB5-site) appears to be the primordial RAB5-binding region. A mutant in the helical insertion of the C2 domain of human VPS34 that mimics the Saccharomyces cerevisiae sequence abolishes RAB5 binding to VPS34. Mutation of the VPS15-RAB5-site ortholog in S. cerevisiae VPS15 resulted in defective CPY sorting, loss of colocalization with the RAB5 ortholog Vps21, and loss of binding to Vps21 in vitro. Evolutionary expansion from one to two RAB5-orthologue binding sites may have increased membrane binding and VPS34-CII activity to adapt to more complex endocytic systems.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.08.692904",
    "doi": "10.64898/2025.12.08.692904",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.12.693499",
    "title": "Molecular profiling of glioblastoma-derived extracellular vesicles identifies small nucleolar RNAs as candidate liquid biomarkers for radiation-induced senescence",
    "authors": [
      "De Luca, V.",
      "Hansen, N.",
      "Digumarti, P.",
      "Tang, N.",
      "Fink, K.",
      "Snipes, G.",
      "Pirrotte, P.",
      "Berens, M."
    ],
    "summary": "Radiation-induced senescence (RIS) in glioblastoma (GBM) is an undesirable cell fate that reduces tumor cell death and supports resistance and outgrowth. While senescence-targeting drugs are promising adjuvants, their clinical application will require proper patient selection based on post-treatment RIS burden. Current methods to evaluate senescence, however, are tissue-based, and given GBMs difficult anatomical location, post-treatment biopsies are impractical. Innovative and less invasive biomarkers for RIS are urgently needed. To this end, we aimed to identify candidate extracellular vesicle (EV) liquid biomarkers for RIS by profiling senescence-associated cargo changes within GBM EVs. Using a panel of GBM patient-derived cell cultures, we show that RIS is the primary functional state following radiation exposure and is associated with significant alterations in the cargo of senescent-derived EVs (senEVs). In particular, senEV transcriptomes have an increased abundance of senescence-associated RNA genes and gene sets. Most striking, however, was that senEVs are most differentiated by the significant enrichment of a panel of snoRNAs. This signature was conserved in 4/5 GBM models of RIS and was validated by qRT-PCR. We further confirmed snoRNA enrichment in the senEVs of a breast cancer cell line, as well as the lack of snoRNA enrichment following senescence-independent drug exposure. Analysis by mass spectrometry revealed that snoRNAs are likely co-packaged with their associating proteins, as senEVs had concurrent increases in these binding partners. We examined whether packaging is associated with nucleolar stress during RIS, but found that upregulation in senEVs is likely due to a tightly controlled cellular abundance rather than nucleoli fragmentation and release of nucleolar components to the cytoplasm. Finally, using a preliminary cohort of longitudinal plasma samples from four GBM patients, we determined the feasibility of detecting senescence-associated and snoRNA species in the extracellular vesicles of patient biofluids. Of interest, post-treatment EVs had increased senescence-associated RNAs like CDKN2B and GLB1 and the snoRNA SNORA49. Altogether, this data suggests that senEV RNA species, and particularly snoRNAs, are a promising analyte for RIS-biomarker development. With further study, this work may open avenues for a companion diagnostic for senotherapeutics.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.12.693499",
    "doi": "10.64898/2025.12.12.693499",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694444",
    "title": "In-cell cryo-electron tomography reveals differential effects of type I and type II kinase inhibitors on LRRK2 filament formation and microtubule association",
    "authors": [
      "Basiashvili, T.",
      "Hutchings, J.",
      "Chen, S.",
      "Karasmanis, E. P.",
      "Flaherty, W. A.",
      "Leschziner, A. E.",
      "Villa, E."
    ],
    "summary": "Mutations in Leucine-Rich Repeat Kinase 2 (LRRK2) are a leading contributor to developing familial and idiopathic Parkinsons disease (PD). Most PD-causing LRRK2 mutations increase the kinase activity, leading to increased phosphorylation of Rab GTPases, disrupting vesicular trafficking, cytoskeletal dynamics, and autophagy. Under homeostatic conditions, the bulk of WT and PD-mutant LRRK2 is found in the cytosol. However, exogenously expressed LRRK2 can form microtubule-associated filaments that have been shown to affect molecular transport along microtubules in vitro. While the physiological relevance of microtubule binding has not been established yet, inhibitors being designed and tested as therapeutics have been shown to either promote or prevent filament formation of LRRK2. In this study, we examine the localization and resulting molecular organization of hyperactive LRRK2-I2020T, a common PD mutant, in cells treated with type I (MLi-2) or type II (GZD-824) kinase inhibitors. Treatment with a type I kinase inhibitor results in extensive LRRK2-I2020T decoration around microtubules and microtubule bundling. Stabilization of LRRK2-I2020T filaments by type I inhibitor treatment allowed us to build a full-length closed-kinase model of LRRK2-I2020T in its cellular environment. Conversely, treatment with a type II inhibitor resulted in minimal microtubule decoration by LRRK2-I2020T compared to Type I inhibitor treated cells. This study provides a structural framework for understanding how type I and type II kinase inhibitors differentially modulate LRRK2 filament formation, demonstrating that type I inhibitor treatment promotes a distinct filament architecture, whereas such assemblies are not observed with type II inhibitors.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694444",
    "doi": "10.64898/2025.12.18.694444",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699518",
    "title": "Loss of cardiomyocyte eukaryotic elongation factor 1A2 in mice triggers cardiomyopathy due to defective proteostasis",
    "authors": [
      "Martin-Garrido, A.",
      "Weyrauch, N.",
      "Ruiz-Orera, J.",
      "Eresch, J.",
      "Reitter, S.",
      "Cordero, J.",
      "Senger, F.",
      "Scheich, V.",
      "Grund, A.",
      "Keles, M.",
      "Weinzierl, N.",
      "Hofmann, E.",
      "Trogisch, F. A.",
      "Hemanna, S.",
      "Buettner, M.",
      "Poschet, G.",
      "Rettel, M.",
      "Stein, F.",
      "Rog-Zielinska, E. A.",
      "Frey, N.",
      "Stoecklin, G.",
      "Voelkers, M.",
      "Hubner, N.",
      "Dobreva, G.",
      "Heineke, J."
    ],
    "summary": "Eukaryotic elongation factor 1A (eEF1A) delivers aminoacyl tRNAs to ribosomes but also has additional, non-canonical functions. Mammals express two paralogs: eEF1A1 is ubiquitous, whereas eEF1A2 is confined to adult cardiomyocytes, skeletal myocytes, and neurons. Mutations in EEF1A2 cause cardiomyopathy, but underlying mechanisms remain unclear. Using adult, cardiomyocyte-specific Eef1a2 knock-out (Eef1a2-cKO) and Eef1a1/Eef1a2 double knock-out mice, we show that Eef1a2-cKO animals develop cardiomyopathy with increased mortality, systolic dysfunction, and fibrosis, despite unchanged global protein synthesis, while double knock-out mice die early in a sudden manner. Multi-omics analyses reveal post-transcriptional upregulation of ribosomal proteins and translational regulators in both models. Eef1a2-cKO hearts accumulate autophagosomes and protein aggregates, indicating defective autophagy. Mechanistically, we found that eEF1A2 functions as a chaperone supporting protein folding and proteostasis in cardiomyocytes. Early Rapamycin treatment (mTORC1 inhibition) normalizes systolic heart function and survival in Eef1a2-cKO mice and clears autophagosomes and protein aggregates. Thus, eEF1A2 maintains cardiac proteostasis, and mTORC1 inhibition may represent a therapeutic strategy for patients with EEF1A2 mutations.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699518",
    "doi": "10.64898/2026.01.14.699518",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.12.705660",
    "title": "Modeling mitochondrial inheritance enables high-precision single-cell lineage tracing in humans",
    "authors": [
      "Gao, T.",
      "Weng, C.",
      "Johnson, I.",
      "Poeschla, M.",
      "Gudera, J.",
      "King, E.",
      "Rouya, C.",
      "Donovan, A.",
      "Bourke, L.",
      "Shao, Y.",
      "Marquez, E.",
      "Tyagi, R.",
      "Zon, L. I.",
      "Weissman, J. S.",
      "Sankaran, V. G."
    ],
    "summary": "Somatic mutations in mitochondrial DNA (mtDNA) provide natural barcodes that enable engineering-free lineage tracing in human tissues, but the complex dynamics of mtDNA inheritance across cell divisions and incomplete sampling of mtDNA introduce uncertainty in reconstructed lineages. Here, we present MitoDrift, a probabilistic framework that integrates Wright-Fisher drift dynamics with sparse single-cell measurements to produce confidence-refined lineage trees enriched for accurate clonal relationships. Validation with gold-standard lentiviral barcoding and whole-genome sequencing demonstrates that MitoDrift outperforms existing tree reconstruction methods in precision while maintaining high clonal recovery, enabling robust analyses linking lineage to cell state. Applying MitoDrift to human hematopoiesis reveals an age-associated decline in clonal diversity with differential impact across cell types and identifies heritable regulatory programs in hematopoietic stem cells in vivo, linking AP-1/stress-associated programs to clonal expansions. In multiple myeloma, MitoDrift captures therapy-associated clonal remodeling undetectable by copy number analysis, revealing phenotypic transitions and linking gene regulatory programs to differential drug sensitivity. Collectively, MitoDrift enables high-precision lineage tracing at scale and establishes quantitative lineage-state analysis in primary human tissues, linking clonal history to transcriptional and epigenetic programs in tissue homeostasis, aging, and disease.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.12.705660",
    "doi": "10.64898/2026.02.12.705660",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.706238",
    "title": "Stable but turbulent: the two faces of the germline-restricted chromosome of passerine birds",
    "authors": [
      "Schlebusch, S. A.",
      "Halenkova, Z.",
      "Moreno, H.",
      "Ridl, J.",
      "Kauzal, O.",
      "Suh, A.",
      "Janko, K.",
      "Dedukh, D.",
      "Paces, J.",
      "Albrecht, T.",
      "Reifova, R."
    ],
    "summary": "Germline-restricted chromosomes (GRCs) are essential, supernumerary chromosomes that undergo programmed elimination in somatic cells and are only retained in the germline. Despite their recurrent emergence across animals, their genetic composition, function and evolution remain poorly understood. Here we present the most complete and contiguous GRC assemblies, including one nearly telomere-to-telomere GRC assembly, from four closely related passerine bird species, providing an unprecedented insight into the GRC's composition and its evolution over short evolutionary timescales. We show that the passerine GRC is highly enriched in repetitive sequences, with massive, species-specific satellite expansions resulting in enormous differences in GRC size among species. Among mostly recently added sequences, we found only two ancestral genes dating back to the presumed GRC origin, offering clues to its essential function. Importantly, we demonstrate that the GRC undergoes extensive fine-scale within-chromosome rearrangements and copy number changes resulting in little collinearity between species. Our findings indicate that programmed DNA elimination has profoundly changed the GRC's evolution by altering the selection pressures and mutational mechanisms it is exposed to. This makes the GRC an extraordinarily dynamic element in an otherwise stable avian karyotype, retaining core functions while diversifying rapidly, with important implications for germline biology, adaptive evolution and speciation.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.706238",
    "doi": "10.64898/2026.02.16.706238",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.706177",
    "title": "Multi-omics analysis identifies intrinsic Trp53 driven metastatic breast cancer subtypes.",
    "authors": [
      "McDaniel, J. M.",
      "Morrissey, R. L.",
      "Chau, G. P.",
      "Su, X.",
      "von Ruff, Z.",
      "Korkut, A. M.",
      "Chandra, V.",
      "Huo, L.",
      "El-Naggar, A. K.",
      "Lozano, G."
    ],
    "summary": "Metastatic breast cancer (mBC) is deadly, and its molecular drivers are largely unknown. Treatment is limited to systemic cytotoxic chemotherapies and tumors often become refractory. The most frequently mutated gene in MBC is TP53. The TP53R248W hotspot missense mutation is associated with poor prognosis. We generated a somatic mouse model of mammary epithelial specific Trp53R245W expression. Primary tumors were highly metastatic, reflecting the human molecular subtypes luminal A, luminal B, HER2, and TNBC. Transcriptomic profiling revealed three intrinsic subtypes: stem-cell like (SCL), well-differentiated metabolically active (WDMA), and immunosuppressed (IS). SCL tumors activate ribosome biosynthesis and E2F signaling, amplifying Met, Birc3, Yap1 and deleting Nf1, Pik3r1, and Rad17. WDMA tumors activate cytochrome P450 enzymes, estrogen signaling and branched chain amino acid degradation, with mutations activating Pi3k/Akt/mTOR signaling. IS tumors activate immune suppression, have high mutation burden, and frequently mutate Traf7 and delete Cdkn2a. This is the most comprehensive transcriptomic and genomic profiling of mutant p53-driven breast tumors, elucidating potential therapeutic targets.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.706177",
    "doi": "10.64898/2026.02.16.706177",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706268",
    "title": "Protocol Update: The Normative Modelling Paradigm for Computational Psychiatry",
    "authors": [
      "de Boer, A. A. A.",
      "Bayer, J. M. M.",
      "Fraza, C.",
      "Chavanne, A.",
      "Rehak Buckova, B.",
      "Tsilimparis, K.",
      "Serin, E.",
      "Bernas, A.",
      "Cirstian, R.",
      "Zabihi, M.",
      "Rutherford, S.",
      "Al Khaledi, A.",
      "Wolfers, T.",
      "Beckmann, C.",
      "Marquand, A. F."
    ],
    "summary": "Normative Modelling ( brain growth charting) is now a well-established method for computational psychiatry and involves charting centiles of variation across a population in terms of mappings between biology and behavior, providing statistical inferences at the level of the individual. These models have helped the field to move away from case-control analysis toward individual-level analysis. Correspondingly, normative modelling has now been applied to chart brain development and ageing in many populations and has been used to quantify individual deviations across various neurological and psychiatric conditions. This has been supported by large-scale models that are openly accessible for diverse brain imaging modalities. As normative modelling continues to grow, several recent methodological developments, such as non-Gaussian models, longitudinal models, and federated learning, have been implemented in different software tools, including the Predictive Clinical Neuroscience toolkit (PCNtoolkit). In this protocol update, we provide: (i) a revised overview of this methodological landscape; (ii) an update to our 2022 standardised analytical protocol for normative modelling of neuroimaging data, including options for federated and longitudinal normative models; (iii) practical guidance suited to both novice and experienced practitioners supported by open-source code examples implemented in the refactored version of PCNtoolkit; and (iv) updated models for cortical thickness, volumetric data, diffusion-weighted imaging and longitudinal data for use by the community.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706268",
    "doi": "10.64898/2026.02.17.706268",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.706160",
    "title": "Signalome-wide mapping of the NFκB pathway in T-cells reveals novel targets for immunotherapy",
    "authors": [
      "Clarke, J. J.",
      "Chen, H.",
      "Tormo-Garcia, C.",
      "Basiarz, E.",
      "Kotowski, M.",
      "Santos, A. M.",
      "Voung, M. T.",
      "Sherman, P.",
      "Li, J. X.",
      "Tape, C. J.",
      "Davis, S. J.",
      "Petsalaki, E.",
      "Sharma, S."
    ],
    "summary": "Cell signalling networks govern fundamental cellular processes yet remain incompletely defined. Moreover, what is known is biased toward a limited subset of well-characterised components. Phosphoprotein-based interrogation methods, including mass spectrometry and targeted phosphosite panels, have limited utility in physiological settings dependent on cell-cell interactions because the signalling fluxes can be difficult to detect despite producing robust functional responses. Here we developed a perturbation-based experimental framework that infers signalling pathway architecture using quantitative functional outputs rather than direct measurements of effector state, e.g., phosphorylation levels. Using antigen-specific, NF-kB-GFP reporter-expressing transformed T-cells co-cultured with cellular targets, we performed an arrayed CRISPR-Cas9 screen targeting a curated signalome of kinases, phosphatases, adaptor and scaffolding proteins, totalling 700 genes. Quantitative effect-size profiling recovered canonical T-cell receptor regulators and revealed unequal, family-specific patterns of control over NF-kB activation. Comparing T-cell stimulation with low- and high-affinity antigen uncovered signal-strength-dependent buffering of proximal signalling nodes, exemplified by reduced sensitivity to perturbation of LCK under high-intensity stimulation. Targeted perturbation in primary human CD8+ T-cells validated our findings and identified TRRAP and CTDSPL2 as negative regulators of T-cell effector output, whose disruption enhanced cytotoxicity, degranulation, and cytokine production in both polyclonal and TCR-engineered T cells. Together, these results establish a scalable strategy for mapping signalling pathway architecture in the setting of physiological T-cell activation.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.706160",
    "doi": "10.64898/2026.02.16.706160",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.706166",
    "title": "Macroscopic to Ultrastructural Analyses Identify the Loss of Myofibrils as the Primary Mediator of Muscle Fiber Atrophy in Aging and Disuse",
    "authors": [
      "Sayed, R. K. A.",
      "Lange, A. N.",
      "Paez, H. G.",
      "Hibbert, J. E.",
      "Meinhold, M.",
      "Flynn, C. G. K.",
      "Vergara, M. B. Z.",
      "Dobrzycki, I.",
      "Wrucke, D. J.",
      "Zepeda, C. S.",
      "James, J. J.",
      "Sundberg, C. W.",
      "Hornberger, T."
    ],
    "summary": "BackgroundAging and disuse are two of the most clinically relevant conditions associated with the loss of skeletal muscle mass, yet the ultrastructural adaptations that drive these losses remain poorly defined. In particular, it is unclear whether radial atrophy of muscle fibers is driven by a reduction in the size of the existing myofibrils, and/or the loss of myofibrils. Accordingly, the objective of this study was to define the macro-to-ultrastructural adaptations that mediate aging- and disuse-induced loss of muscle mass.\n\nMethodsSkeletal muscle structure was assessed at the macroscopic, microscopic, and ultrastructural levels in humans and mice. In humans, magnetic resonance imaging was used to quantify knee extensor muscle volume and cross-sectional area (CSA) in young (19 - 40 years) and old (65 - 84 years) adults, and vastus lateralis biopsies were analyzed for microscopic and ultrastructural adaptations using immunohistochemistry and fluorescence imaging of myofibrils with image deconvolution (FIM-ID). Parallel studies were performed in young (4 months) and aged (24 months) mice, along with the use of unilateral hindlimb immobilization to model disuse.\n\nResultsAging led to a robust loss of skeletal muscle mass that was mediated by coordinated macro-to-ultrastructural adaptations. In humans, aging reduced knee extensor muscle volume (34%, P < 0.005) and CSA (32%, P < 0.001) in a sex-independent manner, and these effects were associated with radial atrophy of SERCA1-positive fibers (23%, P < 0.05). Ultrastructural analyses revealed that the radial atrophy was driven by a reduction in the number of myofibrils per fiber (23%, P < 0.05) without changes in myofibril CSA. In mice, aging produced similar macro-to-ultrastructural adaptations in various flexor muscles; however, radial atrophy of the highly glycolytic/Type IIb fibers, which are not present in human limb muscles, was also associated with a decrease in the CSA of the myofibrils (9%, P < 0.005). We also determined that disuse led to radial atrophy of SERCA1-positive fibers (24%, P < 0.001), and this was mediated by a decrease in both the number (22%, P < 0.005) and size of the myofibrils (4%, P < 0.05). Notably, the results also revealed that the magnitude of the disuse-induced adaptations was significantly blunted with aging.\n\nConclusionThis study identifies the loss of myofibrils as a central and conserved mediator of the radial atrophy of muscle fibers that occurs in response to disuse and aging, while also highlighting smaller context-dependent contributions that can arise from changes in myofibril size.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.706166",
    "doi": "10.64898/2026.02.16.706166",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.705588",
    "title": "Multi-Omic Analyses of Dietary Fatty Acid-Microbe-Host Interactions Reveal Metaorganismal Lipid Metabolic Crosstalk Impacting Cardiometabolic Disease",
    "authors": [
      "Mouannes, N.",
      "Burrows, A. C.",
      "Horak, A. J.",
      "Venkateshwari, V.",
      "Dutta, S.",
      "Mahen, K.",
      "Banerjee, R.",
      "Massey, W. J.",
      "Ye, X.",
      "Mrdjen, M.",
      "Brown, A. L.",
      "Awoniyi, M.",
      "Kitao, K.",
      "Sandhu, A.",
      "Tomimoto, C.",
      "Tsuji, K.",
      "Yonejima, Y.",
      "Ampong, I.",
      "Zhang, R.",
      "Qiu, Y.",
      "Willard, B.",
      "Hajjar, A. M.",
      "Dwidar, M.",
      "Sangwan, N.",
      "Walker, M. E.",
      "Spite, M.",
      "Cheng, F.",
      "Brown, J. M."
    ],
    "summary": "Following a meal, our gut microbiome and human cells collaborate via metaorganismal metabolic circuits to produce diverse nutrient metabolites that systemically circulate to influence health and disease. Although there are now several examples of bacterial fiber-, amino acid-, and micronutrient-derived metabolites impacting cardiometabolic disease, very little is known in regards to how diet-microbe-host interactions impact lipid homeostasis. Here we address this by defining dietary fatty acid substrate availability in germ-free versus conventionally-raised mice coupled to deep multi-omic metabolic phenotyping. Our data demonstrate that the effects of dietary saturated (SFA), monounsaturated (MUFA), and polyunsaturated fatty acids (PUFA) on the host lipidome, transcriptome, proteome and metabolome are uniquely impacted by resident microbiota. Also, the hepatic levels of both pro-inflammatory and pro-resolving lipid mediators are strongly influenced by dietary fatty acid-microbe interactions. This study presents a unique resource to the nutrition and metabolism research community to advance our understanding of metaorganismal lipid metabolism.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.705588",
    "doi": "10.64898/2026.02.16.705588",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.706212",
    "title": "Radiation synergizes with BET inhibition to stimulate durable, systemic anti-tumor immunity in murine cancer models",
    "authors": [
      "McCuen, N.",
      "Vidal, C.",
      "Pandey, K.",
      "Udden, S. N.",
      "Liu, Y.-L.",
      "Alluri, P. G."
    ],
    "summary": "Most patients with breast cancer (BC) and soft tissue sarcoma (STS) harbor immunologically cold 17 tumors and do not respond to existing immunotherapies such as immune checkpoint inhibitors 18 (ICIs) as a monotherapy. Consequently, prolonged treatment with highly toxic multiagent 19 chemotherapy, with or without ICIs, remains the mainstay of systemic therapy in such patients. 20 Therefore, there is an acute clinical need for novel chemotherapy-free immunotherapy regimens 21 with high efficacy and minimal toxicity. Here, employing an in vivo drug screen, we identify that a 22 short course of radiation therapy (RT) synergizes with pharmacological bromodomain and 23 extraterminal (BET) inhibition to elicit a strong systemic anti-tumor immunity and long-term 24 immunological memory in a CD8+ T cell-dependent manner in murine models of both BC and 25 STS. Mechanistic studies reveal that RT + BET inhibition accentuates RT-induced DNA damage 26 and micronuclei formation, increases Major Histocompatibility Complex class I and II expression 27 on macrophages, enhances translocation of calreticulin to the plasma membrane, and blocks RT-28 induced Programmed Death-Ligand 1 (PD-L1) overexpression on tumor cells, thereby promoting 29 immunogenic cell death. Our data suggest that a combination of RT + BET inhibition promotes 30 robust anti-tumor immunity and immunological memory in immunologically cold tumors, thereby 31 opening potential avenues for clinical translation.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.706212",
    "doi": "10.64898/2026.02.16.706212",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.13.705828",
    "title": "Age-related Delays in Osteochondral Remodeling of Fracture Healing Illustrated by Mass Spectrometry Imaging",
    "authors": [
      "Schurman, C. A.",
      "Chandler, W.",
      "Hu, D.",
      "Taylor, H.",
      "Tao, N.",
      "Miclau, T.",
      "Angel, P.",
      "Marcucio, R.",
      "Schilling, B."
    ],
    "summary": "Age-related delays in fracture healing are prevalent and contribute to morbidity and mortality in elderly populations. Clinical and preclinical studies demonstrate that aging is associated with slower and less complete fracture repair characterized by delayed cartilage and bone formation, impaired matrix resorption, and an increased risk of delayed union or non-union. Matrix-Assisted Laser Desorption/Ionization Mass Spectrometry Imaging (MALDI MSI) enables spatially resolved, in situ molecular analysis of proteins directly from murine fracture tissues. We applied collagenase type III (MMP-13) mediated proteolytic digestion to formalin-fixed, paraffin-embedded (FFPE) tibia fracture callus sections harvested 10 days post-tibial fracture from young (3-month-old) and aged (18-month-old) mice to perform spatially resolved proteomic profiling. Spatial MS Imaging revealed pronounced age-dependent differences in extracellular matrix protein composition and remodeling within the fracture callus. We identified upregulation of canonical bone and matrix proteins, including Col1a1 and Col1a2 specifically in the young fracture callus demonstrating advancement into harden callus formation. Conversely, Col2a1 and other soft callus proteins were only seen in the aged callus tissues. Further, protein indicators of tissue state, such as fibronectin (upregulated) and calreticulin (downregulated) were selectively regulated aged tissues, demonstrating a failure for aged tissues to fully progress into harden calluses. Spatial proteomic patterns demonstrated a marked delay in progression from cartilaginous to osseous callus in aged mice, consistent with impaired matrix remodeling during fracture repair. Together, these findings establish spatial MS Imaging based proteomics as a powerful approach to elucidate age-related alterations in fracture healing and to identify molecular regulators of impaired skeletal regeneration.\n\nLay SummaryUsing spatially-resolved proteomics via mass spectrometry imaging on fracture callus tissues from young and aged mice, we observed delayed healing in aged animals based on the composition of the extracellular matrices. Higher levels of bone specific collagens were detected in young animals, whereas cartilage specific collagens were detected in aged animals at higher levels. Further, detection of novel, non-canonical callus proteins revealed critical transitional steps that are delayed in aged-callus tissues, and these may also contribute to the delayed healing aged animals.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.13.705828",
    "doi": "10.64898/2026.02.13.705828",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706606",
    "title": "A Brainwide Atlas of Synaptic Nanoarchitecture Across the Mouse Lifespan",
    "authors": [
      "Kaizuka, T.",
      "Qiu, Z.",
      "Bulovaite, E.",
      "Morris, K.",
      "Zhao, T.",
      "Adams, C.",
      "Varga, G.",
      "Dominic, D.",
      "Komiyama, N.",
      "Horrocks, M. H.",
      "Grant, S. G. N."
    ],
    "summary": "How biological complexity emerges from the ordered assembly of molecular building blocks into supramolecular systems remains a central question, particularly in the mammalian brain with its vast synaptic diversity. We introduce NanoSYNMAP, a genetic, optical, and computational platform that integrates FRET with synaptome mapping to quantify nanoscale proximity of proteins in individual synapses brain-wide. We generate the first brain atlas of synaptic nanoarchitecture, based on the proximity of postsynaptic MAGUK supercomplexes. This reveals a molecular logic in which spacing of supramolecular assemblies specifies nanoscale architecture that organizes the global synaptome architecture. Nanoarchitecture varies across brain regions, differentiates during postnatal development, and remodels with aging. Supercomplex proximity reflects scaffold abundance, nanodomain organization, and competitive interactions among MAGUK assemblies. Deletion of a neuropsychiatric risk gene triggers widespread reorganization of nanoscale architecture. These findings establish molecular proximity as a fundamental scalable dimension of synapse diversity in health and disease.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706606",
    "doi": "10.64898/2026.02.18.706606",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706515",
    "title": "3D, multi-omic imaging reveals molecular biomarkers of the pre-metastatic niche in lung cancer",
    "authors": [
      "Michel, J.",
      "Forjaz, A.",
      "Queiroga, V.",
      "Casella, K.",
      "Stivers, K.",
      "Nguyen, H.",
      "Browne, M.",
      "Chen, F.",
      "Tam, A.",
      "Dhaygude, O.",
      "Fan, H.",
      "Maehira, H.",
      "Lin, C. T.",
      "Gray-Gaillard, E.",
      "Benducci, T.",
      "Yamauchi, S.",
      "Shoyombo, I.",
      "Xu, Z.",
      "Shenderov, E.",
      "Huang, P.",
      "Wirtz, D.",
      "Elisseeff, J.",
      "Chen, Y.",
      "Brock, M. V.",
      "Kiemen, A. L.",
      "Housseau, F."
    ],
    "summary": "The recurrence rate following complete surgical resection of primary non-small cell lung cancer is as high as 55%, yet no approach currently exists to evaluate the risk of local recurrence. The premetastatic paradigm is the recognition that metastasis is preceded by reprogramming naive tissues to prime a microenvironment for tumor cell survival and subsequent reactivation. Identification of biomarkers of the pre-metastatic niche would allow us to evaluate a patients risk of local relapse in the normal lung parenchyma surrounding the resected tumor. We designed a workflow incorporating in vivo modelling, radiology, and deep learning-guided three-dimensional (3D) imaging, spatial proteomics, and transcriptomics to identify previously unreported signals associated with the early transformation of the lung parenchyma announcing regional metastasis. We curated biorepository spanning timepoints before and after resection of primary Lewis Lung Carcinoma (LLC) tumors. Using radiology and cellular resolution 3D histology, we calculated the number and distribution of metastases in mouse lungs and developed an algorithm to guide placement of spatial proteomics and transcriptomics to regions containing early micro-metastases and the pre-metastatic microenvironment. Molecular and tissue features associated with presence, size, and location of metastases guided the identification of both myeloid (F4/80) and senescent (p16/p21) cell signatures in the premetastatic and metastatic environments. Finally, multiparametric flow cytometry of metastatic lungs in a senescence reporter GEMM (tdTomato-p16 INKA mice) resolved senescent cells including alveolar macrophages as the cellular phenotypes associated with these early premetastatic signatures. Altogether, this work highlights a novel AI-assisted approach for detection of biomarkers of tissue remodeling during lung cancer invasion.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706515",
    "doi": "10.64898/2026.02.18.706515",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp16\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706361",
    "title": "Neurometabolic correlates of accelerated aging and neurocognitive late effects in long-term survivors of pediatric hodgkin lymphoma and acute lymphoblastic leukemia",
    "authors": [
      "Gibney, K.",
      "Khan, A.",
      "Nisar, S.",
      "Chakraborty, K.",
      "Burman, R.",
      "Hanby, P.",
      "Guthrie, S.",
      "Potter, B.",
      "Hudson, M.",
      "Ness, K.",
      "Brinkman, T.",
      "Mandrell, B.",
      "Li, C.",
      "Krull, K.",
      "Bagga, P."
    ],
    "summary": "Adult survivors of pediatric cancers are at elevated risk for neurocognitive late effects, but how these effects relate to metabolic perturbations in the brain remains unclear. To address this knowledge gap, the present study explored associations between neurometabolite levels and neurocognitive function in adult survivors of Hodgkin lymphoma (HL) and acute lymphocytic leukemia (ALL). Data were collected from a single-center observational study conducted at St. Jude Childrens Research Hospital (SJCRH) between October 2022 and November 2024. Adult survivors of HL (N=11 [5 females]; [&ge;]5 years post-diagnosis; mean [SD] current age 34 [9.5] years) and ALL (N=24 [16 females]; [&ge;]5 years post-diagnosis; current age 40 [12.6] years) and community controls (N=35 [17 females]; current age 40 [11] years) completed standardized neurocognitive tests of memory, attention, executive function, and processing speed. Participants also underwent proton magnetic resonance spectroscopy (1H MRS) to quantify neurometabolite levels in the left dorsolateral prefrontal cortex (dlPFC), left hippocampus, and left cerebellum. Analyses used regression models to examine differences in the slope of the relationship between neurometabolite and neurocognitive function or between neurometabolite and age. When comparing HL survivors vs controls, significant interactions were identified for group x age on the ratio of myo-inositol to N-Acetyl aspartic acid (mI/NAA; p=0.007) and group x Gamma-Aminobutyric Acid (GABA) on processing speed (p=0.04) in the left dlPFC. When comparing ALL survivors vs controls, significant interactions were identified for group x myo-inositol on verbal fluency in the left hippocampus (p=0.01) and group x GABA on cognitive flexibility in the left cerebellum (p=0.01). These preliminary findings suggest that neuroinflammation may be a mechanistic underpinning of age-associated neurocognitive impairment in pediatric cancer survivors.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706361",
    "doi": "10.64898/2026.02.17.706361",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706437",
    "title": "Glycolytic Specialization Shapes Neuronal Physiology and Function in vivo",
    "authors": [
      "Wolfe, A. D.",
      "Niu, L.",
      "Yilmaz, L. S.",
      "Ravikumar, S.",
      "Thomas, M. J.",
      "Walhout, A. J. M.",
      "Wang, Z.-W.",
      "Goodman, R. H.",
      "Colon-Ramos, D. A."
    ],
    "summary": "Neurons perform diverse functions that impose distinct energetic demands, but how energy-metabolic pathways are matched to these functions in vivo remains unknown. Here we show that two functionally divergent sister chemosensory neurons in C. elegans, ASEL and ASER, exhibit asymmetric glycolytic flux, with ASER having high and ASEL having low levels of glycolysis. Metabolic imaging, metabolic network modeling, and electrophysiology measurements reveal that ASER's elevated glycolysis supports a hyperpolarized resting potential, low input resistance, and rapid repolarization that enable a distinct functional role compared to ASEL. Impairing glycolysis collapses these electrophysiological specializations without abolishing neuronal excitability, and selectively disrupts ASER's calcium responses while leaving ASEL largely unaffected. These findings demonstrate that neuron-specific glycolytic programs shape core biophysical properties and are required for functional identity in vivo, establishing metabolism as an active determinant of neuronal physiology.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706437",
    "doi": "10.64898/2026.02.17.706437",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706442",
    "title": "STING safeguards epithelial genome integrity and protects from carcinogenesis via mitotic checkpoint control",
    "authors": [
      "Xiang, H.",
      "Marcino, M.",
      "Woitaske-Proske, C.",
      "Bodenstein, N.",
      "Bernardes, J. P.",
      "Schmid, N. A.",
      "Martini, G. R.",
      "Wotawa, F.",
      "Bornhaeuser, J.",
      "Kakavand, N.",
      "Dionisi, O. D.",
      "Bossche, S. v. d.",
      "Yang, G.",
      "Wu, Q.",
      "Kugler, J.",
      "Welz, L.",
      "Konukiewitz, B.",
      "Fischer, J. C.",
      "Peifer, C.",
      "Rad, R.",
      "Schreiber, S.",
      "Rosenstiel, P.",
      "Tschurtschenthaler, M.",
      "Sanders, A. D.",
      "Aden, K."
    ],
    "summary": "The cGAS-STING pathway is a central regulator of anti-tumor immunity, sensing cytosolic double-stranded DNA and inducing type I interferon responses. However, whether cGAS-STING directly coordinates DNA damage response in non-immune cells and thereby contributes to cell-intrinsic prevention of oncogenesis is not known. Using mouse models with deletion of ribonucleotide excision repair in the intestinal epithelium (H2b{Delta}IEC) and additional knock-out of STING (H2b{Delta}IEC/STING-/-, H2b/STING{Delta}IEC) we show that STING deficiency compromises DNA damage induced signalling via ATM and impairs homologous recombination repair, thereby promoting chromosomal instability and driving formation of spontaneous intestinal adenocarcinoma. Mechanistically, STING loss disrupts the NBS1-ATM axis and attenuates DNA damage signalling through enhanced phosphatase-mediated signal termination. Using single strand sequencing, we show that epithelial loss of STING promotes chromosomal instability and accumulation of mutations. By employing kinase screening, we further show that STING deficiency abrogates p53-dependent checkpoint control via overactivation of Cyclin-dependent kinase 1 (CDK1). CDK1 inhibitors lead to a STING-specific sensitization of tumor organoids and colorectal cancer cell lines, pointing towards a STING-specific vulnerability of tumors to CDK1 inhibition. Together, these data identify STING as an epithelial, interferon-independent genome-integrity checkpoint that couples DNA damage signaling to cell-cycle control, thereby restraining chromosomal instability, tumor evolution and revealing a therapeutically exploitable vulnerability in colorectal cancer.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706442",
    "doi": "10.64898/2026.02.17.706442",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706400",
    "title": "Proximity labeling of the \tListeria monocytogenes\t surface reveals pathogen control of a host deubiquitinase",
    "authors": [
      "Lamason, R.",
      "Woida, P. J.",
      "Smith, M. W."
    ],
    "summary": "Intracellular pathogens must navigate the crowded cellular environment to establish infection. Listeria monocytogenes achieves this by recruiting host factors to its surface to hijack the host actin cytoskeleton for motility, form membrane protrusions, and spread from cell to cell. Although these types of Listeria-host interactions are critical for infection, systematic characterization of this interface has been limited. Here, we implement surface display of the promiscuous biotin ligase split-TurboID to profile host proteins recruited to the surface of L. monocytogenes during intracellular infection. This approach identified the host deubiquitinase CYLD as a protein selectively enriched at the pathogen surface. While CYLD promotes infection by suppressing autophagy and innate immunity in macrophages, how L. monocytogenes recruits and appropriates CYLD function in other cell types has remained unclear. We demonstrate that the E3 ligase RNF213 decorates bacterial poles with M1-linked linear ubiquitin, thereby redirecting CYLD to the bacterial surface. We further show ubiquitin is not sufficient to recruit CYLD but requires the L. monocytogenes secreted effector internalin C (InlC). Despite its presence at the bacterial surface, CYLD does not deubiquitinate bacteria or regulate autophagic bacterial clearance in infected epithelial cells. Instead, CYLD and InlC protect L. monocytogenes from IFN-{gamma}- and RNF213-dependent restriction of cell-to-cell spread. Overall, our work profiling the bacterial surface-host interactome has identified a new mechanism by which InlC spatially reprograms CYLD activity, uncoupling its canonical immune functions to promote cell-to-cell spread in epithelial cells. These findings highlight how L. monocytogenes exploits, a host deubiquitinase, to perform cell-type-specific functions during infection.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706400",
    "doi": "10.64898/2026.02.17.706400",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706531",
    "title": "Host gene expression changes induced by an HIV-1 mutant associated with delayed AIDS progression reveal potential mechanisms",
    "authors": [
      "Sithole, S. T.",
      "Ramsey, J. S.",
      "Call, M. C.",
      "Poole, B. D.",
      "Pickett, B. E.",
      "Berges, B. K."
    ],
    "summary": "HIV-1 viral protein R (Vpr) is a multifunctional protein central to HIV-1 pathogenesis and progression to AIDS. Polymorphisms in vpr have been linked to varying rates of HIV-1 progression. Of note is the HIV-1 Vpr R77Q mutant, associated with delayed progression to AIDS (also as the long-term non-progressor phenotype, or LTNP). We previously demonstrated that the R77Q mutant promotes a non-inflammatory, apoptotic phenotype in CD4+ T cells. To investigate the mechanism underlying the R77Q-induced apoptotic phenotype, we performed RNA sequencing on a CD4+ T cell line, HUT78, infected with either a replication-competent wild-type strain (NL4-3) or the R77Q mutant. Our results show that at 72 hours post-infection, transcriptomes were heterogeneous, and differential expression analysis identified 289 differentially expressed genes (DEGs) in the R77Q vs. WT comparison. Functional enrichment analysis revealed enriched pathways associated with apoptosis. Gene ontology (GO) terms and GO connections also revealed an apoptotic signature. Although both viral strains upregulated pro-apoptotic genes, the R77Q mutant failed to upregulate some key anti-apoptotic genes such as bcl-2, while WT-infected cells displayed upregulation of those anti-apoptotic genes. Predicted protein-protein interaction within the Bcl-2 family local network also suggests that interactions within this network were substantially affected. Taken together, these findings provide a transcriptomic basis for our previous observations of enhanced apoptosis in R77Q-infected cells and highlight distinct host cell responses that may underlie delayed HIV-1 progression. These results may be useful in identifying new targets to delay AIDS progression.\n\nImportanceThe R77Q mutant has been a long-standing variant of interest because of its association with long-term non-progressors (LTNPs), yet the mechanisms behind this phenotype remain poorly defined. We previously showed that the R77Q mutant is less cytotoxic, killing fewer cells than WT via a non-inflammatory apoptotic pathway while suppressing inflammatory cytokine release, possibly contributing to the LTNP phenotype. Here, we provide a transcriptomic basis for this phenotype and identify a potential novel loss-of-function mechanism in which R77Q-induced apoptosis arises from a failure to upregulate key anti-apoptotic genes. Defining host responses in the context of delayed HIV-1 progression offers novel insights into cellular networks that could inform future therapeutic strategies beyond the current antiviral approaches.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706531",
    "doi": "10.64898/2026.02.18.706531",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706459",
    "title": "CNOT6 deadenylase safeguards postnatal growth and metabolic transition via Fgf21 mRNA decay",
    "authors": [
      "Saeed, M.",
      "Zang, M.",
      "Gius, D.",
      "Katsumura, S.",
      "Morita, M."
    ],
    "summary": "Postnatal growth and development require precise coordination of growth and metabolism to meet the biosynthetic and energetic demands of rapidly expanding organs. Fibroblast growth factor 21 (FGF21) serves as a key endocrine regulator linking nutrient availability to systemic growth control in early life and metabolic homeostasis in adulthood. Here, we identify the CCR4-NOT deadenylase complex subunit CNOT6, but not its paralog CNOT6L, as an essential post-transcriptional regulator of neonatal growth and metabolism. Loss of Cnot6 results in severe growth retardation, multi-organ hypoplasia, and increased perinatal mortality. Surviving Cnot6 knockout mice display markedly reduced body and organ size that gradually normalizes by adulthood, indicating developmental compensation. Mechanistically, Cnot6 deficiency elevates hepatic Fgf21 mRNA expression, suppresses the IGF1-IGFBP1 axis, and reprograms liver transcriptional networks controlling lipid and glucose metabolism and apoptosis. These changes are accompanied by increased ketone body production, suggesting enhanced fatty acid oxidation. Together, our findings uncover a previously unrecognized role of CNOT6 in limiting FGF21 expression to preserve anabolic metabolism during the neonatal period. This work establishes the CNOT6-FGF21 axis as a molecular checkpoint that couples mRNA decay with hormonal and metabolic coordination required for healthy postnatal growth.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706459",
    "doi": "10.64898/2026.02.17.706459",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706443",
    "title": "A PERK/FOXO1 AXIS LINKS DNA DAMAGE TO FIBROBLAST SURVIVAL IN DIFFUSE CUTANEOUS SYSTEMIC SCLEROSIS",
    "authors": [
      "Khan, L.",
      "Wang, J.",
      "Hunter, C.",
      "Eeden, C. v.",
      "Redmond, D.",
      "Willis, L.",
      "Durand, C.",
      "Storek, J.",
      "Jamani, K.",
      "Mulder, U.",
      "Baron, M.",
      "Pope, J.",
      "Netchiporouk, E.",
      "Tervaert, J. W. C.",
      "Vliagoftis, H.",
      "Gniadecki, R.",
      "Osman, M."
    ],
    "summary": "Objective Diffuse cutaneous systemic sclerosis (dcSSc) is a life-limiting fibrotic disease. We and others have shown that dcSSc fibroblasts accumulate numerous somatic mutations associated with senescence-like features; however, the mechanism(s) enabling their survival remain unclear. Methods Skin biopsies were obtained from lesional tissues from dcSSc (n=10), dcSSc treated with autologous hematopoietic stem cell transplantation (ASCT, n=8) or 7 age/sex-matched healthy controls. Primary dermal fibroblasts were generated from biopsies. Spatial RNA sequencing, immunoblotting, confocal microscopy, and functional assays were used to mechanistically delineate signaling pathways linking DNA-damage with fibroblast survival. Results dcSSc fibroblasts demonstrated increased pH2AX DNA double-strand-break foci yet remained apoptosis resistant. These cells displayed features of metabolic-stress remodeling, including mitochondrial hyperpolarization, increased reactive oxygen species production, and enhanced mitochondrial biogenesis. Spatial transcriptomics and subsequent biochemical analyses identified activation of a PERK/ATF4/FOXO1 axis, characterized by PERK phosphorylation, selective ATF4 translation, FOXO1 nuclear translocation, and induction of downstream antioxidant and metabolic programs. In contrast, fibroblasts from post-ASCT patients exhibited normalization of DNA-damage markers and mitochondrial parameters without ATF4/FOXO1 activation. Pharmacologic inhibition of either PERK or FOXO1 selectively restored mitochondrial-dependent apoptosis in dcSSc fibroblasts, demonstrating that this axis is required for their survival following extensive genomic injury. Conclusion dcSSc fibroblasts persist despite substantial genomic injury by engaging a PERK/ATF4/FOXO1 metabolic-adaptation program that suppresses mitochondrial-dependent apoptosis. This survival axis is not present after ASCT. Targeting PERK or FOXO1 restores apoptosis selectively in dcSSc fibroblasts, highlighting its potential use as a therapeutic target for eliminating pathogenic senescence-like fibroblasts in dcSSc.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706443",
    "doi": "10.64898/2026.02.17.706443",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bApoptosis\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706320",
    "title": "Longitudinal dynamics of organ-specific proteomic aging clocks over a decade of midlife",
    "authors": [
      "Neirynck, R. E.",
      "Chirinos, J. A.",
      "Van Damme, M.",
      "Coussement, L.",
      "Segers, P.",
      "De Buyzere, M.",
      "Rietzschel, E. R.",
      "De Meyer, T."
    ],
    "summary": "Organ-specific proteomic clocks are promising tools for quantifying heterogeneity in biological aging, but their longitudinal behavior remains largely unexplored. Here, we analyzed paired plasma proteomic profiles with 10-year follow-up in middle-aged adults (n= 1,250) to evaluate their longitudinal properties. Cross-sectional associations of protein concentrations with age mirrored average longitudinal trajectories, validating the common cross-sectional training of clocks. Organ-specific age acceleration was moderately stable over the decade, and aging across organs progressed in parallel, with the immune and adipose systems acting as central hubs and early cardiorespiratory aging predicting downstream metabolic aging. Critically, longitudinal changes in predicted age tracked subclinical risk factor alterations. In women, the menopausal transition dominated the aging landscape and was associated with multi-organ age acceleration. Medication initiation altered clocks through specific drug-targeted proteins (such as renin and APOB) rather than generalized organ aging. Together, these findings position organ-specific proteomic clocks as interpretable, dynamic indicators of aging and organ health.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706320",
    "doi": "10.64898/2026.02.17.706320",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMetabolic\\ aging\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706543",
    "title": "vGPCR-mediated ANO1 Modulation of Apoptosis Regulates Lytic KSHV Infection",
    "authors": [
      "Konakalla, A. R.",
      "Moreno, O. K.",
      "Price, S.",
      "Sanchez, E. L."
    ],
    "summary": "Kaposis Sarcoma herpesvirus (KSHV) is an oncogenic, enveloped double-stranded DNA virus that causes Kaposis Sarcoma (KS), an endothelial-derived tumor that primarily affects immunocompromised individuals. KSHV persists in a biphasic lifecycle of latency and lytic reactivation, with the lytic phase driving viral dissemination and disease progression through expression of viral proteins that reprogram host survival pathways. One such protein is the viral G protein-coupled receptor (vGPCR), a constitutively active lytic gene product that promotes angiogenic and pro-survival signaling, although the host mediators of these effects remain incompletely defined. Here, we identify Anoctamin-1 (ANO1), a calcium-activated chloride channel with ant-apoptotic functions, as a downstream target of vGPCR in endothelial cells. RNA sequencing and RT-qPCR in vGPCR-expressing HMEC-1 cells revealed broad transcriptional reprogramming, including strong ANO1 induction. Functional studies showed that ANO1 depletion had little effect on viability in full-serum conditions but selectively sensitized vGPCR-expressing cells to apoptosis during serum starvation. This loss of viability was rescued by the pan-caspase inhibitor Z-VADFMK, indicating caspase-dependent apoptosis. To examine relevance during infection, we analyzed iSLK.BAC16 cells undergoing lytic reactivation. ANO1 was similarly upregulated during reactivation. Genetic knockdown or pharmacological inhibition of ANO1 with DES or Ani9 increased late-stage apoptosis while minimally affecting early apoptosis. Notably, ANO1 loss enhanced early and late lytic gene expression and increased production of infectious virions. These findings identify ANO1 as a vGPCR-induced host survival factor that suppresses apoptosis while modulating KSHV lytic replication, revealing a host ion-channel-dependent checkpoint linking cell survival to viral replication and KSHV pathogenesis.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706543",
    "doi": "10.64898/2026.02.18.706543",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706183",
    "title": "Untargeted metabolomic profiling reveals mTORC1-dependent regulation of amino acid utilization in lymphatic endothelial cells",
    "authors": [
      "Zhu, J.",
      "Darko, F.",
      "Han, F.",
      "Simeroth, S.",
      "Li, L.",
      "Gu, H.",
      "Yu, P."
    ],
    "summary": "The lymphatic vascular system plays essential roles in tissue fluid drainage, dietary fat absorption and transport, and immune cell trafficking. To support these physiological functions, the lymphatic vasculature forms an extensive and highly organized network throughout the body. We have recently discovered that the mechanistic target of rapamycin complex 1 (mTORC1), with RAPTOR as an indispensable component, directs glycolysis and glutaminolysis in lymphatic endothelial cells (LECs) to promote lymphatic vessel formation. However, the role of mTORC1 in regulating LEC metabolism remains incompletely understood. Here, by conducting untargeted metabolomic profiling of control and RAPTOR-deficient LECs, we uncover a global impact of mTORC1 inhibition on amino acid utilization. Specifically, RAPTOR deficiency impairs the conversion of glutamine to glutamic acid, resulting in decreased levels of glutamic acid and aspartic acid, as well as reduced abundance of N-acetyl-glutamic acid and N-acetyl-aspartic acid--two metabolites unexpectedly detected in LECs. Integrated metabolomic and transcriptomic analyses further reveal that impaired glutaminolysis in RAPTOR-depleted LECs is accompanied by an increase in intracellular asparagine, arginine, and metabolites associated with arginine catabolism, potentially driven by upregulation of their respective transporters. In addition, RAPTOR depletion results in abnormal accumulation of branched-chain amino acids (BCAAs) and other essential amino acids primarily involved in protein synthesis. Mechanistically, our data suggest that defective BCAA catabolism and impaired translational control contribute to these metabolic alterations. Collectively, these findings reveal an important role of mTORC1 signaling in coordinating amino acid utilization and suggest that this regulation is critical for lymphatic vessel formation.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706183",
    "doi": "10.64898/2026.02.17.706183",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706311",
    "title": "A NOVEL DEEP LEARNING MODEL, RDBCYCYLEGAN-CBAM FOR LOW-DOSE CT IMAGE DENOISING",
    "authors": [
      "Assaf, O.",
      "Guvenis, A."
    ],
    "summary": "Computed Tomography (CT) is one of the largest contributors to radiation exposure from medical imaging, which can induce DNA damage and increase cancer risk. Reducing CT radiation dose to improve patient safety inherently increases image noise and artifacts. Generative adversarial networks (GANs) have shown promise for unsupervised low-dose CT (LDCT) denoising. Building on this, RDBCycleGAN-CBAM, a CycleGAN-based model that integrates residual dense blocks (RDBs) and convolutional block attention modules (CBAM), was developed to effectively denoise quarter-dose CT images while preserving structural detail. The model was trained on unpaired quarter-dose and full-dose CT scans from the NIH-AAPM-Mayo dataset using adversarial (LSGAN), cycle-consistency, and identity losses. Evaluation on held-out test slices was performed using PSNR and SSIM as the primary image-quality metrics. The results demonstrate that the proposed RDBCycleGAN-CBAM method not only achieves higher peak signal-to-noise ratio (PSNR) and structural similarity index (SSIM) values but also outperforms most existing deep learning-based methods, achieving mean improvements of +3.97 dB in PSNR and +0.053 in SSIM relative to quarter-dose inputs. Shapiro-Wilk tests for PSNR and SSIM motivated the use of the nonparametric Wilcoxon signed-rank test, by which highly significant improvements across both metrics (PSNR and SSIM) were demonstrated. The very large rank-biserial correlation values (1.0) indicate that nearly all test images experienced substantial quality improvement. Furthermore, the narrow bootstrap confidence intervals for the mean differences suggest that these improvements are consistent across the dataset. These advancements contribute to medical imaging by providing a viable, vendor-neutral tool for reducing patient radiation exposure without compromising diagnostic value.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706311",
    "doi": "10.64898/2026.02.17.706311",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706358",
    "title": "Api5-FGF2 regulates the transformation of breast epithelial cells via PDK1/Akt and Ras/MAPK/ERK signalling",
    "authors": [
      "Goyal, A.",
      "Lahiri, M."
    ],
    "summary": "The equilibrium between cell death and cell division is crucial for maintaining tissue homeostasis in a multicellular organism. Apoptosis plays an essential role in preserving homeostasis and hence occurs in a coordinated manner. However, inhibition of apoptosis is one of the hallmarks of cancer. Apoptosis Inhibitor 5 (Api5), an anti-apoptotic protein, is upregulated in various cancers, including ovarian, bladder, cervical, and lung cancers. Studies have demonstrated that altered expression of Api5 leads to the transformation of non-tumorigenic breast epithelial cells. However, the mechanism regulating this process is not well-elucidated. Our study demonstrates that overexpression of Api5 increased FGF2 (Fibroblast Growth Factor 2) levels both at protein and transcript levels. We studied the mechanistic details of changes in morphology, proliferation, and polarity observed upon FGF2/FGFR1 deregulation in Api5-overexpressing cells. Deciphering the signalling mechanism underlying Api5-FGF2-mediated breast tumorigenesis revealed that the PDK1/Akt and Ras/MAPK/ERK pathways regulated multiple transformation phenotypes. PDK1/Akt enhanced proliferation and altered morphology during initial stages, whereas Ras/MAPK/ERK regulated polarity disruption, proliferation, and reduced apoptosis during later stages of morphogenesis. In conclusion, this study provides insights into the signalling mechanism regulating the transformation phenotypes associated with Api5 overexpression in a non-tumorigenic breast epithelial cell line.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706358",
    "doi": "10.64898/2026.02.17.706358",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706346",
    "title": "The effect of age and sex on the rate of de novo mutations in barn owls",
    "authors": [
      "Topaloudis, A.",
      "Ducrest, A.-L.",
      "Drago Rosa, A.",
      "Simon, C.",
      "Almasi, B.",
      "Roulin, A.",
      "Goudet, J."
    ],
    "summary": "The rate of new mutations is the ultimate source of genetic variation, and thus, a fundamental quantity in evolution. Mutation rates vary across the tree of life, influenced by selection pressures and life-history traits. Within species, mutation rates and types show subtle differences between sexes as well as a positive association with parental age. Most of the direct estimates come from a few mammal species, often primates, and their generality has not been fully realised. Using 33 parent-offspring trios, we investigate the mutation rate in the barn owl (Tyto alba) and show that this species has a mutation rate of 5.6 x 10-9, matching rates of passerine species with a similar generation time of 2-3 years. Using different phasing methods we show that fathers pass on twice as many mutations as mothers and identify subtle differences in the sex-specific spectra of mutations. We also find that the number of mutations increases with paternal age, bringing direct evidence for germline senescence in birds. While across-species mutation rates and types appear conserved, the potential for within species variation due to age is substantial.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706346",
    "doi": "10.64898/2026.02.17.706346",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706436",
    "title": "Discovery of a small peptide that activates both APCCdc20 and APCCdh1 in yeast, driving increased lifespan",
    "authors": [
      "Harris, R. E.",
      "Postnikoff, S. D.",
      "Shukla, N. K.",
      "Harkness, A. H.",
      "Verdugo, C. Z.",
      "Waddell, B. M.",
      "Wu, C.-W.",
      "Harkness, T. A."
    ],
    "summary": "The Anaphase Promoting Complex (APC) is a large evolutionarily conserved ubiquitin ligase that is controlled by the sequential co-activators, Cdc20 and Cdh1. The APC is required for cell cycle progression through mitosis and maintenance of G1/G0, with recent studies demonstrating the APC is importance for genome stability, longevity, and resistance to cancer progression. We hypothesized that the APC loses function in aging cells, thereby contributing to the aging program. Furthermore, we predicted that activation of the APC in aging cells will reverse the aging program, thereby extending lifespan. By introducing chronologically aging cells back into the cell cycle, we showed that the APC substrates Clb1 and Mps1 accumulated as cells aged, indicating that the APC lost activity in aging cells. We proposed that activation of APCCdh1 is critical for the health of nondividing cells, as CDH1 in human cells is required for tumor suppression and genome stability. Currently, an APCCdh1 activator does not exist. We previously used a 2-hybrid screen to discover small random peptides that could interact with APC subunits. Here, we randomly selected 7 peptides that interacted with Apc10, and one that interacted with Apc5, to test for effects on replicative lifespan (RLS; APCCdc20- and APCCdh1-dependent) and chronological lifespan (CLS; only APCCdh1-dependent). Many of the tested peptides could increase the RLS of the apc5CA mutant, but the increase in wild type RLS was peptide specific. We found that of the peptides tested for CLS, only the peptide referred to as C43-4 increased CLS in wild type cells, indicating that it was the only peptide to activate APCCdh1. We found that in chronologically aging cells expressing C43-4, Clb1 and Mps1 remained low, suggesting APC impairment in aging cells is reversible. The effects of C43-4 in chronologically aging cells was lasting and increased CLS even when added at late stages of aging. C43-4 action is translational, as C43-4 increased C. elegans lifespan in a daf-16- and aak-2-dependent manner. Our results describe the discovery of an evolutionarily conserved translational peptide that is the first described to specifically activate the anti-cancer and anti-aging APCCdh1 enzyme",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706436",
    "doi": "10.64898/2026.02.17.706436",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706357",
    "title": "Golgi-localised Guanylate-binding protein 5 enhances glycolysis in macrophages",
    "authors": [
      "Lara-Reyna, S.",
      "Clough, B.",
      "Channell, W. M.",
      "McCarthy, C.",
      "Barlow, J.",
      "Stanulovic, V. S.",
      "Hoogenkamp, M.",
      "Roberts, J.",
      "Marzullo, B.",
      "Shenoy, A. R.",
      "Tennant, D. A.",
      "Frickel, E.-M."
    ],
    "summary": "Guanylate-binding proteins (GBPs) are part of a family of large interferon gamma (IFN{gamma})-inducible GTPases, with ascribed roles in infection control and induction of programmed cell death. While pathogen-specific functions of GBPs have been studied in detail, their broader regulation of frontline immune defences remain unexplored. Here, we analysed the global contribution of human GBP1-5 to cellular metabolism in IFN{gamma}-stimulated macrophages. We found a robust role of GBP2 and GBP5 in macrophage glycolysis. Only GBP5, and not GBP2 deficiency impaired surface expression and cytokine production of classically IFN{gamma}/LPS-activated macrophages. The GTPase activity of GBP5 was required for the regulation of glycolysis and cytokine production. We found that GBP5 deficiency impaired cellular glucose uptake and lactate production specifically. Isotopic tracing with [U-13C6]-Glucose confirmed a decrease in several glycolytic intermediates, including glucose 6-phosphate, pyruvate, and lactate, but stable levels of traced tricarboxylic acid cycle (TCA) intermediates. Elevated ribose-5-phosphate and glycerol levels suggest an altered cytosolic redox balance and enhanced breakdown of fatty acids. GBP5 localised predominantly to the cis-Golgi and in the absence of GBP5 we observed increased Golgi fragmentation, however the total Golgi size remained unchanged. Our results underscore the fundamental role of GBP5 in glycolytic fluxes and Golgi integrity in IFN{gamma}-stimulated macrophages, highlighting its significance in immune function in general and immunometabolism specifically.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706357",
    "doi": "10.64898/2026.02.17.706357",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bGlycolysis\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706677",
    "title": "The dentate gyrus grows throughout life despite turnover of developmentally-born neurons",
    "authors": [
      "Ciric, T.",
      "Cahill, S. P.",
      "Lin, T.",
      "Choi, S.-a.",
      "Snyder, J. S."
    ],
    "summary": "Adult-born hippocampal neurons are highly plastic but there remains uncertainty about the magnitude of neurogenesis and its long-term functional consequences. Theoretical predictions indicate that adult neurogenesis should lead to substantial growth of the dentate gyrus (DG) granule cell population. However, in practice, most studies find no changes in total cell number across adulthood. This discrepancy may partly be a sensitivity issue, where small sample sizes and the examination of older age windows (when neurogenesis is reduced) have prevented detection. However, neurogenic growth could also be masked by the turnover of developmentally-born DG neurons, which are known to die off in normal aging. To address the question of how neuronal birth and loss impacts DG population dynamics, here we quantified numbers of developmentally-born neurons, proliferating Ki67+ cells (as a proxy for adult-born neurons), and total DG neurons from 2-18 months of age in the rat. We estimate that over this timeframe 670,000 adult-born neurons are added (30% of the total population). Consistent with neurogenic growth, the total number of DG neurons increased across adulthood. However, net growth was only 385,000 cells, which is less than predicted by adult neurogenesis alone. Indeed, 20% of developmentally-born neurons were lost over the same interval, and so we propose that the difference is explained by neuronal turnover. Neuronal persistence and turnover may be relevant for theories of hippocampal long-term memory, as well as for understanding psychiatric conditions that are characterized by hippocampal plasticity and atrophy.",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706677",
    "doi": "10.64898/2026.02.18.706677",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706575",
    "title": "Embryonic cortical extracellular vesicles confer neuroprotection via multipathway signaling with CaMKIIα as a key mediator",
    "authors": [
      "Garcia-Rodriguez, R.",
      "Gonzalez de la Fuente, S.",
      "Guerrero-Valero, M.",
      "Carus-Cadavieco, M.",
      "Clares-Pedrero, I.",
      "Cabanas, C.",
      "Palomer, E.",
      "Guix, F. X.",
      "Dotti, C."
    ],
    "summary": "Extracellular vesicles (EVs) are increasingly recognized for their roles in orchestrating embryonic development. Emerging preclinical evidence further suggests that EVs from young organisms possess innate regenerative potential for adult or injured tissues. Here we show that small extracellular vesicles (sEVs) isolated from the mouse embryonic cortex exert neuroprotective effects in vitro and in vivo. Proteomic profiling revealed that embryonic sEVs are enriched with effectors of receptor tyrosine kinase activation, anti-inflammatory responses, and protein synthesis. Notably, we identified BDNF as a surface-bound cargo on embryonic sEVs, displaying superior stability and receptor activation kinetics than its non-vesicular form. Phospho-proteomic analysis further revealed that sEV-mediated neuroprotection is driven primarily by the CaMKII signaling axis, which targets downstream effectors of microtubule stability, synaptic plasticity, and membrane-cytoskeleton interactions. Critically, embryonic sEVs, but not those from aged mice, restored microtubule stability and mitochondrial respiration in aged neurons in vitro. Our findings identify embryonic cortical sEVs as significant regulators of neuronal resilience and provide a molecular blueprint for EV-based strategies in neurodegeneration and aging research",
    "published": "2026-02-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706575",
    "doi": "10.64898/2026.02.18.706575",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719216",
    "title": "The aging effect in the processing of Chinese interoceptive- and exteroceptive- reaction affective verbs.",
    "authors": [
      "Jiang M",
      "Qu D",
      "Luo Q",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719216/",
    "doi": "doi: 10.1080/23279095.2026.2628131",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719100",
    "title": "Periplogenin Suppresses Hepatocarcinogenesis by Inducing Cellular Senescence via the Activating FOXO1/P53 Signaling Pathway.",
    "authors": [
      "Wang P",
      "Zhu J",
      "Li W",
      "He Z",
      "Dai X",
      "Shi Y",
      "Xu Z",
      "Wang P",
      "Wang R",
      "Chen J",
      "Liang R",
      "Huang J",
      "Jiang Y",
      "Chen G",
      "Chen H",
      "Xie X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719100/",
    "doi": "doi: 10.1002/ptr.70256",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41719072",
    "title": "Expression of Concern for: p21-Activated Kinase 4 and Ischemic Acute Kidney Injury in Mice and Humans.",
    "authors": [],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719072/",
    "doi": "doi: 10.1681/ASN.0000001030",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41719071",
    "title": "Water-soluble tomato concentrate alleviates neuron apoptosis though activating ERK/CREB/BDNF signaling pathway in ischemic stroke.",
    "authors": [
      "Zhou L",
      "Yu M",
      "Zhang Y",
      "Sun X",
      "Luo Y",
      "Sun X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719071/",
    "doi": "doi: 10.1039/d5fo05487g",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41718964",
    "title": "VPS33A Promotes Pemigatinib Resistance in Cholangiocarcinoma via Autophagy.",
    "authors": [
      "Chen M",
      "Luo M",
      "Zhang B",
      "Xiao X",
      "Xu Y",
      "Wu F",
      "Zhou W",
      "Lu S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718964/",
    "doi": "doi: 10.1007/s10620-026-09720-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41718953",
    "title": "GWAS reveals common SLX4 variants associated with telomere length and hypertension in individuals of African ancestry.",
    "authors": [
      "Benfield N",
      "Thami PK",
      "Ware J",
      "Collopy L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718953/",
    "doi": "doi: 10.1007/s13258-026-01746-y",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41718923",
    "title": "Retraction Note: Esculin-loaded nanoparticles ameliorate adjuvant-induced polyarthritis via subduing inflammatory and oxidative stress biomarkers in Wistar rats.",
    "authors": [
      "Fatima M",
      "Saleem A",
      "Akhtar MF",
      "Akhtar K",
      "Khan MI"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718923/",
    "doi": "doi: 10.1007/s10787-026-02154-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41718922",
    "title": "Modulation of inflammatory and oxidative stress pathways by ethanolic extract of Suaeda fruticosa Forssk. Ex J.F.Gmel in animal models of ulcerative colitis.",
    "authors": [
      "Liu J",
      "Mustafa A",
      "Fiaz M",
      "Zubair HM",
      "Maqbool T",
      "Rehman AU",
      "Asif M",
      "Yang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718922/",
    "doi": "doi: 10.1007/s10787-026-02131-7",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41718903",
    "title": "Aquaporin-1 stabilizes β-catenin to promote NLRP3 inflammasome-mediated pyroptosis in rheumatoid arthritis.",
    "authors": [
      "Zhou MY",
      "Gao ZY",
      "Sun J",
      "Long WC",
      "Zhou J",
      "Fang WJ",
      "Wang XC",
      "Wu SD",
      "Li R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718903/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41718896",
    "title": "Neural stem cell-derived exosomal PA2G4 induces ANXA2 degradation to promote mitophagy and alleviate neuronal oxidative stress in cerebral ischemia/reperfusion.",
    "authors": [
      "Dai M",
      "Lu T",
      "Li J",
      "Yu H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718896/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41718890",
    "title": "Editorial Expression of Concern: Role of autophagy in early brain injury after subarachnoid hemorrhage in rats.",
    "authors": [
      "Zhao H",
      "Ji Z",
      "Tang D",
      "Yan C",
      "Zhao W",
      "Gao C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718890/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41718865",
    "title": "Reactive oxygen species-evoked endoplasmic reticulum stress mediates albumin load-induced epithelial-mesenchymal transition in podocytes.",
    "authors": [
      "Chen CA",
      "Chang JM",
      "Chang EE"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718865/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41718727",
    "title": "Letter to the editor: the impact of type 2 diabetes on aging: multidimensional approaches to preserve cognitive health.",
    "authors": [
      "Ahsan J",
      "Anjum AF"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718727/",
    "doi": "doi: 10.1007/s00592-026-02667-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41718682",
    "title": "Triazole-stapled p53 mimetics as MDM2 inhibitors: structural and thermodynamic origin of enhanced binding affinity.",
    "authors": [
      "Gaikwad V",
      "Venugopal PP",
      "Chakrabarti R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718682/",
    "doi": "doi: 10.1039/d5cp03813h",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41718573",
    "title": "The complex role of mitochondrial dysfunction in the development of obese asthma.",
    "authors": [
      "Jiang P",
      "Zhang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718573/",
    "doi": "doi: 10.1080/02770903.2026.2633350",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41718505",
    "title": "Self-Assembled EGCG Nanoparticles Achieved Long-Term ROS Scavenging to Delay Osteoarthritis Progression.",
    "authors": [
      "Zhang X",
      "Zhao M",
      "Li J",
      "Li Z",
      "Tong L",
      "Wang H",
      "Liu G",
      "Tan C",
      "Fan Y",
      "Sun Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718505/",
    "doi": "doi: 10.1021/acs.biomac.5c02780",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41718456",
    "title": "Accelerated metabolomic aging and its association with social determinants of health in multiple sclerosis.",
    "authors": [
      "Siavoshi F",
      "Noroozi R",
      "Chang G",
      "Schoeps VA",
      "Smith MD",
      "Briggs FB",
      "Graves JS",
      "Waubant E",
      "Mowry EM",
      "Calabresi PA",
      "Bhargava P",
      "Fitzgerald KC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718456/",
    "doi": "doi: 10.1177/13524585261417120",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41717971",
    "title": "A Glutamine-Metabolism-Intervening Nanoplatform Activates Lipophagy to Potentiate Ferroptosis and Immune Activation in Breast Cancer.",
    "authors": [
      "Ding J",
      "Liu J",
      "Liang L",
      "Wang W",
      "Li Y",
      "Zhu C",
      "Wen J",
      "He Z",
      "Li J",
      "Zhang Y",
      "Zhai G",
      "Yang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717971/",
    "doi": "doi: 10.1002/adhm.70969",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41717959",
    "title": "The expression of p16, epidermal growth factor receptor and CD44 in squamous cell carcinoma uterine cervix.",
    "authors": [
      "Gupta K",
      "Mandal S",
      "Singh M",
      "Mala YM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717959/",
    "doi": "doi: 10.4103/ijpm.ijpm_455_22",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "pmid:41717931",
    "title": "Aging-Associated Nox4-Mediated Mitochondrial Reactive Oxygen Species and DNA Damage Promote Vascular Cell Reprogramming and Aortic Remodeling in Abdominal Aneurysms.",
    "authors": [
      "Vendrov AE",
      "Chamon JSF",
      "Levin J",
      "Hayami T",
      "Madamanchi C",
      "Salmon M",
      "Madamanchi NR"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717931/",
    "doi": "doi: 10.1161/JAHA.125.044949",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41717899",
    "title": "Cell Death in Atherosclerosis: Mechanistic Insights and Therapeutic Potential of Traditional Chinese Medicine.",
    "authors": [
      "Xie D",
      "Li Z",
      "Zheng X",
      "Sun X",
      "Leng X",
      "Jiang T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717899/",
    "doi": "doi: 10.1142/S0192415X2650014X",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41717757",
    "title": "Chronic Toxicity of the Synthetic Pyrethroid Tau Fluvalinate to Aquatic Invertebrates: Life History, Oxidative Stress, and Molecular Responses of Daphnia magna.",
    "authors": [
      "Dane H",
      "Aksakal Ö",
      "Gür C",
      "Alat Ö"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717757/",
    "doi": "doi: 10.1002/jat.70106",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41716066",
    "title": "Ferroptosis-Centered Mitochondria-ROS Loop Drives PFOS-Induced Renal Dysfunction, from Epidemiological Evidence to Mechanistic Insights with Mice Model.",
    "authors": [
      "Lin D",
      "Liu T",
      "Hang X",
      "Yu X",
      "Liu X",
      "Xu Y",
      "Gui Z",
      "Liu J",
      "Kuang Z",
      "Li T",
      "Chen Y",
      "Yu C",
      "Ruan Y",
      "Ling X",
      "Liu L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41716066/",
    "doi": "doi: 10.1021/acs.jafc.5c14271",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41714740",
    "title": "Nitric oxide induces p53-mediated cell death in human nasal epithelial cells.",
    "authors": [
      "Kamiuezono S",
      "Kubota S",
      "Tsuchida T",
      "Takasugi N",
      "Uehara T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714740/",
    "doi": "doi: 10.1038/s41598-026-40908-6",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41714589",
    "title": "FOXM1 induces therapy resistance and inhibits apoptosis in a variety of human cancers.",
    "authors": [
      "Raghuwanshi S",
      "Gartel AL"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714589/",
    "doi": "doi: 10.1038/s41419-025-08321-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41714576",
    "title": "Chaetoglobosin F Attenuates Amyloid-β-Induced Neurotoxicity in Caenorhabditis elegans by Regulating Autophagy and Oxidative Stress Via the Insulin/IGF-1 and p38 MAPK Pathways.",
    "authors": [
      "Lu X",
      "Xu K",
      "Zhou Z",
      "Ding G",
      "Zhang Y",
      "Liang Y",
      "Zhou J",
      "Jia M",
      "Zhang Y",
      "Shen L",
      "Li H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714576/",
    "doi": "doi: 10.1007/s11064-026-04704-y",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bIGF\\-1\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41714571",
    "title": "Evaluating DNA damage in a South American marsupial through exfoliated cells of the buccal mucosa.",
    "authors": [
      "Claro HWP",
      "de Melo E Silva D",
      "Hannibal W"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714571/",
    "doi": "doi: 10.1007/s11356-026-37406-7",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41714560",
    "title": "Young blood-induced rejuvenation of neurovascular coupling involves endothelial IGF-1/IGF-1R signaling: evidence from heterochronic parabiosis using endothelial IGF-1R deficient and systemic IGF-1 knockdown mice.",
    "authors": [
      "Gulej R",
      "Patai R",
      "Chandragiri SS",
      "Nagykaldi M",
      "Brunner E",
      "Mukli P",
      "Nagy D",
      "Kordestan KV",
      "Ekambaram S",
      "Shanmugarama S",
      "Nagaraja RY",
      "Yabluchanskiy A",
      "Tarantini S",
      "Csiszar A",
      "Ungvari Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714560/",
    "doi": "doi: 10.1007/s11357-026-02118-w",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "pmid:41714435",
    "title": "A novel frameshift deletion in SLC25A38 and its role in mitochondrial dysfunction: A case study of sideroblastic anemia in a child from Iran.",
    "authors": [
      "Hasani E",
      "Naghinejad M",
      "Kohkalani M",
      "Mansoori Derakhshan S",
      "Shekari Khaniani M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714435/",
    "doi": "doi: 10.1007/s00277-026-06899-0",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41714434",
    "title": "Lipids in kidney diseases: from systemic imbalance to intrarenal alterations of cellular lipid metabolism in rare and common kidney diseases.",
    "authors": [
      "Garavaglia C",
      "Ossoli A",
      "Gomaraschi M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714434/",
    "doi": "doi: 10.1007/s00109-026-02654-0",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41714375",
    "title": "Transcriptomic and multi-layer variant analysis identifies STAT3 and HIF1A as central regulators of regulated cell death pathways in lung squamous cell carcinoma.",
    "authors": [
      "Li X",
      "Ali A",
      "Ali SL",
      "Nahdi S",
      "Al-Quraishy S",
      "Alomar S",
      "Mansour L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714375/",
    "doi": "doi: 10.1007/s00210-026-05103-4",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41714190",
    "title": "Reactive oxygen species trigger downward vertical migration in diatom microphytobenthic biofilms as a strategy to cope with oxidative stress.",
    "authors": [
      "Desparmet A",
      "Jesus B",
      "Robinet T",
      "Dufour T",
      "Hubas C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714190/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41719613",
    "title": "Housing as health infrastructure: A qualitative case study of aging, resilience, and mental health in rural Alabama.",
    "authors": [
      "Kyei EF",
      "Abuga CM",
      "Mumba MN"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719613/",
    "doi": "doi: 10.1016/j.outlook.2026.102705",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719133",
    "title": "Protocol for generating high-quality, 45-color spectral flow cytometry data for unsupervised clustering to investigate aging in human PBMCs.",
    "authors": [
      "Krause CJ",
      "Higuchi A",
      "Tashiro S",
      "Nakagawa K",
      "Otsuka F",
      "Yotoriyama T",
      "Futamura K",
      "Furuki M"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719133/",
    "doi": "doi: 10.1016/j.xpro.2026.104380",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41715301",
    "title": "A Journey through Scaffolds: Indolines, Pyrrolidines, and Azetidines in the Quest for Inhaled DDR Inhibitors for IPF.",
    "authors": [
      "Carzaniga L",
      "Rizzi A",
      "Mazzucato R",
      "Iotti N",
      "Ghidini E",
      "Bertolini S",
      "Bignami F",
      "Fioni A",
      "Mileo V",
      "Vaccaro F",
      "Murgo A",
      "Freire Bento A",
      "Capelli AM",
      "Whittaker BP",
      "Levanto S",
      "Chapman RSL",
      "Hamazova Z",
      "Hardy CJ",
      "Clark DE",
      "Allen R",
      "Briggs MA",
      "Hann E",
      "Lee S",
      "Matthews C",
      "Todd D",
      "Hawkins J",
      "Giuliani M"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41715301/",
    "doi": "doi: 10.1021/acs.jmedchem.5c02830",
    "categories": [],
    "keywords_matched": [
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41715212",
    "title": "The relationship between methadone dosage and plasma level changes with aging in methadone maintenance treatment (MMT) patients.",
    "authors": [
      "Sason A",
      "Adelson M",
      "Schreiber S",
      "Peles E"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41715212/",
    "doi": "doi: 10.1186/s13011-026-00713-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41715193",
    "title": "Retraction Note: FXR activation alleviates tacrolimus-induced post-transplant diabetes mellitus by regulating renal gluconeogenesis and glucose uptake.",
    "authors": [
      "Li L",
      "Zhao H",
      "Chen B",
      "Fan Z",
      "Li N",
      "Yue J",
      "Ye Q"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41715193/",
    "doi": "doi: 10.1186/s12967-026-07893-w",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b"
    ]
  },
  {
    "id": "pmid:41715163",
    "title": "Upregulation of SLC38A2 by melatonin attenuates hippocampal ferroptosis in Alzheimer's disease.",
    "authors": [
      "Lv L",
      "Jia Y",
      "Zhang C",
      "Gao Q",
      "Han H",
      "Li J",
      "Cai Z",
      "Liu M",
      "Zhang Y",
      "Liu J",
      "Zhu H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41715163/",
    "doi": "doi: 10.1186/s13195-026-01990-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41715025",
    "title": "Prevalence of sarcopenia among aging employees in a higher education institution.",
    "authors": [
      "Prem R",
      "Vaishali K",
      "Nandakumar G"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41715025/",
    "doi": "doi: 10.1186/s12891-026-09640-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41714933",
    "title": "Insulin signaling engages divergent transcriptional mechanisms in neural and metabolic tissues.",
    "authors": [
      "Jain R",
      "Kolhe R",
      "Hui C",
      "Petereit J",
      "Mathew D"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714933/",
    "doi": "doi: 10.1186/s12860-026-00577-9",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41714887",
    "title": "PARP inhibitors induce a senescence phenotype in non-small cell lung carcinoma cell lines.",
    "authors": [
      "Huart C",
      "Van den Abbeel M",
      "Schifflers C",
      "Bouhjar K",
      "Scarmelotto A",
      "Khelfi A",
      "Wera AC",
      "Michiels C"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714887/",
    "doi": "doi: 10.1002/2211-5463.70206",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41714879",
    "title": "Calebin A mitigates oxidative stress and inflammation in diabetic nephropathy via Nrf2/HO-1 and NF-κB signaling pathways.",
    "authors": [
      "Vatanparast RG",
      "Aliyari M",
      "Yazdi MP",
      "Alidadi S",
      "Sokhanvar MR",
      "Karav S",
      "Kesharwani P",
      "Hosseini H",
      "Sahebkar A"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714879/",
    "doi": "doi: 10.1111/jdi.70267",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41714834",
    "title": "Visceral adiposity, metabolic health and aging.",
    "authors": [
      "Maeyens LT",
      "Nelson JF",
      "Zhao S"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714834/",
    "doi": "doi: 10.1038/s43587-026-01076-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41714724",
    "title": "Modulation of metabolic, inflammatory, fibrotic, and cell death pathways by resmetirom in metabolic dysfunction-associated steatohepatitis (MASH): a transcriptomic profiling study.",
    "authors": [
      "He CY",
      "Wang ZH",
      "Weng JP",
      "Strijdom H",
      "Xu SW"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714724/",
    "doi": "doi: 10.1038/s41401-026-01772-2",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41714685",
    "title": "FKBP51 disrupts the insulin signaling pathway and impairs mitochondrial bioenergetics in HepG2 cells.",
    "authors": [
      "Donoso-Barraza C",
      "Díaz-Roblero M",
      "Sepúlveda C",
      "Villegas-Bravo A",
      "Soto-Alarcón SA",
      "Durán-Castillo D",
      "Castillo V",
      "Bravo-Sagua R",
      "Troncoso R"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714685/",
    "doi": "doi: 10.1038/s41598-026-40414-9",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41714663",
    "title": "Targeting oxidative stress and mitochondrial dysfunction via URG7 overexpression in an in vitro Parkinson's disease neuronal model.",
    "authors": [
      "Nigro I",
      "Miglionico R",
      "Lela L",
      "Milella L",
      "Bisaccia F",
      "Armentano MF"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714663/",
    "doi": "doi: 10.1038/s41598-026-38925-6",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41714634",
    "title": "Interplay between autophagy and p38 MAPK during salinomycin-induced cell death in cisplatin-resistant melanoma.",
    "authors": [
      "Tyagi M",
      "Patro BS"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714634/",
    "doi": "doi: 10.1038/s41598-025-34796-5",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41714592",
    "title": "Mitochondrial bioenergetics-SASP crosstalk determines senolytic efficacy in therapy-induced senescence.",
    "authors": [
      "Llop-Hernández À",
      "Verdura S",
      "López J",
      "Martin-Castillo B",
      "Menendez JA",
      "Cuyàs E"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714592/",
    "doi": "doi: 10.1038/s41420-026-02967-6",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41714320",
    "title": "mTOR-driven autophagy suppression defines metabolic vulnerability in CDK4/6 inhibitor-resistant HR(+)/HER2(-) breast cancer.",
    "authors": [
      "von Wichert L",
      "Stroh A",
      "Witt M",
      "Wanzel M",
      "Mernberger M",
      "Griewing S",
      "Wündisch T",
      "Pfitzner BM",
      "Teply-Szymanski J",
      "Litmeyer AS",
      "Denkert C",
      "Wagner U",
      "Stiewe T",
      "Gremke N"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714320/",
    "doi": "doi: 10.1038/s41419-026-08496-5",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41714262",
    "title": "Corrigendum to \"Molecular mechanism of PANoptosis and programmed cell death in neurological diseases\" [Neurobiology of Disease Volume 209 (2025) 106907].",
    "authors": [
      "Hou K",
      "Pan W",
      "Liu L",
      "Yu Q",
      "Ou J",
      "Li Y",
      "Yang X",
      "Lin Z",
      "Yuan J",
      "Fang M"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714262/",
    "doi": "doi: 10.1016/j.nbd.2026.107302",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41714218",
    "title": "[The ageing process in people with disabilities: a recent literature review according to PRISMA guidelines].",
    "authors": [
      "Bermejo-Gómez I",
      "García Navarro JA",
      "Roca Roger M"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714218/",
    "doi": "doi: 10.1016/j.regg.2026.101744",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41714205",
    "title": "Corrigendum to \"Ageing and liver immune cells\" [Ageing Res. Rev. 115 (2026) 103039].",
    "authors": [
      "Kennedy JJ",
      "Bertolino P",
      "Fisher SL",
      "Ngu MC",
      "Hunt NJ",
      "McCourt PAG",
      "Cogger VC",
      "Le Couteur DG"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714205/",
    "doi": "doi: 10.1016/j.arr.2026.103063",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41714164",
    "title": "TuATG1-mediated autophagy confers thermotolerance in Tetranychus urticae and provides an RNAi target for pest management.",
    "authors": [
      "Nie P",
      "Wang Y",
      "Wang Y",
      "Xi B",
      "Wei B",
      "Shang S",
      "Dewer Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714164/",
    "doi": "doi: 10.1002/ps.70668",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41713424",
    "title": "Lipid droplet-induced T cell death sustains autoimmune tissue inflammation.",
    "authors": [
      "Kumar J",
      "Takashima Y",
      "Morales J",
      "Wong B",
      "Werner L",
      "Goronzy IN",
      "Rubino S",
      "Trousdale RT",
      "Berry GJ",
      "Goronzy JJ",
      "Weyand CM"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41713424/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41713415",
    "title": "Liver exerkine reverses aging- and Alzheimer's-related memory loss via vasculature.",
    "authors": [
      "Bieri G",
      "Pratt KJB",
      "Fuseya Y",
      "Aghayev T",
      "Sucharov J",
      "Horowitz AM",
      "Philp AR",
      "Fonseca-Valencia K",
      "Chu R",
      "Phan M",
      "Remesal L",
      "Wang SJ",
      "Yang AC",
      "Casaletto KB",
      "Villeda SA"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41713415/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41713410",
    "title": "HIF-activated priming of TRAIL-induced cell death determines epigenetic vulnerability in kidney cancer.",
    "authors": [
      "Wang Y",
      "Xiong Y",
      "Liu S",
      "Bao L",
      "Qiu X",
      "Korboukh I",
      "Song X",
      "Toffessi Tcheuyap V",
      "Wu S",
      "Chen M",
      "Brugarolas J",
      "Jin J",
      "Wang Y",
      "Luo W"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41713410/",
    "doi": "doi: 10.1016/j.xcrm.2026.102630",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41713306",
    "title": "Association of the essential metal mixture with biological aging in Chinese older adults: Investigating superoxide dismutase as a potential mediator.",
    "authors": [
      "Zhang Y",
      "Tian Z",
      "Wei R",
      "Lin F",
      "Cheng X",
      "Wang Y",
      "Zhang Y",
      "Liu W",
      "Liu X",
      "Hu B",
      "Tao F",
      "Wang J",
      "Wen Y",
      "Yang L"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41713306/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119907",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719299",
    "title": "Rosuvastatin protects against oxLDL-induced endothelial cell oxidative stress and attenuates atherosclerotic plaque formation in ApoE-/- mice through the NF-κB pathway.",
    "authors": [
      "Wu Y",
      "Ke J",
      "Lv J",
      "Cao C",
      "Zhou C",
      "Wu L",
      "Zhou Q"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719299/",
    "doi": "doi: 10.1371/journal.pone.0339967",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41719286",
    "title": "Molecular interplay of ASNS and the PI3K-AKT-mTOR pathway in CMV and HIV co-infections: Therapeutic implications.",
    "authors": [
      "Zhang H",
      "Yuan S",
      "Ding S",
      "Bao H",
      "Chen W",
      "Cai B",
      "Sun J",
      "Zhu H",
      "Lu W",
      "Fang Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719286/",
    "doi": "doi: 10.1371/journal.pone.0342050",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41719240",
    "title": "We know what we need: Older adults' and stakeholders' perspectives on ageing, health, and wellbeing in Pakistan.",
    "authors": [
      "Sameen S",
      "Mansoor J",
      "Lakhdir MPA",
      "Asim M",
      "Munyoki R",
      "Greig C",
      "Davies J",
      "Usmani BA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719240/",
    "doi": "doi: 10.1371/journal.pgph.0005916",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41716447",
    "title": "Manipulating DNA repair and the DNA damage response to improve cancer therapy.",
    "authors": [
      "Lan L",
      "Fouquerel E"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41716447/",
    "doi": "doi: 10.1093/narcan/zcag006",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41716024",
    "title": "NR4A1 mediates chemotherapy‑induced senescence via the PI3K/AKT pathway in gastric cancer cells.",
    "authors": [
      "Zhang T",
      "Wang Y",
      "Zhang J",
      "Ye X",
      "Shen Y",
      "Zhang Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41716024/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41715893",
    "title": "Mitigating PM2.5-induced skin injury and aging: botanical strategies targeting redox and inflammatory pathways.",
    "authors": [
      "Maunjumpon P",
      "Thamsermsang O",
      "Panich U"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41715893/",
    "doi": "doi: 10.1080/13510002.2026.2629079",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41714137",
    "title": "Glycolysis inhibition in tuberculosis-driven metabolic rewiring reduces HIV-1 spread in macrophages.",
    "authors": [
      "Vahlas Z",
      "Deyts C",
      "Fried S",
      "Ben Neji M",
      "Pingret M",
      "Faivre N",
      "Monard SC",
      "Hertel Q",
      "Maio M",
      "Barros J",
      "Lucas A",
      "Vu Manh TP",
      "Corti M",
      "Poincloux R",
      "Blanchet F",
      "Raynaud-Messina B",
      "Letisse F",
      "Neyrolles O",
      "Lugo-Villarino G",
      "Balboa L",
      "Vérollet C"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41714137/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  }
]