[
  {
    "id": "10.1101/2025.08.03.667745",
    "title": "WITHDRAWN: GeneTerrain-GMM Unmasks a Coordinated Neuroinflammatory and Cell Death Network Perturbed by Dasatinib in a Human Neuronal Model of Alzheimer's Disease",
    "authors": [
      "Song, K. M.",
      "Zhang, J."
    ],
    "summary": "The authors have withdrawn this manuscript due to an open and unresolved matter regarding authorship attribution and the clarification of intellectual property rights associated with the work. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.03.667745",
    "doi": "10.1101/2025.08.03.667745",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.04.668440",
    "title": "HES1 oscillations are required for cell cycle re-entry in oestrogen receptor positive breast cancer cells",
    "authors": [
      "Cottrell, O. B.",
      "Rowntree, A.",
      "Chopra, K.",
      "MacKellar, E.",
      "Noble, B.",
      "Dixon, H. L.",
      "Healy, C.",
      "Clarke, R. B.",
      "Papalopulu, N."
    ],
    "summary": "Long-term recurrence in breast cancer is driven by reaccvacon of dormant disseminated tumour cells (DTCs) and remains a major clinical challenge, parccularly in oestrogen receptor posicve (ER+) tumours. This process is underpinned by regulacon of the cell cycle machinery that controls quiescence maintenance and exit. HES1, a Notch pathway transcripcon factor, regulates key cell cycle genes and has been shown to demonstrate protein expression oscillacons. Here, we sought to establish whether HES1 oscillacons may regulate ER+ cancer cell quiescence and reaccvacon. To invescgate this, we developed a fundamental in vitro model of cell cycle arrest and re-entry based on reversible CDK4/6 inhibicon (CDK4/6i) with palbociclib, compacble with quanctacve single-cell live-imaging of a knock-in endogenous HES1 reporter. Consistent with earlier findings, HES1 exhibited ~24-hour protein oscillacons in cycling cells demonstracng a reproducible dip in protein expression prior to S-Phase. During CDK4/6i-mediated arrest, the ~24h HES1 oscillacon was lost, HES1 levels were maintained at a moderately higher level and HES1 exhibited smaller dips. Similar changes were observed in unperturbed, spontaneously quiescent cells. Following release from CDK4/6i and cell cycle re- entry, these alteracons were reversed and the characteriscc G1/S HES1 dip was observed. Prevencng this dip at the point of release, by inducibly sustaining HES1 with a Tet-On system, upregulated the cell cycle inhibitor p21, impeded cell cycle re-entry and induced cell death. These findings suggest that manipulacng HES1 dynamics could represent a promising therapeucc approach to prevent reaccvacon of dormant tumour cells.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.04.668440",
    "doi": "10.1101/2025.08.04.668440",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.14.676164",
    "title": "Glycolysis-stratified coordination of fatty acid and glutamine metabolism in pancreatic ductal adenocarcinoma",
    "authors": [
      "Fareed, S."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is highly lethal and characterized by profound metabolic rewiring, yet it remains unclear how fatty acid (FA) and glutamine (GLN) metabolism coordinate across glycolytic states and FA classes. In this study, RNA-seq and clinical data from a multi-institutional PDAC cohort (n = 172) were analyzed to quantify FA and GLN pathway activities using single-sample gene set variation analysis (ssGSEA), followed by stratification of tumors into low, medium, and high glycolysis tertiles. FA-GLN associations were evaluated at pathway, enzyme-class (medium, long, and very-long-chain FA; VLCFA >= C20), and family levels using correlation, Fisher-z meta-analysis, and bootstrap resampling. Family-level contrasts were used to compare FA-GLN coupling between glycolysis strata, and complementary metabolite-inference analyses were performed to define metabolite-based tumor phenotypes. Protein-level validation was conducted in an independent PDAC proteomic cohort. FA-GLN coordination was found to be strongly context-dependent: membrane-focused lipid families, glycerophospholipids (GPL) and sphingolipids (SP), showed the strongest GLN coupling in glycolysis-low tumors, whereas coupling shifted toward VLCFA enzyme classes in glycolysis-medium tumors and weakened in glycolysis-high tumors. Family-level contrasts confirmed significantly weaker GPL-GLN and SP-GLN associations in high versus low glycolysis. Metabolite inference analyses identified three metabolic phenotypes that preserved this glycolysis-stratified FA-GLN hierarchy, and protein-level analysis in the CPTAC PDAC cohort partially recapitulated preferential SP-GLN coordination in less glycolytic tumors. Survival analyses suggested glycolysis-state and chain length specific trends in FA-linked pathways. Together, these findings delineate a glycolysis-stratified map of FA-GLN coordination in PDAC and nominate conditional metabolic vulnerabilities with potential therapeutic and dietary relevance.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.14.676164",
    "doi": "10.1101/2025.09.14.676164",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.06.683842",
    "title": "CARP Protects Against Doxorubicin-induced Cardiotoxicity through NRF1-driven Mitochondrial Homeostasis",
    "authors": [
      "Zhong, D.",
      "Xu, X.",
      "Feng, T.",
      "Zhang, W.",
      "Luo, F.",
      "Guo, J.",
      "Luo, Z.",
      "Chen, R.",
      "Wang, Y.",
      "Ma, G."
    ],
    "summary": "Aims: Doxorubicin (DOX), a highly effective anthracycline chemotherapeutic agent, is limited by its dose-dependent cardiotoxicity. This study investigates the cardioprotective mechanisms of cardiac adriamycin responsive protein (CARP) and its underlying mechanisms in DOX-induced cardiotoxicity (DIC). Methods and results: Cardiac-specific CARP transgenic and wild-type mice were subjected to a DIC model. Cardiac function was assessed via echocardiography, histopathology, and transmission electron microscopy (TEM). In vitro, DOX-treated cardiomyocytes overexpressing CARP were analyzed for oxidative stress (ROS levels), mitochondrial function (mt DNA copy number etc.), and mitochondrial-related proteins (Western blot). CARP-NRF1 interaction was validated by co-immunoprecipitation (Co-IP), and NRF1 siRNA knockdown was performed to assess the role of CARP in mitochondrial homeostasis. CARP overexpression markedly alleviated DOX-induced cardiac dysfunction and mitochondrial damage, restoring mitochondrial dynamics and mitophagy. Mechanistically, CARP directly interacted with NRF1, and NRF1 knockdown ameliorated CARP-mediated cardioprotection in DIC. Conclusion: CARP safeguards against DIC by maintaining mitochondrial homeostasis via NRF1 signaling, positioning it as a promising therapeutic target for DOX-induced cardiomyopathy.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.06.683842",
    "doi": "10.1101/2025.11.06.683842",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697570",
    "title": "Awakening intracellular immunity for functional HIV cure",
    "authors": [
      "Lanna, A.",
      "Rinaldi, F.",
      "Stingone, C."
    ],
    "summary": "HIV persists in long-lived CD4 T cell reservoirs despite antiretroviral therapy (ART)1. Elite controllers suppress viraemia without ART2, yet reservoir reactivation emerges with immune ageing3. Here we show that transient reprogramming of patient-derived CD4 T cells restores their ability to eliminate HIV-infected reservoirs, excising integrated proviral DNA. A defined compound, or physiological induction, drove rapid reprogramming ex vivo, enabling clearance of HIV DNA within hours to days of treatment, independently of ART. Single-cell RNA sequencing revealed activation of an antiviral telomere transfer programme4 that exceeds elite-like control. In humanised mice, adoptive transfer of reprogrammed patient CD4 T cells, or in vivo reprogramming of murine T cells, eliminated HIV DNA across reservoirs, with undetectable viral genomes persisting for months. Modelling predicted that residual proviral reactivation would be governed by rare stochastic events, rendering viral rebound unlikely within a human lifespan. These findings identify a previously unrecognised form of intracellular immunity and establish a defined route to a functional HIV cure arising from the CD4 T cell itself.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697570",
    "doi": "10.64898/2026.01.04.697570",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697595",
    "title": "Empagliflozin alleviates doxorubicin-induced cardiotoxicity by suppressing oxidative stress via modulation of the JNK/Nrf2 signaling pathway",
    "authors": [
      "Peng, G.",
      "Ni, L.",
      "Guo, Z.",
      "Huang, L.",
      "Ma, W.",
      "Zheng, F.",
      "Zhang, Y.",
      "Gao, F.",
      "Wang, Z.",
      "Cai, W."
    ],
    "summary": "Doxorubicin (DOX) treatment increases the risk of myocardial dysfunction and heart failure, in which oxidative stress plays a central role. Empagliflozin (EMPA) has been shown to benefit heart failure patients, yet its underlying mechanism remains unclear. In this study, we showed that EMPA treatment improved cardiac function, ameliorated structural remodeling, and increased survival in DOX-treated mice. Furthermore, EMPA reduced DOX-induced reactive oxygen species (ROS) overproduction and myocardial injury. Through functional analysis overlapping DIC- and EMPA-regulated genes, we identified the involvement of JNK signaling in addition to redox pathways. Subsequent investigations demonstrated that EMPA restored redox homeostasis by inhibiting JNK activation, reactivating NRF2 and its downstream antioxidant proteins HO-1, NQO1, GPX4, and SOD2 both in vivo and in vitro. These protective effects were abolished by the Nrf2 inhibitor ML385 or the JNK activator anisomycin. Collectively, our findings indicate that EMPA protects against DOX-induced cardiotoxicity by modulating the JNK/Nrf2 signaling and attenuating oxidative stress. This study provides a rationale for further investigation of EMPA as a potential therapeutic strategy for chemotherapy-associated cardiac injury.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697595",
    "doi": "10.64898/2026.01.05.697595",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697622",
    "title": "O-GlcNAcylation drives macrophage IL-4 responsiveness and tissue residency through metabolic and cell cycle calibration",
    "authors": [
      "Heieis, G. A.",
      "Finlay, C. M.",
      "Patente, T. A.",
      "Erbi, M.",
      "van der Meer, T.",
      "O'Keeffe, J.",
      "Lambooij, J. M.",
      "Otto, F.",
      "Faas, F.",
      "Mulder, A. A.",
      "Maizels, R. M.",
      "Koning, R. I.",
      "Everts, B."
    ],
    "summary": "The metabolic requirements for macrophage IL-4 polarization remain contentious, while immunometabolic studies of tissue resident macrophages are still sparse. Hexosamine biosynthesis has gained attention regarding its immune regulatory potential via downstream O-GlcNAcylation. Here we identify protein O-GlcNAcylation as a requirement for IL-4 polarization in vitro and proliferative expansion in vivo during cytokine challenge or infection. We further show that O-GlcNAcylation is critical for controlling tissue residency. By enforcing metabolic and cell cycle quiescence during differentiation, O-GlcNAcylation is needed for adult monocytes to establish a long-live residency program. In this context, its absence leads to perpetual DNA vulnerability and damage via reactive oxygen species, resulting in a senescent-like state poised for cell death. Conversely, long-lived populations instead require O-GlcNAcylation for self-renewal and inflammatory expansion. Our findings altogether suggest O-GlcNAcylation, fueled by hexosamine biosynthesis, serves as a central metabolic rheostat for resident macrophage formation and maintenance during homeostasis and disease.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697622",
    "doi": "10.64898/2026.01.05.697622",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697669",
    "title": "Prebiotic aqueous reactions catalyzed by native nickel without hydrogen",
    "authors": [
      "Garcia Garcia, C.",
      "Brabender, M.",
      "Martin, W. F."
    ],
    "summary": "Compared to iron, nickel is comparatively rare as a transition metal in enzymes. But it is essential in several enzymes of carbon and energy metabolism in acetogens (bacteria) and methanogens (archaea), which use the acetyl-CoA pathway of H2-dependent CO2 fixation. Nickel containing enzymes of acetogens and methanogens include FeNi hydrogenase, carbon monoxide dehydrogenase, acetyl-CoA synthase and, in methanogens, methyl-CoM reductase in the last step of methane synthesis. Several lines of evidence implicate the acetyl-CoA pathway as the most ancient pathway of CO2 fixation, most notably recent findings that the overall reaction of the enzymatic pathway from H2 (E0' = -414 mV) and CO2 to pyruvate can be replaced by Ni0 alone in water as the lone catalyst. Here we studied the ability of Ni0 to serve as catalyst and reductant for nonenzymatic redox reactions that require only a mild reductant, as the midpoint potential of Ni0 oxidation to Ni2+ is E0' = -260 mV. We show that Ni0 in water can convert 2-oxo acids to 2-hydroxy acids and, in the presence of NH3, to amino acids at 25-100C without addition of H2, and that it will function as catalyst and reductant for the fumarate reductase reaction. The findings expand the repertoire of ancient metabolic reactions that Ni0 can catalyze without proteins, cofactors, or sulfur, shedding light on the broad catalytic activity and substrate specificity of Ni0 at metabolic origin.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697669",
    "doi": "10.64898/2026.01.05.697669",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697672",
    "title": "Subchondral H-type Blood Vessel Formation Aggravates Articular Cartilage Degeneration through LEP-LEPR Axis",
    "authors": [
      "Yu, C.",
      "Qin, J.",
      "Zhao, X.",
      "Luo, S.",
      "Zeng, H.",
      "Xu, B.",
      "Li, J."
    ],
    "summary": "Background: Osteoarthritis (OA) is a chronic degenerative joint disease characterized by cartilage deterioration that has resulted in severe physical and economic costs for society. Risk factors for osteoarthritis encompass genetic predisposition, mechanical influences, obesity, inflammation, and metabolic problems. Recent reports indicate that the morphological alterations of subchondral bone evolve dynamically with the advancement of osteoarthritis. A significant alteration in subchondral bone is the development of aberrant blood vessels, particularly H-type vessels. H-type arteries are essential for preserving subchondral bone homeostasis. They support nutrients and oxygen to bone tissue and eliminate waste, thereby supporting the metabolic activities of osteoblasts and osteoclasts. However, the upstream factors governing H-type arteries are yet unknown. Methods: The whole transcriptome analysis was performed by informatics which is further verified in clinical samples. Using LEP and LEPR knockout mice, the correlation between abnormal subchondral bone metabolism and LEP, LEPR, and H-type vessel formation were uncovered. Conclusions: This study reveals that the lipid metabolism pathway was highly enriched on the OA lesion, and LEP and LEPR were markedly underexpressed in the subchondral bone on the side with severe OA lesions. The causal relationship of the LEP-LEPR-CD31 signalling pathway in aging and osteoarthritis models is revealed at the overall and molecular levels. This project will provide a new theoretical basis for the pathogenesis of early OA and new ideas and targets for the clinical treatment of OA by exploring the LEP-LEPR-CD31 signalling in osteoarthritis.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697672",
    "doi": "10.64898/2026.01.05.697672",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697597",
    "title": "Integrated single-cell analysis reveals interferon-driven immune signatures in a DENV1 human infection model.",
    "authors": [
      "Vermeersch, A.-S.",
      "Verdonckt, T.-W.",
      "Struyfs, C.",
      "De Meester, E.",
      "Waickman, A.",
      "Thomas, S. J.",
      "Arien, K. K.",
      "Lagatie, O.",
      "Van Nieuwerburgh, F."
    ],
    "summary": "Dengue virus infection triggers complex innate and adaptive immune responses, yet the molecular mechanisms that shape early antiviral immunity remain incompletely defined. We performed longitudinal single-cell multi-omics profiling of peripheral blood mononuclear cells from four flavivirus-naive adults experimentally infected with DENV-1, integrating 5' scRNA-seq with paired surface proteomics.\n\nAcross 95,841 high-quality cells collected at baseline and on days 8 and 10 post-infection, we observed a strong interferon-driven transcriptional response accompanied by marked immune-cell redistribution, including expansion of monocytes and transient reductions in dendritic cells and double-negative T cells. Cytotoxic and helper lymphocyte populations, particularly naive, central memory, and effector memory CD8+ T cells, showed extensive crosstalk with monocytes and NK cells, reflecting coordinated cytokine production and cytotoxic activation. Early B cell activation was evident through increased immunoglobulin gene expression. Innate sensing pathways, including RIG-I and Toll-like signaling, were activated across NK, T, and B cell subsets, while also demonstrating enrichment of antigen processing and apoptosis programs. Pro-inflammatory and cytotoxic signatures peaked at day 8, supported by broad upregulation of interferon-stimulated, pro-apoptotic, and regulatory genes.\n\nTogether, these findings define a robust IFN-driven antiviral state and coordinated activation of immune cell subsets, providing new insights into the immune dynamics of primary dengue infection.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697597",
    "doi": "10.64898/2026.01.04.697597",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.696401",
    "title": "Assessing Hardy-Weinberg Equilibrium in T2T-aligned 1000 Genomes Project",
    "authors": [
      "Garg, E.",
      "Romain, J.",
      "Sun, L.",
      "Paterson, A. D."
    ],
    "summary": "Quality control of markers in genome-wide association studies often includes testing for Hardy-Weinberg equilibrium (HWE). However, this is usually implemented in a homogeneous population without stratifying by sex. Previous work indicates sex-based selection at numerous autosomal loci in cohorts with active recruitment. Sex chromosome sequences can also interfere with autosomal SNPs. We examined genome-wide sex-specific HWE deviations across populations in the telomere-to-telomere (T2Tv2)-aligned high-coverage whole genome sequence of the 1000 Genomes Project data of 2,490 individuals. Our analysis was restricted to bi-allelic SNPs with non-missing genotypes and MAF>=5% in both sexes of the five super-populations. We employed a robust allele-based approach for HWE testing, which enabled the quantification of directional deviations from HWE. A second-order omnibus meta-analysis combining results from the five super-populations and both sexes revealed that 0.9% autosomal SNPs exhibited a significant deviation from HWE at p<5e-8. Most of these deviations were found to be associated with genomic features relating to poor sequence quality. Filtering results to reliable genomic regions yielded 255 autosomal and 1 NPR X chromosomal SNPs, of which 140 autosomal SNPs also showed significant heterogeneity across populations but not across sexes. 8 SNPs in a 15-bp region on chr14 showed excess heterozygosity in both sexes of the AFR (African) super-population. We also generated a well-performing multivariate predictor of HWD (deviation from HWE) using multiple sequence features, which could be combined with HWD estimates in future studies to select SNPs that deviate from HWE due to technical rather than biological reasons.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.696401",
    "doi": "10.64898/2026.01.05.696401",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697725",
    "title": "Age-Dependent Chromatin Remodeling Drives Inflammatory Dysregulation in Tendon Cells",
    "authors": [
      "Blanch, T. E.",
      "Zhang, E. Y.",
      "Kim, S.",
      "Tumenbaya, B.-I.",
      "Jiang, X.",
      "Kwon, I. K.",
      "Dyment, N.",
      "Jung, I.",
      "Heo, S. C."
    ],
    "summary": "Aging impairs tissue function and tolerance to cellular stress by reprogramming the behavior of resident cells. With global increases in lifespan, the prevalence of chronic and degenerative musculoskeletal disorders, including tendon degeneration, continues to rise; however, effective interventions to counteract age-related decline remain limited. Here, we investigate how a central age-associated stressor, inflammation, differentially modulates tendon cell behavior derived from young and mature-aged donors. Using super-resolution microscopy to resolve nanoscale chromatin organization in conjunction with epigenomic and transcriptomic profiling, we identify age-dependent regulatory mechanisms that govern inflammatory responsiveness. Mature-aged tendon cells exhibit exaggerated pro-inflammatory and catabolic responses across chromatin, gene expression, and protein signaling levels, characterized by enhanced TNF receptor organization, elevated accessibility at pro-inflammatory regulatory elements, and robust induction of matrix-degrading enzymes. Notably, the AP-1 transcription factor family emerges as a central age-dependent regulator, displaying distinct motif accessibility patterns that bias mature tenocytes toward inflammatory and degenerative transcriptional programs. Taken together, our findings demonstrate that age-dependent epigenetic priming amplifies inflammatory sensitivity and constrains reparative gene regulation in mature tendon cells. This work provides a mechanistic framework linking chromatin remodeling to tendon degeneration and holds potential to identify epigenetic and transcriptional pathways as potential targets for rejuvenation strategies in aging musculoskeletal tissues.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697725",
    "doi": "10.64898/2026.01.05.697725",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697680",
    "title": "Fendioxypyracil, a new and systemic PPO-inhibiting herbicide for X-spectrum weed control",
    "authors": [
      "Seiser, T.",
      "Porri, A.",
      "Johnen, P.",
      "Zeyer, S.",
      "Wahrheit, J.",
      "Betz, M.",
      "Vandenberghe, B.",
      "Asher, S.",
      "Parra, L."
    ],
    "summary": "Background: Fendioxypyracil is a novel protoporphyrinogen oxidase (PPO) inhibiting herbicide (HRAC Group 14) developed to address the increasing prevalence of herbicide-resistant weeds and to expand available weed control options. PPO inhibitors disrupt chlorophyll biosynthesis by blocking the conversion of protoporphyrinogen IX to protoporphyrin IX, resulting in light-promoted formation of reactive oxygen species and rapid plant necrosis. Building on established PPO chemistry, fendioxypyracil incorporates a pyridine-based core and an aryloxy sidechain designed to enhance binding affinity and post-emergence activity. Results: Greenhouse evaluations demonstrated high efficacy of fendioxypyracil against key grass weeds, including wild oat (Avena fatua), crabrass (Digitaria Sanginalis), goosegrass (Eleusina indica) and barnyard grass (Echinochloa crus-galli), as well as strong control of major broadleaf species. Physiological characterization and enzyme inhibition assays confirmed PPO as the primary site and mode of action, with IC values lower than those of the commercial standard saflufenacil for both PPO isoforms. Conclusion: Fendioxypyracil represents a next-generation PPO inhibitor with broad-spectrum and systemic activity, offering a valuable new tool for integrated weed management. Its high biological activity and efficacy across multiple weed taxa supports its potential to enhance on-farm weed control strategies and contributes to resistance management programs.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697680",
    "doi": "10.64898/2026.01.05.697680",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697750",
    "title": "Targeted Lipid Metabolism Screening Uncovers Regulatory Effects on the STING Immune Response in Mevalonate, Eicosanoid and Fatty Acid Pathways",
    "authors": [
      "Skobelkina, S.",
      "Brunsting, E. L.",
      "perkins, d. J."
    ],
    "summary": "The cGAS/STING pathway is a critical signaling hub that orchestrates type I interferon (IFN) responses, autophagy, and programmed cell death in response to double stranded DNA (dsDNA) or cyclic dinucleotides. While traditionally characterized as a sensor of foreign or mis-localized self dsDNA, recent evidence demonstrates that STING also integrates information about the homeostasis of cellular lipid biosynthesis into the innate inflammatory response. This integration occurs most notably through STINGs sensitivity to de novo cholesterol synthesis. However, given that mammalian cells undergo widespread lipid metabolic reprogramming, characterized by alterations in the synthesis of many lipid species in addition to cholesterol, during processes such as malignant transformation to cancer or during infection by intracellular pathogens, we hypothesized that STING function may be regulated by perturbations in other undescribed lipid pathways. To investigate potential other facets of the STING-lipid interface, we have performed a targeted small molecule screen across multiple lipid metabolic pathways, including the mevalonate, PPAR (fatty acid), and arachidonic acid pathways. Our findings reveal that positively and negatively perturbing enzymes within these diverse lipid paths including lipoxygenases and cyclooxygenases can significantly modulate STING-dependent signal transduction and transcriptional programs identifying metabolic nodes that link lipid homeostasis with innate immune signaling. These results suggest that existing lipid-lowering and metabolic therapies may have unappreciated immunomodulatory effects on STING applicable in cancer and infectious disease, offering new opportunities for therapeutic intervention.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697750",
    "doi": "10.64898/2026.01.05.697750",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697761",
    "title": "Systems-level phosphoproteomics reveals conserved and subunit-specific STRIPAK signaling networks in Cryptococcus neoformans",
    "authors": [
      "Peterson, P. P.",
      "Croog, S.",
      "Choi, Y.",
      "Choi, J.-T.",
      "Bahn, Y.-S.",
      "Heitman, J."
    ],
    "summary": "The striatin-interacting phosphatase and kinase (STRIPAK) complex is a conserved PP2A-associated signaling hub that integrates kinase-phosphatase networks, yet its roles in human fungal pathogens remain poorly defined. Here, we dissected STRIPAK functions in the opportunistic pathogen Cryptococcus neoformans by combining genetic, genomic, virulence, and systems-level phosphoproteomic analyses across mutants lacking individual STRIPAK subunits. Loss of the core STRIPAK components via PPH22, FAR8, FAR9, or FAR11 mutations caused severe defects in growth, stress adaptation, cell-cycle progression, and morphogenesis, accompanied by widespread aneuploidy and genome instability. In murine infection models, far11{Delta} strains were avirulent, whereas far9{Delta} mutants caused delayed but ultimately fatal disease and underwent host-associated genome remodeling, with all recovered isolates acquiring chromosome 11 tetraploidy despite no consistent in vitro fitness advantage. In striking contrast, deletion of MOB3 produced a hypervirulent phenotype. mob3{Delta} cells exhibited enhanced transmigration across an in vitro blood-brain barrier model, increased survival in macrophages, and generated abundant small-cell morphotypes in vitro and in vivo, features associated with increased dissemination. Global phosphoproteomic profiling revealed extensive and overlapping phosphorylation changes among core STRIPAK mutants, affecting pathways involved in signaling, cytoskeletal and cell-cycle control, chromatin and transcriptional regulation, RNA metabolism, and stress responses. By contrast, mob3{Delta} mutants displayed a smaller, largely distinct phosphoproteomic signature. Network and functional enrichment analyses highlighted STRIPAK-dependent regulation of MAPK/GTPase signaling, autophagy, nuclear transport, RNA processing, DNA replication, and ribosome biogenesis. Together, these findings establish STRIPAK as a central coordinator of genome stability, morphological plasticity, and virulence in C. neoformans, and demonstrate that individual STRIPAK subunits drive shared yet divergent signaling outputs that shape host-pathogen interactions.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697761",
    "doi": "10.64898/2026.01.05.697761",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697675",
    "title": "A proteome-wide biochemical screen defines binding determinants of the core autophagy protein LC3B",
    "authors": [
      "Kosmatka, J.",
      "Liu, C.",
      "Halpin, J. C.",
      "Lim, D.",
      "Davis, J. H.",
      "Keating, A. E."
    ],
    "summary": "Human MAP1LC3B (LC3B) binds proteins involved in autophagy and other cellular processes using a degenerate four-residue short linear motif known as the LC3-interacting region (LIR). Biochemical and structural studies have identified LIRs in many LC3B interaction partners, but the sequence features that contribute to binding have not been systematically explored. To discover peptides that interact with LC3B and to deeply profile the key binding determinants, we screened a library of ~500,000 36-residue peptides derived from the human proteome using bacterial cell-surface display. Analysis of the screening data, coupled with structural studies and site-directed mutagenesis, revealed exceptions to the reported LIR motif and a strong preference for negatively charged residues adjacent to the LIR, which we visualized in a newly determined structure of LC3B bound to a peptide isolated in our screen. Guided by our screening data, we designed synthetic LIR-containing peptides that bind LC3B with affinities comparable to the tightest measured natural binder. Finally, we determined that mutations in LC3B commonly thought to abrogate binding of LIR-containing peptides instead alter LC3B binding specificity, leading to enhanced binding of some LIR-containing sequences. Taken together, our results refine the LIR motif definition, expand the network of candidate LC3B interaction partners, and highlight how mutations at the LC3B-LIR interface can modulate affinity and specificity.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697675",
    "doi": "10.64898/2026.01.05.697675",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697773",
    "title": "The combination of BCL-xL PROTAC and mTOR inhibitor sensitizes pancreatic ductal adenocarcinoma to KRASG12D inhibitor treatment by enhancing apoptosis induction",
    "authors": [
      "Miyan, J.",
      "Vudatha, V.",
      "Cao, L.",
      "Zhang, P.",
      "Zheng, G.",
      "Zheng, L.",
      "Trevino, J.",
      "Zhou, D.",
      "KHAN, S."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is a highly aggressive cancer with a five-year survival rate of approximately 13%, partly because of limited treatment options and resistance to therapies. Although the recently discovered KRAS G12D inhibitor MRTX1133 has shown promise for PDAC treatment in preclinical studies, its clinical efficacy as a single agent is expected to be limited, as is the case with KRAS G12C inhibitors. Therefore, in this study, we evaluated potential combination strategies to enhance the therapeutic effect of MRTX1133. We rationally combined MRTX1133 with the BCL-xL proteolysis-targeting chimera (PROTAC) DT2216 and the mTOR inhibitor everolimus, which significantly potentiated the anti-tumor activity of MRTX1133 in multiple G12D-mutated PDAC cells in vitro by enhancing apoptosis induction. Mechanistically, MRTX1133 treatment increased BIM and decreased NOXA levels, while the combination of DT2216/everolimus was shown to simultaneously enhance BIM release and stabilize NOXA. In vivo, DT2216/everolimus combination significantly potentiated the anti-tumor activity of MRTX1133 in AsPC1 PDAC xenograft model. Furthermore, the triple combination of MRTX1133, DT2216, and everolimus effectively overcame acquired resistance to MRTX1133 in AsPC1 cells in vitro and in xenograft model. Collectively, our findings suggest that the single-agent efficacy of MRTX1133 is limited by apoptosis inhibition, and that its combination with DT2216/everolimus can enhance apoptosis and potentially overcome resistance in KRAS G12D-mutated PDAC.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697773",
    "doi": "10.64898/2026.01.05.697773",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41489812",
    "title": "Targeting DNA Damage and Repair Pathways in Cerebral Ischemic Stroke: From Bench to Bedside.",
    "authors": [
      "Xie Z",
      "Luo Y",
      "Han Z"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489812/",
    "doi": "doi: 10.1007/s12975-025-01394-6",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41489792",
    "title": "Exposure to cigarette smoke during prenatal period alters the brain energy metabolism of rats subjected to an animal model of schizophrenia.",
    "authors": [
      "de Veras WB",
      "Mastella GA",
      "Wessler PG",
      "Canever L",
      "Godoi AK",
      "Hubbe I",
      "Michels A",
      "Schuck PF",
      "Rohling JPV",
      "Streck EL",
      "Generoso JS",
      "Zugno AI"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489792/",
    "doi": "doi: 10.1007/s11011-025-01768-7",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41489775",
    "title": "Psycho-socio-economic factors and risk of cardiorenal multimorbidity in middle to older-aged adults: prospective findings from the Canadian longitudinal study on aging.",
    "authors": [
      "Kunutsor SK",
      "Rikhtehgaran R",
      "Soni A"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489775/",
    "doi": "doi: 10.1007/s11357-025-02081-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41489772",
    "title": "Antioxidants rescue murine mesangial cells from docosahexaenoic acid-induced ferroptosis.",
    "authors": [
      "Saschin L",
      "Kowalewski A",
      "Fink G",
      "Voggel J",
      "Wohlfarth M",
      "Quell L",
      "Dötsch J",
      "Alejandre Alcázar MA",
      "Nüsken KD",
      "Nüsken E"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489772/",
    "doi": "doi: 10.1186/s40348-025-00215-y",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41489754",
    "title": "Bacillus velezensis D103 enhances maize drought tolerance via ROS-scavenging and phenylpropanoid pathway activation.",
    "authors": [
      "Zhang Y",
      "An Y",
      "Zhang Z",
      "Bi X",
      "Yu F",
      "Zhang B",
      "Bi T",
      "Baloch FB",
      "Miao J",
      "Wang Y",
      "Zhang N",
      "Li B"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489754/",
    "doi": "doi: 10.1007/s00299-025-03698-1",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41489751",
    "title": "LncRNA SNHG1 Knockdown Ameliorates HIV-1 gp120V3 Loop-Induced Microglial Neuroinflammation by Regulating the Autophagy Process.",
    "authors": [
      "Yan X",
      "Zuo Q",
      "Li X",
      "Liu Y",
      "Wang L",
      "Gan L",
      "He H",
      "Wen S",
      "Tang H",
      "Wang H",
      "Pan R",
      "Fu Y",
      "Dong J"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489751/",
    "doi": "doi: 10.1007/s10753-025-02414-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41489706",
    "title": "DDX11/SKP2 Inhibits Cisplatin Sensitivity in Liver Cancer Cells by Regulating DNA Damage Repair and ER Stress.",
    "authors": [
      "Kong S",
      "Pan X",
      "Li J",
      "Zhao C",
      "Li Y"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489706/",
    "doi": "doi: 10.1007/s12010-025-05516-6",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41489641",
    "title": "Retraction Note: Mapping NAD(+) metabolism in the brain of ageing Wistar rats: potential targets for influencing brain senescence.",
    "authors": [
      "Braidy N",
      "Poljak A",
      "Grant R",
      "Jayasena T",
      "Mansour H",
      "Chan-Ling T",
      "Guillemin GJ",
      "Smythe G",
      "Sachdev P"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489641/",
    "doi": "doi: 10.1007/s10522-025-10379-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41489638",
    "title": "Cell senescence-related pathogenic genes in sleep disorders: a multi-omics Mendelian randomization study.",
    "authors": [
      "Li J",
      "Ding S",
      "Zhang X",
      "Tang L",
      "Jiang W"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489638/",
    "doi": "doi: 10.1007/s00406-025-02170-1",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41489351",
    "title": "A Cascade ROS Nanoamplifier for Enhanced Sono-Chemodynamic Therapy of Osteosarcoma.",
    "authors": [
      "Wang P",
      "Wang H",
      "Xu D",
      "Hu J",
      "Geng B",
      "Chen K",
      "Wu D"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489351/",
    "doi": "doi: 10.1002/adhm.202504957",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41489261",
    "title": "TCAB1: a key promoter of tumor growth through telomere maintenance and senescence evasion.",
    "authors": [
      "Lin MY",
      "Jiang D",
      "Tian N",
      "Yao X",
      "Pan XH",
      "Ma LH",
      "Gao J",
      "Li ZA",
      "Zhu XQ",
      "Zhao XL",
      "Ruan GP"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489261/",
    "doi": "doi: 10.1080/15384101.2025.2609646",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41489092",
    "title": "Spatially Resolved Multiomics Reveals Metabolic Remodeling and Autophagy Activation in Adamantinomatous Craniopharyngiomas.",
    "authors": [
      "Chen D",
      "Gao Y",
      "Wang Y",
      "Lei T",
      "Qu Z",
      "An Y",
      "Fu J",
      "Li X",
      "Liu F",
      "Li Y"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489092/",
    "doi": "doi: 10.1002/advs.202516965",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41489084",
    "title": "Enriched Environment Enhances Motor Function in Mice With Cerebral Infarction by Promoting mTOR-Dependent Autophagy in the Contralateral Dentate Nucleus.",
    "authors": [
      "Wang CJ",
      "Yu KW",
      "Wu JF",
      "Tao F"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489084/",
    "doi": "doi: 10.1002/kjm2.70167",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41487054",
    "title": "ROS-Responsive Wedelolactone Hydrogel Promotes Intervertebral Disc Repair by Disrupting the NF-κB-LCN2 Inflammatory Feedback Loop.",
    "authors": [
      "Wu Z",
      "Xu Y",
      "Qin L",
      "Ling Z",
      "Mai Y",
      "Guo XT",
      "Chen J",
      "Yan L",
      "Wang L",
      "Bian L",
      "Wei F"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41487054/",
    "doi": "doi: 10.1002/advs.202521709",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41486391",
    "title": "Interfacial Evolution and Accelerated Aging Mechanism for LiFePO(4)/Graphite Pouch Batteries Under Multi-Step Indirect Activation.",
    "authors": [
      "Liu Y",
      "Dong J",
      "Zhou J",
      "Guan Y",
      "Wei Y",
      "Zhao J",
      "Liang J",
      "Shi X",
      "Yan K",
      "Lu Y",
      "Li N",
      "Su Y",
      "Wu F",
      "Chen L"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486391/",
    "doi": "doi: 10.1007/s40820-025-01971-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41486307",
    "title": "Dual-modality approach with 675 nm laser and microfocused ultrasound for facial aging: retrospective evaluation.",
    "authors": [
      "Zappia E",
      "Genovesi C",
      "Piccolo D",
      "Trovato F",
      "Tolone M",
      "Gargano L",
      "Clementi A",
      "Lodi G",
      "Dattola A",
      "Nisticò SP"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486307/",
    "doi": "doi: 10.1007/s10103-025-04728-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41486282",
    "title": "The autonomic nervous system in the regulation of glucose and lipid metabolism.",
    "authors": [
      "Wangler S",
      "Jarczok MN",
      "Ennis M",
      "Herhaus B",
      "Wagner R",
      "Sehgal R",
      "Heni M"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486282/",
    "doi": "doi: 10.1038/s41574-025-01221-w",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41486278",
    "title": "Immunoglobulin heavy-chain status and stromal interactions shape ferroptosis sensitivity in chronic lymphocytic leukemia.",
    "authors": [
      "Böttcher M",
      "Reemts L",
      "Hengeveld PJ",
      "Böttcher-Loschinski R",
      "Bhuria V",
      "Lu J",
      "Materna-Reichelt S",
      "Das D",
      "Stojanović Gužvić N",
      "Bruns H",
      "Huber W",
      "Zenz T",
      "Schanze D",
      "Zenker M",
      "Dietrich S",
      "Langerak AW",
      "Mougiakakos D"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486278/",
    "doi": "doi: 10.1038/s41392-025-02535-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41486183",
    "title": "Caffeic acid phenethyl ester induced apoptosis in chronic myeloid leukemia cells by inhibiting mitochondrial complex I.",
    "authors": [
      "Li M",
      "Liu D",
      "Zhang Z",
      "Fu B",
      "Xiong R",
      "Han H",
      "Zhang Y",
      "Peng Z",
      "Lei Y",
      "Fu Y"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486183/",
    "doi": "doi: 10.1038/s41598-025-34553-8",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41486173",
    "title": "GASDERMIN D-mediated pyroptosis as a therapeutic target in TAU-dependent frontotemporal dementia mouse model.",
    "authors": [
      "Silva-Llanes I",
      "Smith LA",
      "Abdelkader-Guillén A",
      "Jiménez-Villegas J",
      "Sarrió D",
      "Moreno-Bueno G",
      "Lastres-Becker I"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486173/",
    "doi": "doi: 10.1186/s12929-025-01210-1",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41486112",
    "title": "The effect of IGF-1 on the closure process of processus vaginalis.",
    "authors": [
      "Yalcin O",
      "Erdem H",
      "Guney IE",
      "Aygun A",
      "Caltekin I",
      "Arici YK",
      "Kurt D",
      "Kalkisim K",
      "Ozer O"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486112/",
    "doi": "doi: 10.1186/s12893-025-03468-6",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.01.656319",
    "title": "Nucleus accumbens neuron subtype translatome signatures in socially stress females",
    "authors": [
      "Kumar, G.",
      "Franco, D.",
      "Basu, M.",
      "Olusakin, J.",
      "Campbell, R.",
      "Ament, S. A.",
      "Fox, M.",
      "Lobo, M. K."
    ],
    "summary": "Major depressive disorder (MDD) disproportionately affects women, yet the molecular mechanisms underlying female vulnerability remain poorly understood. The nucleus accumbens (NAc), a reward circuitry hub, is central to stress- and depression-related pathology. While NAc medium spiny neuron (MSN) transcriptional adaptations have been characterized in stressed male rodents, much less is known about female adaptations. To address this, we exposed female D1-Cre-RiboTag and A2A-Cre-RiboTag mice to chronic witness defeat stress (CWDS) and classified them as high- or low-social interactors. Ribosome-associated mRNA was isolated from MSN subtypes and analyzed by RNA sequencing, differential gene expression analysis (DEG), and weighted gene co-expression network analysis (WGCNA). Cross-species consensus WGCNA with male mouse and human transcriptomic datasets was performed to identify conserved, sex-specific signatures. We detected 9 differentially expressed genes (DEGs) in D1-MSNs and 630 in A2A-MSNs (FDR < 0.05). In D1-MSNs, DEGs were primarily upregulated in low interactors and enriched for energy homeostasis and cell adhesion. A2A-MSN DEGs included upregulated structural genes and downregulated neurotransmission-related genes. WGCNA identified 9 significant D1- and 5 significant A2A-MSN modules, with the most impacted enriched for PI3K-Akt-mTOR signaling and regulated by Nf1. Consensus analysis revealed a stress-associated, sex- and subtype-specific module enriched for PI3K-Akt-mTOR signaling conserved across mice and humans. These findings reveal female-specific MSN transcriptional adaptations to chronic social stress and implicate PI3K-Akt-mTOR signaling as a convergent molecular pathway. By highlighting MSN subtype-specific vulnerabilities, this work suggests potential therapeutic targets for alleviating stress-induced pathology in women with MDD.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.01.656319",
    "doi": "10.1101/2025.06.01.656319",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.01.667781",
    "title": "Approaching an Error-Free Diploid Human Genome Assembly of East Asian Origin",
    "authors": [
      "Chu, Y.",
      "Huang, Z.",
      "Shao, C.",
      "Guo, S.",
      "Yang, Y.",
      "Yu, X.",
      "Wang, J.",
      "Tian, Y.",
      "Chen, J.",
      "Li, R.",
      "He, Y.",
      "Yu, J.",
      "Huang, J.",
      "Gao, Z.",
      "Kang, Y."
    ],
    "summary": "Achieving an error-free diploid human genome remains challenging. We report T2T-YAO v2.0, a telomere-to-telomere complete assembly of a Han Chinese individual, polished to near-perfect base-level and structural accuracy. To systematically identify assembly errors, we developed Sufficient Alignment Support (SAS), an automatic method that flags structural and base-level errors in windows lacking sufficient read support. Building on this, we established a structural-error-first polishing strategy, correcting misassemblies using ultra-long ONT reads, followed by base-level refinement with PWC (Platform-integrated Window Consensus). Using these approaches, we resolved all detectable structure and non-homopolymer-related errors outside ribosomal DNA (rDNA) regions. The resulting assembly contains no unsupported 21-mers across sequencing platforms, meeting k-mer-based criteria for an error-free genome. T2T-YAO v2.0 delivers the most perfect East Asian reference to date, with limited issues confined to rDNA arrays and homopolymer tracks, enabling precise genome annotation, benchmarking, and variant discovery-- foundation for human genomics and precision medicine.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.01.667781",
    "doi": "10.1101/2025.08.01.667781",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.07.669174",
    "title": "Noc1 downregulation induces nucleolar stress and upregulates p53 isoforms, with a robust increase of the truncated p53E isoform in Drosophila wing discs",
    "authors": [
      "Vutera Cuda, A.",
      "Bajaj, S.",
      "Manara, V.",
      "Bellosta, P."
    ],
    "summary": "Disruption of ribosome biogenesis triggers nucleolar stress, a conserved cellular response that activates p53. We previously demonstrated that depletion of Nucleolar Complex Protein 1 (Noc1) in Drosophila wing imaginal discs impairs rRNA maturation and ribosome assembly, resulting in elevated p53 levels and apoptosis, hallmarks of nucleolar stress. The Drosophila p53 gene produces four mRNA isoforms, yet their individual contributions to nucleolar stress responses remain poorly understood. Using newly designed isoform-specific qPCR primers, we found that although all p53 isoforms exhibit moderate transcriptional changes following Noc1 reduction, the truncated isoform p53E is robustly and preferentially upregulated. Notably, p53E lacks the N-terminal transactivation domain and has been reported to negatively regulate p53-induced apoptosis in specific tissues. Furthermore, our analyses indicate that {gamma}-H2AV accumulation arises from caspase-dependent apoptosis rather than primary genomic lesions, suggesting the activation of a p53-dependent stress pathway distinct from canonical genotoxic pathways. Together, these findings suggest that p53E may be part of a novel mechanism activated during nucleolar stress, providing insight into how cells adapt to defects in ribosome biogenesis.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.07.669174",
    "doi": "10.1101/2025.08.07.669174",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.29.673011",
    "title": "Rejuvenation-Responsive and Senolytic-Sensitive Muscle Stem Cells Unveiled by CD200 and CD63 in Geriatric Muscle",
    "authors": [
      "Kim, Y. L.",
      "Jo, Y.-W.",
      "Yoo, T.",
      "Yoo, K.",
      "Kim, J.-H.",
      "Park, M.",
      "Song, I.-W.",
      "Kim, H.",
      "Kim, Y.-E.",
      "Hann, S.-H.",
      "Park, J.-E.",
      "Baek, D.",
      "Kong, Y.-Y."
    ],
    "summary": "Muscle stem cells (MuSCs) are parenchymal cells in skeletal muscle regeneration and maintenance. With aging, MuSCs experience a decline in their regenerative function and reduction in their number. However, recent evidence points to substantial heterogeneity within the aged MuSC population, raising questions about the underlying mechanisms of age-associated dysfunction. Here, we used Pax7CreERT2;RosaYFP mice (MuSCYFP) to label Pax7-expressing MuSCs and chronologically traced MusCs until geriatric age. Genetic labeling and chronological tracing revealed that the number of YFP+ MuSC remained comparable between young, middle and geriatric ages. At geriatric age, YFP+ MuSCs exhibited reduced expression of traditional MuSC markers such as VCAM1 and PAX7. A previously unrecognized subpopulation emerged, characterized by loss of VCAM1 and low or absent PAX7. Despite their altered marker profile, these cells retained transcriptional signatures of quiescence and myogenic potential, but displayed significantly reduced proliferative and regenerative capacities. They displayed gene expression patterns indicative of senescence-like state and were selectively ablated by senolytic treatment. DHT restored regenerative function in aged mice and re-induced VCAM1 expression in YFP+/Pax7-/low/VCAM1- cells, indicating responsiveness to rejuvenation. Based on their emergence with aging, functional impairment and responsiveness to rejuvenation, we termed this population GERI-MuSCs (Geriatric Emerging Rejuvenation-responsive and Impaired MuSCs). CD63 and CD200 were identified as novel surface markers that together with VCAM1, reliably detect GERI-MuSCs as well as classical Pax7+/VCAM1High MuSCs, providing a tool for comprehensive isolation of MuSCs from aged wild-type mice. Together, our findings provide a refined framework for studying MuSC aging and offer new tools for isolating functionally distinct MuSC subsets from aged skeletal muscle.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.29.673011",
    "doi": "10.1101/2025.08.29.673011",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.02.679723",
    "title": "SPP1+macrophages promote the growth and metastasis of intrahepatic cholangiocarcinoma via OSM and THBS1 signaling",
    "authors": [
      "Wang, T.",
      "Long, R.",
      "Cheng, Z.",
      "Zhang, M.",
      "Wei, B.",
      "Lyu, C.",
      "Zhang, X.",
      "Zhang, C.",
      "Tang, G.",
      "Li, Z.",
      "Li, L.",
      "Li, Y.",
      "Zhu, X.",
      "Shi, C.",
      "Yang, K.",
      "Xu, C."
    ],
    "summary": "Background & Aims: Tumor-associated macrophages (TAMs) are abundant in intrahepatic cholangiocarcinoma (ICC), correlate with poor prognosis, but their spatiotemporal behavior and non-immune-suppressive roles in ICC progression remain unclear. This study sought to define transcriptional heterogeneity of TAMs and map their interactions with ICC cells that promote malignancy beyond immune suppression. Methods: We employed three mouse ICC models, four clinical ICC patient datasets, and three spatial transcriptomic platforms to chart the macrophage landscape over time and space. Cell-cell communication analysis plus phosphoproteomics guided functional validation via TAM-ICC co-culture, cytokine treatment, gene silencing/knockout, orthotopic and metastatic ICC models, and three conditional knockout mice. A prognostic ICC tissue microarray with multiplex immunofluorescence and combinatorial blockade in mice tested the efficacy of dual target inhibition. Results: In advanced ICC tissues, an M2-like subset M{varphi}_SPP1, defined by high expression of SPP1, VEGFA, ARG1, and GPNMB, emerged as the major macrophage population, correlating with poor prognosis and spatially localizing to the tumor boundary. Further, M{varphi}_SPP1 drove ICC cell proliferation via the OSM-OSMR-STAT3-CCND1 and promoted invasion through THBS1-CD47-mTOR-DBN1 signalling. OSM and THBS1 were co-elevated in ICC patient samples; dual blockade of both targets in mouse models resulted in superior inhibition of ICC progression. Conclusions: M{varphi}_SPP1 TAMs accumulate at the tumor boundary in late-stage ICC, driving proliferation and invasion via OSM and THBS1 signalling, underscoring the potential of macrophage-targeted therapy in ICC.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.02.679723",
    "doi": "10.1101/2025.10.02.679723",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697195",
    "title": "Senescence-inhibitory Δ133p53α counteracts accelerated ageing and mortality",
    "authors": [
      "Yamada, L.",
      "Liu, H.",
      "von Muhlinen, N.",
      "Harris, C. C.",
      "Horikawa, I."
    ],
    "summary": "Research on progeria not only contributes to treatments for the disease but also enhances our understanding of physiological ageing. Mouse models of progeria recapitulate pathological ageing phenotypes seen in patients, including cardiovascular defects, increased cellular senescence, systemic inflammation, DNA damage accumulation, and shortened lifespan. In cultured cells from Hutchinson-Gilford progeria syndrome (HGPS) patients, the human p53 isoform {Delta}133p53 was previously shown to inhibit p53-mediated cellular senescence, proinflammatory IL-6 production, and DNA damage accumulation, and to extend cellular replicative lifespan. Here we show that, in a heterozygous HGPS mouse model, transgenic expression of {Delta}133p53 reproduces these in vitro-observed effects across multiple organs in vivo and extends median lifespan by 11% (387 versus 349 days, P = 0.0379). In the aorta and skin, {Delta}133p53 abrogates progeria-characteristic pathological changes and preserves tissue integrity. Our data further suggest that {Delta}133p53 may promote a broad spectrum of ageing-counteracting mechanisms, including bone homeostasis, metabolic fitness, antioxidant defense, youthful epigenome, and tissue stemness. Together with the anti-inflammatory and tissue-preserving effects of {Delta}133p53 in naturally aged mice and its age-associated downregulation in human tissues, this study suggests that {Delta}133p53-based therapeutic strategies may be applicable not only to HGPS but also as broader interventions for preventing or delaying ageing.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697195",
    "doi": "10.64898/2025.12.31.697195",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697522",
    "title": "MOSPD3 mediates the ER recruitment of ATG2A to promote autophagy",
    "authors": [
      "Du, Y.",
      "Zhou, T.",
      "Liu, Y.",
      "Ji, W."
    ],
    "summary": "ATG2A transfers glycerophospholipids from the endoplasmic reticulum (ER) to support expansion of the isolation membrane at ER membrane contact sites. While a role for ATG18/WIPI4 in targeting ATG2A to the IM is well established, how ATG2A is recruited to the ER remains unclear. In this study, we found that MOSPD3, an atypical VAP family protein, acts an adaptor that recruits ATG2A to the ER. MOSPD3 colocalizes with ATG2A and is specifically enriched at ER sites juxtaposed with the IM during autophagosome formation. Recruitment is mediated by direct interactions between the FFNT (two phenylalanines in a neutral tract) motif in the N-terminal region (NT) of ATG2A and the major sperm protein (MSP) domain of MOSPD3. Co-expression of MOSPD3 with ATG2A-NT, but not a MOSPD3-binding-defective mutant ATG2A-NT-T362A, markedly rescued the autophagic defect caused by ATG2A/B double knockout (DKO). MOSPD3 depletion abolishes ATG2A recruitment to the ER and impedes autophagic flux. Together, this study demonstrates that MOSPD3 functions as an ER adaptor for ATG2A in autophagy.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697522",
    "doi": "10.64898/2026.01.04.697522",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697543",
    "title": "Genomic and pan-genomic insight into longan domestication and improvement",
    "authors": [
      "Wang, J.",
      "Sun, J.",
      "Wang, K.",
      "Chen, S.",
      "Wang, X.",
      "Ren, X.",
      "Wang, J.",
      "Li, J.",
      "Wei, J.",
      "Li, J.",
      "Guo, L."
    ],
    "summary": "Longan (Dimocarpus longan) is a tropical tree in Sapindaceae family with economic importance known for its nutritous fruits. Genetic improvement of longan requires knowledge of reliable molecular markers and functional genes associated with key traits. However, it is largely impeded by lacking a complete genome and pangenome reference encompassing the broad genetic diversity in diverse longan germplasms. Here, we present a telomere-to-telomere (T2T) gap-free genome of longan cultivar 'Shixia' and a graph-based pangenome constructed using newly assembled chromosome-level genomes of 101 accessions. We completely assemble the longan centromere regions primarily composed of Gypsy-CRM retrotransposons. The pan-genome analysis reveals 58,978 non-redundant structural variants (SVs) that exhibit signs of genomic selective sweep during longan domestication and breeding. Additionally, haplotype-resolved genome analysis suggests allele-specific gene expression associated with SV-driven changes in 3D genome architecture. Importantly, the graph-based pan-genome empowers population-scale SV genotyping and genomewide association with various longan traits. SV-GWAS revealed 12 QTLs significantly linked with longan maturity period. Among them, a 758bp insertion is located downstream of the DlDAZ gene encoding a C2H2 zinc-finger transcription factor, and DIDAZ-transgenic tomatoes showed delayed maturity. Together, our T2T genome and pan-genome provide valuable resources to facilitate longan genetic research and precise improvement.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697543",
    "doi": "10.64898/2026.01.04.697543",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697400",
    "title": "Understanding Brain Aging Through Behavioural and Microglial Changes: A Lifespan Approach",
    "authors": [
      "Sisti, M. M.",
      "Cervellini, S.",
      "Peralta, F.",
      "Dolcetti, F. J.-C.",
      "Basmadjian, M. O.",
      "Herrera, M. L.",
      "Bellini, M. J."
    ],
    "summary": "Aging is characterized by progressive physiological decline linked to inflammaging, a chronic low-grade inflammatory state. This study investigates age-related behavioural changes and their correlation with microglial function in female Sprague Dawley rats across their lifespan. Using a longitudinal design at 2, 6, 12, and 24 months of age, we assessed motor performance, mood-related behaviours, and spatial cognition alongside microglial morphometric analysis in key brain regions. Results showed that motor and cognitive performance began to decline significantly at 12 months, with severe impairments and depressive-like behaviours appearing by 24 months. These deficits were paralleled by progressive gliosis in the hippocampus and striatum. Microglial morphometric analysis further indicated a more reactive, region-dependent phenotype, with cells in the striatum adopting a smaller area, reduced perimeter, and fewer intersections. These findings provide compelling evidence for significant age-dependent deterioration in motor performance, mood regulation, and cognitive abilities in female rats. Our data strongly suggest an underlying progression of neurobiological changes, with microglial dysfunction and neuroinflammation being central candidates. This research contributes valuable insights into the cellular correlates of behavioural decline across the female lifespan, serving as a reference for the multifaceted changes that occur during normal aging.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697400",
    "doi": "10.64898/2026.01.04.697400",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697261",
    "title": "EssTFNet: Integration of Adaptive Time - Frequency and DNA Language Models for Interpretable Human Essential Gene Prediction",
    "authors": [
      "Ye, D.",
      "Yuan, S.",
      "Su, W.",
      "Zhang, H.",
      "Li, R.",
      "Qi, Y.",
      "Dong, N.",
      "Lin, H.",
      "Jin, Y."
    ],
    "summary": "Essential genes are defined as those that are indispensable for an organism's survival. The loss of function of these genes results in cell death or an inability to complete the normal life cycle. Research on essential genes is pivotal in elucidating the origin and evolution of life, as well as in identifying potential therapeutic targets. Therefore, accurately predicting essential genes is of great scientific importance and has many applications in basic research and the biomedical field. In this study, we propose EssTFNet, a novel and interpretable deep learning framework that combines adaptive time - frequency analysis with a DNA language model to achieve accurate prediction of human essential genes while enabling mechanistic biological interpretation. Specifically, EssTFNet leverages the architecture of ATFNet, which innovatively maps DNA and protein sequences into equivalent time-series signals to extract periodic and non-stationary features, thereby enhancing the model's capacity to capture complex sequence patterns. Through effective feature selection and architectural optimization, EssTFNet strikes a favorable balance among prediction accuracy, model interpretability, and cross-tissues generalization capability, significantly outperforming current mainstream sequence-based deep learning methods with an AUC of 0.8336 and an AUPR of 0.8212. Additionally, the DeepLIFT attribution method was employed to identify functional motifs closely associated with gene essentiality, offering valuable insights for experimental validation. For the convenience of researchers, we have developed an easy-to-use web server and made it along with the source code in a GitHub repository: https://github.com/QIANJINYDX/EssTFNet. Overall, this study presents a potentially useful methodological framework for human essential genes prediction, which could provide valuable insights for future research and applications in this field.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697261",
    "doi": "10.64898/2025.12.31.697261",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697580",
    "title": "Leveraging Human Pangenome for Improved Somatic Variant Detection",
    "authors": [
      "Fu, Q.",
      "Xin, Z.",
      "Miao, B.",
      "Zhang, W.",
      "Kong, N.",
      "Tang, Z.",
      "Ruttenberg, A.",
      "Albracht, D.",
      "Belter, E. A.",
      "Garza, J. E.",
      "Tomlinson, C.",
      "Mehinovic, E.",
      "Shen, J.",
      "Zhuo, X.",
      "Dong, S.",
      "Johnson, B. K.",
      "Majewski, M. F.",
      "Palmer, T.",
      "Jang, H. J.",
      "Cheng, Y.",
      "Li, Z.",
      "Lawson, H. A.",
      "Lindsay, T.",
      "Li, D.",
      "Fulton, R.",
      "Shen, H.",
      "Jin, S. C.",
      "SMaHT Network Assembly/Pangenome Working Group,",
      "Macias-Velasco, J. F.",
      "Wang, T."
    ],
    "summary": "Somatic variant detection is technically challenging due to low variant allele fractions, the confounding presence of germline variation, and reference bias. Linear references such as GRCh38 miss sample-specific variation, causing misalignments and incorrect variant calls. Although telomere-to-telomere donor-specific assemblies (DSAs) accurately represent individual genomes, their application is limited by cost and technical barriers. Alternatively, the graph-based human pangenome provides a scalable framework to improve read alignment and perform genome inference. Here, we benchmarked somatic variant detection using GRCh38, graph-based pangenomes, and pangenome-inferred DSAs with a HapMap mixture dataset and the COLO829 melanoma cell line. Pangenome-guided alignment improves read mapping and somatic variant calling accuracy. Furthermore, personalized pangenomes partially reconstruct donor-specific genomic content, improving accuracy, reducing germline contamination, and enabling detection of events in loci absent or poorly represented in GRCh38. These findings demonstrate that graph-based and personalized pangenomes are effective strategies for enhancing somatic variant detection compared with GRCh38.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697580",
    "doi": "10.64898/2026.01.04.697580",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41486887",
    "title": "CircTspan3 Promotes Cartilage Development Through ANNEXIN A2-Mediated Ferroptosis and Apoptosis Inhibition and Exosome-Mediated Paracrine Signaling.",
    "authors": [
      "Pan Y",
      "Zhang F",
      "Zhong J",
      "Gong Q",
      "Geng N",
      "Kuang B",
      "Lan Q",
      "Yi M",
      "Zeng Q",
      "Chen C",
      "Fan M",
      "Zhao C",
      "Zeng D",
      "Du Y",
      "Nie M",
      "Wang Z",
      "Guo F"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486887/",
    "doi": "doi: 10.1002/advs.202513418",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41486882",
    "title": "Liquid Metal Nanoparticles-Mediated Mitochondrial Damage Enhances Immunogenic Cell Death for Cancer Vaccine Therapy.",
    "authors": [
      "Qi Y",
      "Yu Z",
      "Zhang J",
      "Zhang C",
      "Wang X",
      "Yang F",
      "Bai Y",
      "Yuan JX",
      "Guo M",
      "Wang D",
      "Hu K",
      "Zhou T",
      "Wang L",
      "Rao W"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486882/",
    "doi": "doi: 10.1002/adma.202520580",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41486864",
    "title": "Clinical response of immunotherapy targeting programmed cell death receptor 1/programmed cell death ligand 1 in advanced signet-ring-cell gastric cancer.",
    "authors": [
      "Liang J",
      "Chen X",
      "Liang H",
      "Zhao L",
      "Yu J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486864/",
    "doi": "doi: 10.1080/14796694.2025.2612083",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41486844",
    "title": "A Biomimetic Manganese Complex Synergistically Disables Antioxidant Defenses and Amplifies Oxidative Stress to Potentiate Ferroptosis in Hepatocellular Carcinoma.",
    "authors": [
      "Ren P",
      "Huang Y",
      "Zhong L",
      "Luo R",
      "Zhang C",
      "Zhang Z",
      "Tang R",
      "Xu Z",
      "Liu Y"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486844/",
    "doi": "doi: 10.1002/adhm.202505362",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41486704",
    "title": "Doxorubicin-Loaded Metal-Organic Framework for Ferroptosis-Enhanced Chemotherapy Through Sustained Zn Release and Glutathione Peroxidase Downregulation.",
    "authors": [
      "Ma X",
      "Deng C",
      "Wang C",
      "Tilman L",
      "Li J",
      "Lin W"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486704/",
    "doi": "doi: 10.1002/adhm.202503611",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41486701",
    "title": "PROTAC‑Mediated HMGCR Depletion Reprograms Lipid Metabolism in Breast Cancer to Potentiate Photoimmunotherapy via Ferroptosis.",
    "authors": [
      "Su T",
      "Li G",
      "Guan Y",
      "Tian Q",
      "Qi Y",
      "Zhang Y",
      "Wei W",
      "Duan X",
      "Rui J",
      "Zhu H",
      "Lin Z",
      "Xie C",
      "Xu Z",
      "Wu Y",
      "Peng X",
      "Wang Z",
      "Chen K",
      "Xin X",
      "Zhang B"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486701/",
    "doi": "doi: 10.1002/advs.202521525",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41486682",
    "title": "Offsetting ROS-Mediated Arrest of Endothelial Fenestration Dynamics Permits Long-Term Optical Super-Resolution Imaging Validated by AFM.",
    "authors": [
      "Kiel A",
      "Luty M",
      "Kralemann-Köhler A",
      "Helweg LP",
      "Schürstedt-Seher J",
      "Kotlinowski J",
      "Pospíšil J",
      "Lekka M",
      "Ly TD",
      "Huser T",
      "Schulte Am Esch J",
      "Hübner W",
      "Szafranska K",
      "Zapotoczny B"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486682/",
    "doi": "doi: 10.1021/acsami.5c22333",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41486000",
    "title": "SP1 and ELAVL1 cooperatively regulate ALOX15-mediated ferroptosis in an OGD/R-Induced SK-N-SH cell model of cerebral infarction.",
    "authors": [
      "Liang S",
      "Wu Y",
      "Zhang R",
      "Xu L",
      "Xie F"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486000/",
    "doi": "doi: 10.1080/01616412.2025.2611334",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41485172",
    "title": "Identification and validation of key autophagy-related genes in Lupus nephritis.",
    "authors": [
      "Wang L",
      "Xu J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485172/",
    "doi": "doi: 10.1007/s10067-025-07842-w",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41485128",
    "title": "TBK1 orchestrates autophagy and endo-lysosomal pathways in human neurons.",
    "authors": [
      "Mordes DA",
      "Smeyers J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485128/",
    "doi": "doi: 10.1080/15548627.2025.2609924",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41485089",
    "title": "Calycosin alleviates blood-brain barrier disruption after cerebral ischemia-reperfusion injury by inhibiting NLRP3-mediated pyroptosis.",
    "authors": [
      "Wu Q",
      "Bai Z",
      "Xin M",
      "Wang W",
      "Chen Y",
      "Zhai X",
      "Chen J",
      "Zhang C",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485089/",
    "doi": "doi: 10.3724/abbs.2025225",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484750",
    "title": "Cyanidin-3,5-O-Glucoside Alleviates DSS-Induced Colon Barrier Dysfunction and Fibrosis Through Autophagy-Associated Pathway-Mediated Inflammation Repression in a C57BL/6J Mouse Model.",
    "authors": [
      "Wang ZX",
      "Huang QP",
      "Wu W",
      "Li WY",
      "Liu JY",
      "Wang KY",
      "Huang CX",
      "Zhang MY",
      "Song JL"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484750/",
    "doi": "doi: 10.1007/s12010-025-05553-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41484747",
    "title": "CircPDXDC1 Induces Mitochondrial Dysfunction and Autophagy Dysfunction in Acute Myocardial Infarction by Promoting ELAVL1 Ubiquitination.",
    "authors": [
      "Geng L",
      "Tu W",
      "Gao J",
      "Huang J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484747/",
    "doi": "doi: 10.1007/s12010-025-05503-x",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41484743",
    "title": "Circ_0039857: A Key Player in Combating Immune Disorders and Ferroptosis in High-Glucose-induced HK-2 Cells and Diabetic Kidney Disease Mice.",
    "authors": [
      "Sun X",
      "Xiao Y",
      "Chi H",
      "Liu L",
      "Tang H",
      "Dong J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484743/",
    "doi": "doi: 10.1007/s12010-025-05496-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.22.671831",
    "title": "Automated generation of personalized trajectories of aging phenotypes with DyViA-GAN",
    "authors": [
      "Pyne, S.",
      "Ray, D.",
      "Ray, M. S."
    ],
    "summary": "With a general increase in human lifespan, the need for technological advances to develop strategies for healthy aging has assumed great importance. In the present study, our goal is to predict the progression of selected aging phenotypes in a given healthy individual as one continues aging past 65 years. Therefore, we developed a novel framework called Dynamic Views of Aging with conditional Generative Adversarial Networks (or DyViA-GAN) which is capable of predicting the plausible personalized trajectories of a selected aging phenotype conditioned on the available measurements of the phenotype at a few initial time instances, and additional covariates. Given the prevalence of osteoporosis in the aging population, we selected femoral neck Bone Mineral Density (BMD) of a healthy individual as the phenotype of interest, and baseline individual Body Mass Index (BMI) as covariate. We trained DyViA-GAN on a publicly available longitudinal dataset of a large cohort of mostly white women in the United States of age 65 years or above. Thus, it generated, for each individual, continuous phenotype trajectories, along with a corresponding region of acceptable predictions, for an age range of 66 to 98 years, for eight different combinations both with and without involving the covariate. The prediction results were subjected to rigorous quality-control and multiple comparative analyses. Our results clearly demonstrate the potential of generative deep learning frameworks in healthspan research.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.22.671831",
    "doi": "10.1101/2025.08.22.671831",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697080",
    "title": "Aging-associated alternative splicing programs conserved between human and mouse tissues",
    "authors": [
      "Isaev, K.",
      "Knowles, D. A."
    ],
    "summary": "Alternative splicing is a key gene regulatory process that diversifies the proteome and controls gene dosage. Previous studies have detected aging-associated splicing changes across various tissues. However, their use of bulk RNA-seq obfuscates the impacted cell-types and may confound cell-type proportion changes with cell-intrinsic ones. We present a framework that first assembles and maps alternative splicing events in appropriate single cell RNA-seq data (scRNA-seq), then applies LeafletFA, a probabilistic model that discovers coordinated splicing programs (SPs) without requiring prior knowledge of cell types or clinical information, such as age. Applying this framework to over 200,000 cells from mouse and human Smart-seq2 multi-tissue atlases, we discovered global and cell type specific aging-associated SPs. In mice, integrating SPs with gene expression significantly improved age prediction in 46 of 76 tissue-cell types tested. We identified the RNA-binding protein Snrnp70 as a key upstream mediator driving the shift from youthful to aged SPs. To test evolutionary conservation of these patterns, we employed transfer learning to map the murine splicing dictionary onto human transcriptomes. This revealed a conserved \"youth\" program (SP4) that is maintained in quiescent endothelial tissues but lost in high-turnover organs. We identified a conserved, age-dependent alternative 5' splice site usage in the splicing factor SRSF5 as a molecular marker of this program in both species. Our work establishes alternative splicing as a coordinated, evolutionarily conserved dimension of cellular aging and provides LeafletFA as an open-source tool for single-cell splicing analysis.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697080",
    "doi": "10.64898/2025.12.30.697080",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697456",
    "title": "Nucleolar reorganization on stress depends on physicochemical changes due to nascent rRNA synthesis",
    "authors": [
      "Ghosh, S.",
      "Mazumder, A."
    ],
    "summary": "Successive maturation of ribosomal subunits occurs through multi-layered phase-separated structures of the cell nucleolus. The spatio-functional relationship between transcription of rRNA and nucleolar substructures and how this adapts to cellular stress remain incompletely understood. In this study, we resolve the sub nucleolar structures using expansion microscopy to reveal ordered structures of fibrillar center (FC) and dense fibrillar component (DFC) domains as nested shells, which is reorganized upon cellular stress like DNA damage or RNA polymerase I (RNAPI) inhibition. Direct visualization of nascent (5' ETS) and mature (28S) rRNA suggested that rRNA synthesis is the critical regulator of nucleolar size, and organization. Nucleolar reorganization upon stress emerges to be a direct function of nascent rRNA levels. Stress-induced transcription inhibition remodels the sub-nucleolar compartments from a viscoelastic state into solid-like condensates thereby perturbing the nucleolar pH gradient due to the missing rRNA scaffold. We show, that rather than signalling to mediate rDNA repair, nucleolar reorganization naturally arises primarily from reduced rRNA levels and the resultant biophysical restructuring of the nucleolus under cellular stress.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697456",
    "doi": "10.64898/2026.01.03.697456",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697430",
    "title": "Loss of E3 ligase Ube4A disrupts colon homeostasis and accelerates experimental colitis via altered lipid handling",
    "authors": [
      "Guignard, S.",
      "Chakraborty, M.",
      "Gonzalez-Nieves, S.",
      "Debruin, D.",
      "Ebert, E.",
      "Vinogradskaia, A.",
      "Brennan, M.",
      "Teague, R. M.",
      "Chakraborty, A.",
      "Cifarelli, V."
    ],
    "summary": "Background: Ubiquitin-dependent signaling is essential for maintaining intestinal homeostasis and its dysregulation contributes to chronic intestinal disorders, such as Inflammatory Bowel Disease (IBD). Ube4A is a U-box E3/E4 ubiquitin ligase involved in lipid metabolism and insulin signaling in metabolic tissues. Autoantibodies against Ube4A have been identified in patients with IBD and are associated with disease long-term complications. Despite these clinical associations, the physiological role of Ube4A in the gastrointestinal tract remains unknown. This study aimed to define the function of Ube4A in the colon and determine how its loss influences susceptibility to experimental colitis. Methods: UBE4A expression in human colonic tissue from healthy individuals and patients with IBD was analyzed using publicly available single-cell RNA sequencing datasets. The role of Ube4A in colonic homeostasis and colitis pathogenesis was examined using global Ube4A knockout (UKO) mice subjected to dextran sulfate sodium (DSS)-induced colitis. UKO colon phenotypes were characterized using transcriptomic analyses, immunofluorescence, and flow cytometry. Results: UBE4A is highly expressed in human colonic epithelial cells, and its expression is reduced from healthy to IBD inflamed tissues. In mice, Ube4A deficiency significantly exacerbated DSS-induced colitis, as evidenced by increased weight loss, disease activity scores, shortened colon length, and more severe histological injury. Transcriptomic profiling revealed enhanced inflammatory signaling, alongside dysregulation of lipid transport and storage, as well as antimicrobial defense pathways. DSS-treated UKO mice also exhibited increased mast cell activation and elevated expression of matrix metalloproteinases. Importantly, colons from UKO mice displayed baseline transcriptional alterations indicative of epithelial stress and disrupted lipid metabolic programs, even in the absence of injury. Conclusions: Ube4A is a previously unrecognized regulator of colon homeostasis. Its loss induces existing epithelial stress and metabolic reprogramming that sensitize the colon to exaggerated inflammatory responses during injury such as experimental colitis.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697430",
    "doi": "10.64898/2026.01.02.697430",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697459",
    "title": "A chloroplast-localized protein AT4G33780 regulates Arabidopsis development and stress-associated responses",
    "authors": [
      "Yang, Z."
    ],
    "summary": "Background: Chloroplasts play central roles not only in primary metabolism but also in the regulation of plant growth, development, and stress responses through complex signaling networks. AT4G33780 is annotated as a putative ATP phosphoribosyltransferase (ATP-PRT) regulatory subunit and predicted to localize to chloroplasts; however, its biological function in planta remains largely unexplored. How chloroplast-associated regulators coordinate developmental processes with metabolic status and stress adaptation is still poorly understood. Results: We characterized the function of AT4G33780 in Arabidopsis thaliana using CRISPR/Cas9 knockout and overexpression lines. AT4G33780 localized to chloroplasts and exhibited pronounced tissue-specific expression. Genetic perturbation of AT4G33780 resulted in non-linear and context-dependent developmental phenotypes, affecting seed germination, early seedling growth, vegetative development, and root responses to nickel stress. Transcriptomic analysis revealed extensive transcriptional reprogramming in knockout plants, including coordinated upregulation of cell wall-related gene families. Untargeted metabolomic profiling further indicated pronounced alterations in central energy metabolism, particularly pathways associated with carbon flux and energy utilization. Integrated omics analyses suggested that AT4G33780 does not directly control individual metabolic pathways but influences higher-order coordination between metabolic state and developmental regulation. Conclusions: Our results identify AT4G33780 as a chloroplast-localized regulator that modulates plant growth and stress-associated responses in a dosage- and context-dependent manner. Rather than acting as a simple determinant of growth, AT4G33780 contributes to developmental robustness by aligning energy utilization and cell wall remodeling with developmental demand. This study provides new insights into how chloroplast-associated regulatory factors integrate metabolism, development, and stress adaptation in plants.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697459",
    "doi": "10.64898/2026.01.03.697459",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697470",
    "title": "KDM7B-mediated demethylation of RNF113A regulates small cell lung cancer sensitivity to alkylation damage",
    "authors": [
      "Ahmad, T.",
      "Yang, X.",
      "Foucher, A.-E.",
      "Ren, L.",
      "Tsao, n.",
      "Flores, N.",
      "Wan, J.",
      "Belmudes, L.",
      "Dubiez, E.",
      "Bhowmik, M. C.",
      "Vayr, J.",
      "Hausmann, S.",
      "Chuffart, F.",
      "Lu, X.",
      "Blanchet, S.",
      "Chasan, T.",
      "Boussouar, F.",
      "Coute, Y.",
      "Mosammaparast, N.",
      "Lan, F.",
      "Kadlec, J.",
      "Mazur, P. K.",
      "Reynoird, N."
    ],
    "summary": "Chemoresistance remains a major obstacle to effective cancer treatment, often driven by enhanced DNA repair mechanisms that enable tumor cells to withstand genotoxic therapies. One such pathway involves the atypical DNA damage repair complex ALKBH3-ASCC, activated by the E3 ligase RNF113A in response to alkylation damage. We previously showed that SMYD3-dependent methylation of RNF113A stimulates this pathway, enhancing DNA repair and promoting resistance. Here, we identify KDM7B/PHF8 as the bona fide RNF113A demethylase, establishing one of the first functional examples of a dynamic, reversible non-histone methylation event regulating genome integrity. KDM7B antagonizes SMYD3 activity by maintaining low levels of methylated RNF113A, thereby limiting ASCC activation and sensitizing cancer cells to alkylating agents. To dissect this regulation in depth, we focused on small cell lung cancer (SCLC), a particularly aggressive malignancy characterized by limited therapeutic options and rapid acquisition of resistance. In SCLC, high KDM7B levels correlate with improved patient prognosis, whereas xenografts with reduced expression exhibit diminished responses to alkylating treatment. Moreover, CRISPR-based on/off modulation of KDM7B in genetically engineered SCLC mouse models demonstrates its central role in determining tumor response to chemotherapy. Our findings position the RNF113A-ASCC axis as a central modulator of chemoresistance, regulated through a post-translational methylation switch representing an innovative therapeutic vulnerability that could be exploited to enhance the efficacy of alkylating agents. Targeting this pathway may provide new opportunities to overcome chemoresistance, with KDM7B levels serving as a predictive biomarker to guide treatment in SCLC.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697470",
    "doi": "10.64898/2026.01.03.697470",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697476",
    "title": "p62/SQSTM1 selectively supports starvation-induced autophagy in N2a neuroblastoma cells",
    "authors": [
      "Marimuthu, A.",
      "Saha, D.",
      "Vengataraghavan, V.",
      "Bangarupeta Murali, M. J.",
      "Devanathan, V."
    ],
    "summary": "Autophagy is a critical cellular process that maintains homeostasis and enables adaptation to metabolic stress. The selective autophagy receptor p62/SQSTM1 has been implicated in multiple aspects of autophagy regulation; however, its specific contribution to basal versus stress-induced autophagic flux remains incompletely defined, particularly in neuronal cells. In this study, we investigated the role of p62 in regulating basal and starvation-induced autophagy using a CRISPR Cas9 generated p62 knockout (p62 KO) neuroblastoma (N2a) cell model. Autophagic flux was quantified by measuring LC3 II accumulation in the presence and absence of the lysosomal inhibitor bafilomycin A1. Under nutrient-replete conditions, basal autophagic flux was comparable between wild-type and p62-deficient cells, indicating that p62 is dispensable for constitutive autophagy. In contrast, starvation robustly increased autophagic flux in wild-type cells but failed to do so in p62 KO cells, demonstrating a requirement for p62 in starvation-induced autophagy. Consistent with a stress-responsive role, p62 protein levels increased during starvation in wild-type cells under lysosomal inhibition, reflecting enhanced p62 expression rather than impaired degradation. Together, these findings reveal a context-dependent function for p62 in neuronal autophagy, whereby p62 is essential for mounting an effective autophagic response to nutrient deprivation but is not required for basal autophagic turnover.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697476",
    "doi": "10.64898/2026.01.03.697476",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41486015",
    "title": "Corrigendum to 'Hypoxia-driven ferroptosis escape mediates lung injury induced by nickel-refining fumes via oxygen-sensing signaling PHD1/HIF-1α' [Environ. Pollut. 386 (2025) 127205].",
    "authors": [
      "Yao W",
      "Sun Q",
      "Wu R",
      "Xu Z",
      "Lv J",
      "Yv H",
      "Qi H",
      "Liu W",
      "Wang Y",
      "Wu Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41486015/",
    "doi": "doi: 10.1016/j.envpol.2025.127625",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41485468",
    "title": "Targeting of p53-Transcriptional Dysfunction by Conditionally Replicating Adenovirus Is Not Limited by p53-Homologues.",
    "authors": [
      "Kühnel F",
      "Gürlevik E",
      "Wirth TC",
      "Strüver N",
      "Malek NP",
      "Müller-Schilling M",
      "Manns MP",
      "Carnero A",
      "Zender L",
      "Kubicka S"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485468/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41485466",
    "title": "Genome-wide CRISPR screen identifies neddylation as a regulator of neuronal aging and AD neurodegeneration.",
    "authors": [
      "Saurat N",
      "Minotti AP",
      "Rahman MT",
      "Sikder T",
      "Zhang C",
      "Cornacchia D",
      "Jungverdorben J",
      "Ciceri G",
      "Betel D",
      "Studer L"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485466/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41485252",
    "title": "Tucidinostat ameliorates DSS-induced ulcerative colitis by inhibiting cellular senescence, modulating the p53 signaling pathway and cell cycle, and restoring the gut microbiota-metabolite Axis.",
    "authors": [
      "Xu Y",
      "Zhao B",
      "Li F",
      "Song S",
      "Liu J",
      "Liu Z",
      "Wang Y",
      "Ji J",
      "Liu Z",
      "Zhou W",
      "Wang X",
      "Zhou M"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485252/",
    "doi": "doi: 10.1016/j.intimp.2025.116155",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41485223",
    "title": "Macrophage glycine transporter supports IL-1β production by modulating the AKT1/mTOR/NLRP3 pathway.",
    "authors": [
      "Guo Y",
      "Wu X",
      "Zhang X",
      "Hu Q",
      "Gan Z",
      "Liu S",
      "Mei X",
      "Zeng X",
      "Ren W"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485223/",
    "doi": "doi: 10.1016/j.celrep.2025.116683",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41485169",
    "title": "Protopine-Enriched Dactylicapnos Scandens Root Fraction Improves Glucose Homeostasis in Cell and Mouse Models Via AMPK/PEPCK/G6Pase Modulation.",
    "authors": [
      "Buragohain R",
      "Ahmed SA",
      "Das B",
      "Sarma P",
      "Barman P",
      "Rahman S",
      "Hazarika NK",
      "Das M",
      "Talukdar NC",
      "Borah JC"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485169/",
    "doi": "doi: 10.1007/s12010-025-05485-w",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41485092",
    "title": "The F-box protein ZmFBK1 facilitates autophagy-mediated degradation of maize NLR protein Rp1-D21 to suppress the hypersensitive response.",
    "authors": [
      "Tang CX",
      "Ma SJ",
      "Ge QD",
      "Sun Y",
      "Liu TT",
      "Yang M",
      "Kang ZX",
      "Dai YC",
      "Zhang X",
      "Liu X",
      "Cao Y",
      "Wang GF"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485092/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41485070",
    "title": "Microbiota-derived IPA mitigates post-stroke neuroinflammation by inhibiting TREM2-dependent pyroptosis.",
    "authors": [
      "Chen JM",
      "Zhang C",
      "Yu LL",
      "Sun JX",
      "Zhang JH",
      "Chen L",
      "Zhu F",
      "Shi G",
      "Yang L",
      "Guo AC",
      "Wu JP",
      "Tang TS",
      "Wang Q"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485070/",
    "doi": "doi: 10.1186/s12974-025-03660-8",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41485058",
    "title": "SCHEMBL4796824: a multifaceted antitumor agent targeting microtubule dynamics, DNA damage, and Wnt/β-catenin signaling in ovarian cancer cells.",
    "authors": [
      "Ma C",
      "Ding X",
      "Wang B",
      "Zhu X",
      "Zhang Y",
      "Ding M",
      "Ding X",
      "Zhou J",
      "Zuo D",
      "Huang Y",
      "Ma Y",
      "Chen G"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485058/",
    "doi": "doi: 10.1186/s13048-025-01951-5",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41484997",
    "title": "Circular RNA SETD2 (circSETD2) elevates DDX3 expression to inhibit autophagy in hepatitis B virus infection via targeting miR-181a-5p.",
    "authors": [
      "Ismail M",
      "Sata TN",
      "Khalid MF",
      "Sheuly RN",
      "Paul S",
      "Sharma G",
      "Sharma T",
      "Sah AK",
      "Gupta RD",
      "Venugopal SK"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484997/",
    "doi": "doi: 10.1186/s12879-025-12465-2",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41484974",
    "title": "Structural factors of disability and ageing: spatial patterns in Mexico.",
    "authors": [
      "García-Chanes RE",
      "Terán-Paéz D",
      "Garcia JV",
      "Roussos K",
      "García-Peña C"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484974/",
    "doi": "doi: 10.1186/s12889-025-26089-3",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484969",
    "title": "Differences in serum neuropeptide Y levels and appetite changes in patients with major depressive disorder stratified by sex and reproductive aging.",
    "authors": [
      "Yuan Q",
      "Wang L",
      "Zhuang Y",
      "Lin D",
      "Xu Z",
      "Wen C",
      "Su W",
      "Huang Z",
      "Qiu Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484969/",
    "doi": "doi: 10.1186/s12888-025-07753-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484956",
    "title": "A study of the impact of social participation on the subjective well-being of low-vision older adults in Western China in the context of healthy aging.",
    "authors": [
      "Zhong Z",
      "Luo X",
      "Huang J",
      "Li Y",
      "He Y",
      "Luo Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484956/",
    "doi": "doi: 10.1186/s12889-025-25914-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484952",
    "title": "Genome-wide identification of GAPDH gene family and functional analysis of CaGAPC2-mediated autophagy during BWYV infection in pepper.",
    "authors": [
      "Yang W",
      "Tang J",
      "Yang S",
      "Xu B",
      "Liang Q",
      "Li H",
      "Wang J",
      "Niu E"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484952/",
    "doi": "doi: 10.1186/s12864-025-12436-6",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41484798",
    "title": "BRCA1 alleviates inflammation, oxidative stress, and ovarian granulosa cell apoptosis by inhibiting endoplasmic reticulum stress, thereby ameliorating polycystic ovary syndrome.",
    "authors": [
      "Huang X",
      "Zhang S",
      "Liang D",
      "Qiu L",
      "Wu R",
      "Wei R",
      "Chen X",
      "Huang S"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484798/",
    "doi": "doi: 10.1186/s40001-025-03734-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41484790",
    "title": "CD47 blockade-driven necroptosis complements BCL-2 inhibition-driven apoptosis in lymphoid malignancies.",
    "authors": [
      "Chong SJF",
      "Valentin R",
      "Wang J",
      "Zhu F",
      "Gokhale PC",
      "Eschle BK",
      "Garbicz F",
      "Iskandar K",
      "Sewastianik T",
      "Toh BCY",
      "Penailillo J",
      "Peluso MO",
      "Zhang J",
      "Hackett L",
      "Collins MC",
      "Lehmberg TZ",
      "Adam A",
      "Zhang L",
      "Armet CM",
      "Rausch M",
      "Lee BH",
      "Holland PM",
      "Palombella VJ",
      "Paterson AM",
      "Kong LR",
      "Ten Hacken E",
      "Guerriero JL",
      "Herbaux C",
      "Wu CJ",
      "Chng WJ",
      "Pervaiz S",
      "Niemann CU",
      "Carrasco RD",
      "Davids MS"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484790/",
    "doi": "doi: 10.1186/s13045-025-01774-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484741",
    "title": "ENPP2 Protects Mouse Myocardium from Ischemia-Reperfusion-Induced Ferroptosis Injury Via the SIRT1/PGC-1α/NRF1 Pathway.",
    "authors": [
      "Liao D",
      "Wang Z",
      "Tian G",
      "Wang H",
      "Fang G"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484741/",
    "doi": "doi: 10.1007/s12010-025-05494-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484727",
    "title": "Adiponectin Promotes SHBG Expression in Trophoblast Cells and Improves Insulin Signaling in Streptozotocin-Induced Gestational Diabetes Mellitus Rats.",
    "authors": [
      "Cheng Y",
      "Lv S",
      "Liu R"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484727/",
    "doi": "doi: 10.1007/s12010-025-05505-9",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41489746",
    "title": "Assessment of sub-chronic toxicity and anti-aging effects of a solid self-microemulsifying drug delivery system of Kaempferia parviflora extract in a D-galactose-induced rat model.",
    "authors": [
      "Somintara S",
      "Sakaew W",
      "Tuntiyasawasdikul S",
      "Tabboon P",
      "Mekjaruskul C",
      "Phanphak J",
      "Pariwatthanakun C",
      "Sripanidkulchai B",
      "Rudtanatip T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41489746/",
    "doi": "doi: 10.1080/13880209.2025.2606956",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  }
]