[
  {
    "id": "pmid:41420872",
    "title": "Diphenyl Disulfide Exerts Dual Cytotoxic Effects by Inducing Ferroptosis and Apoptosis in Melanoma Cells.",
    "authors": [
      "Chen SY",
      "Shu ED",
      "Huang JJ",
      "Chen YC",
      "Hsu SK",
      "Chang WT",
      "Lin IL",
      "Kuo CH",
      "Tsai MF",
      "Wen ZH",
      "Chiu CC"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420872/",
    "doi": "doi: 10.2478/aite-2026-0007",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.30.635767",
    "title": "Investigation of CMA Substrate Interactions with Hsc70 Reveals Potential Auxiliary Binding Sites",
    "authors": [
      "Sahu, D.",
      "Malhotra, N."
    ],
    "summary": "Chaperone-mediated autophagy (CMA) is a selective lysosomal degradation pathway crucial for cellular homeostasis. Its dysfunction is linked to cancer and neurodegenerative disorders. Hsc70 mediates CMA selectivity by recognizing proteins with 'KFERQ-type' sequences, but the structural basis for substrate recognition and the substrate-binding mechanism of Hsc70 remain unclear. This study integrates literature, bioinformatics, AlphaFold 3 predictions, and 44 {micro}s of molecular dynamics (MD) simulations to elucidate the lid domain interactions of Hsc70 with fifteen experimentally verified CMA substrate segments. Structural and thermodynamic residue-level analyses suggest stable binding of substrates in two distinct sites. The first site resides in a hydrophobic cavity formed by alpha helix 1 and 3 in the lid domain of Hsc70, with complex stabilization primarily driven by hydrophobic residues within 'KFERQ-type' motif and its flanking regions. The second stable site was observed to be canonical hydrophobic cleft in Hsc70, with complex stabilization primarily driven by hydrophobic residues within 'KFERQ-type' motif as well as the through water-mediated interactions by the lid domain. The robustness of our findings is confirmed by consistent convergence across force fields, substrates, and supporting literature, all identifying the same site. We propose these sites may facilitate upstream or downstream recognition and activation events.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.30.635767",
    "doi": "10.1101/2025.01.30.635767",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.05.652027",
    "title": "Sex-dependent plasticity of adult neural tissue in response to damage",
    "authors": [
      "Recatala-Martinez, M.",
      "Bosch, M.",
      "Gaspar, P.",
      "Mineo, A.",
      "Rios, S.",
      "Miguel-Aliaga, I.",
      "Morey, M."
    ],
    "summary": "Plasticity of intact adult neural tissue in the vicinity of neural damage serves to restore functionality of circuits. Much remains to be learned about the mechanisms regulating this process and the reported sex differences in recovery outcomes. Here, we present the fly gut and its innervation as a simplified model to address these questions. We show that gut damage caused by ingestion of toxic agents resulted in plasticity of the adult enteric neuronal network, manifested as a Reactive Oxygen Species (ROS)-dependent increase in neural tissue, which was reversible after a recovery period. Interestingly, males did not display neural plasticity, and masculinization of neurons in females suppressed the damage-dependent neural growth. Together, these findings position the fly gut as a system to investigate the cellular, molecular, and sex-specific underpinnings of neural plasticity, with implications for therapeutic advancements in neural circuit recovery.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.05.652027",
    "doi": "10.1101/2025.05.05.652027",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.01.679597",
    "title": "BRCA mutation alters the stromal landscape in normal ovaries",
    "authors": [
      "Vaishnav, H. T.",
      "Murray, A.",
      "Piccolo, O. R.",
      "McCloskey, C. W.",
      "Yakubovich, E.",
      "Macdonald, E.",
      "Echaibi, M.",
      "de Ladurantaye, M.",
      "Jung, E.",
      "Fazio, T. J.",
      "Trudel, D.",
      "Mes-Masson, A.-M.",
      "Drapkin, R.",
      "Landry, D. A.",
      "Vanderhyden, B. C."
    ],
    "summary": "For BRCA mutation (BRCA+) carriers, the risk of ovarian cancer can be as high as 59% compared with 1.4% for the general population. While the impact of BRCA mutations on epithelial cell transformation has been extensively studied, we hypothesize that these mutations cause structural changes that prematurely transform the ovary into a rich metastatic niche that supports the early onset of ovarian cancer. Analysis of collagen content and organization in human ovaries revealed increased coherence associated with fibrosis in premenopausal BRCA+ ovaries relative to those without a BRCA mutation. Brca1 deficiency in murine ovarian fibroblasts triggered the expression of hallmarks of senescence, including Cdkn2a (p16) and acidic {beta}-galactosidase activity. Brca1-deficient fibroblasts also acquired an antigen-presenting myofibroblastic phenotype, characterized by expression of MHC-II molecules, -SMA and extracellular matrix components, suggesting the capacity to modulate immune activity and drive structural changes resembling fibrosis. These results provide insight into the mechanisms contributing to accelerated ovarian aging in BRCA+ carriers.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.01.679597",
    "doi": "10.1101/2025.10.01.679597",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bp16\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.04.686496",
    "title": "Functional Characterization of Target of Rapamycin (TOR) Signalling in Physcomitrella",
    "authors": [
      "Saliba, E.",
      "Hoernstein, S. N. W.",
      "van Gessel, N.",
      "Sentimenti, A.",
      "Hoess, K. M. V.",
      "Parsons, J.",
      "Decker, E. L.",
      "Huesgen, P. F.",
      "Simonsen, H. T.",
      "Reski, R."
    ],
    "summary": "Target of rapamycin (TOR) is a conserved protein kinase and an important signalling hub in eukaryotes. The moss Physcomitrella (Physcomitrium patens) is a model organism for plant physiology, development, and evolution. However, little is known about TOR signalling in non-vascular plants, including Physcomitrella. Here, we report the effects of inhibiting TOR signalling in Physcomitrella. We identified and characterized Physcomitrella 12-kD FK506-binding protein (FKBP12), which binds TOR in the presence of rapamycin. Whereas the growth of wild-type protonema is unaffected by rapamycin, overexpressing endogenous FKBP12 rendered the plant susceptible to the inhibitor in a dose-dependent manner. Likewise, protonema growth was inhibited when the TOR-specific inhibitor AZD8055 was present in the culture. We show that rapamycin and AZD8055 have pleiotropic effects, as they delay cell cycle progression and development, induce chlorosis, inhibit photosynthesis, and alter total protein content. Additionally, we identified and characterized PpTOR, PpLST8, and PpRAPTOR, key components of TOR complex 1 (TORC1), whereas RICTOR and mSIN1 of TORC2 are not encoded by the P. patens genome. We found that PpLST8 substitutes its homolog in yeast to allow cell growth. Physcomitrella mutants were generated with a conditional downregulation of PpTOR, PpLST8, and PpRAPTOR, respectively. They were impaired in growth. Finally, we show TOR-dependent phosphorylation of a well-known TOR phospho-target, the ribosomal protein RPS6, via LC-MS/MS. Collectively, our results show that Physcomitrella growth and development is positively controlled by a conserved TOR kinase. We suggest to further dissect TOR signalling in Physcomitrella in order to elucidate signalling integration via TORC1 in plants.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.04.686496",
    "doi": "10.1101/2025.11.04.686496",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.09.693126",
    "title": "An ancestral transmembrane transcription factor couples cell envelope regulation and the SOS response in Caulobacter crescentus",
    "authors": [
      "Brejndal, K. A.",
      "Hansen, N. V.",
      "Ghosh, K.",
      "Nielsen, S.",
      "Hansen, L. H.",
      "Jakobsen, L. A.",
      "Larsen, M. R.",
      "Kirkpatrick, C. L."
    ],
    "summary": "The DNA damage (SOS) response in bacteria involves derepression of a set of genes in order to activate mechanisms to tolerate stress, repair DNA and slow down cell division. While some of these genes are well characterized, many genes exist which are clearly induced by DNA damage but for which the function is unclear. In Caulobacter crescentus, the toxin-antitoxin (TA) system higBA and a closely associated downstream transcription factor (higX) are strongly induced as part of the SOS response, but the role of higX is unknown. We show that, unexpectedly, HigX functions independently of HigBA as a cell membrane-associated regulator and is toxic when overexpressed in filamentous cells. ChIP-Seq indicated that it binds to several promoters associated with cell envelope regulation. In cells with the SOS response constitutively activated, HigX was overproduced, but at the same time was unable to bind the majority of its target promoters. higX was highly conserved in genomic context among many alpha-proteobacteria, while higBA was only found upstream of it in a small number of Caulobacter genomes, including the universal laboratory strain C. crescentus NA1000. Compositional analysis suggested that higBA originated from a foreign source, while higX is likely ancestral to the alpha-proteobacteria. Our data support a model where dysregulation of HigX production and activity in filamentous {Delta}lexA cells contributes to cell envelope instability and antibiotic sensitivity. Thus, the protective effect of inhibiting cell division during the SOS response in order to repair the DNA, carries the hidden cost of interference with HigX-mediated cell envelope maintenance.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.09.693126",
    "doi": "10.64898/2025.12.09.693126",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694568",
    "title": "Task-Dependent Motor Unit Recruitment and Rate Coding Reveal Redistribution of Neural Drive in the Human Hand",
    "authors": [
      "Osswald, M.",
      "Ibanez, J.",
      "Regensburger, M.",
      "Unbehaun, N.",
      "Del Vecchio, A."
    ],
    "summary": "Although Henneman's size principle dictates an orderly small-to-large activation, evidence suggests a certain level of flexibility in the recruitment of spinal motor neurons depending on task demands. Here, we investigate motor unit (MU) recruitment flexibility in the human first dorsal interosseous (FDI) muscle while controlling for overall muscle activation across two functionally distinct tasks using high-density intramuscular EMG (HD-iEMG) electrode arrays. Six participants performed isometric index finger abduction where the FDI serves as the prime mover, and flexion with the FDI functioning as a synergist. Recruitment thresholds (RTs) and recruitment orders (ROs) were highly consistent within the same task, but differed significantly between abduction and flexion. Across participants, 45.3% of MUs showed changes in recruitment above the coefficient of repeatability across tasks compared to only 5.0% within tasks. Changes in RT were accompanied by corresponding adaptations in discharge rate (DR), preserving the inverse RT-DR relationship. MU size did not have an effect on recruitment variability. Intramuscular coherence analysis revealed no differences in the delta (1-5 Hz) or alpha (5-13 Hz) band, but beta band (13-30 Hz) coherence was significantly lower during flexion than abduction, indicating reduced high-frequency inputs when FDI serves as a synergist muscle. Together, these results indicate different distributions of net excitatory input to FDI MUs across different functional tasks, that may include stronger involvement of spinal circuits during flexion as opposed to abduction, as indicated by the reduced intramuscular beta coherence. Moreover, the present findings also demonstrate that common synaptic input and not intrinsic motor neuron properties determines the inverse relation between MU RT and DR.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694568",
    "doi": "10.64898/2025.12.16.694568",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695466",
    "title": "Magnetoencephalography reveals adaptive neural reorganization maintaining lexical-semantic proficiency in healthy aging",
    "authors": [
      "Nurmi, P.",
      "Ala-Salomäki, H.",
      "Renvall, H.",
      "Liljeström, M."
    ],
    "summary": "Although semantic cognition remains behaviorally stable with age, neuroimaging studies report age-related alterations in response to semantic context. We aimed to reconcile these inconsistent findings by combining behavioral and magnetoencephalography (MEG) measures and examined the neural mechanisms underlying lexical-semantic processing in healthy aging. Forty-six Finnish-speaking adults (25 female) across younger (22 - 32 years) and older (62 - 69 years) cohorts performed a semantic congruency judgment task on word pairs. Both age groups performed the task with high accuracy, with older adults responding faster than young. While advancing age was not associated with impaired task performance, MEG revealed neural reorganization in the old compared to young adults. Young participants exhibited the canonical N400 effect in the left temporal cortex 300 - 400 ms post-stimulus, followed by a Late Positive Complex (LPC), whereas older adults showed less pronounced congruency effects, and the activation distribution was shifted toward frontal and bilateral regions. Despite the absence of the canonical N400 effect in older participants, multivariate time-resolved decoding demonstrated that the congruency effect was decodable from the MEG responses in both groups from ~300 ms post-stimulus, indicating preserved sensitivity to congruency with age. Decoding performance correlated with response time, suggesting that increased neural separation between semantic concepts facilitates rapid decision-making. Critically, age groups were distinguishable based on their neural responses 300 - 800 ms post-stimulus, reflecting functional reorganization in older adults. Overall, our findings suggest that healthy aging involves adaptive reconfiguration of neural systems, supported by experience-driven strategies that preserve semantic proficiency despite broader age-related cognitive changes.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695466",
    "doi": "10.64898/2025.12.19.695466",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695201",
    "title": "Functional modules predict cancer-relevant genetic interactions in mammalian cells",
    "authors": [
      "Lin, C.",
      "Gheorghe, V.",
      "Chou, J.",
      "Alibai, S.",
      "Kim, S.",
      "Nazanin, E. A.",
      "Xu, Y.",
      "Ma, X.",
      "Wilson, L. L.",
      "Moser, R. D.",
      "Kemp, C. J.",
      "Chen, J.",
      "Kopetz, S.",
      "Hart, T."
    ],
    "summary": "Genetic interactions can reveal gene function and identify cancer-relevant synthetic lethals, but systematic mapping in human cells is constrained by inefficient reagents, vast combinatorial search space, and diversity of cell types. Here, we leverage principles from yeast genetic networks to identify human gene modules enriched for genetic interactions. Using our Cas12a-based In4mer combinatorial knockout platform, we screen all pairwise interactions within receptor tyrosine kinase and DNA damage response modules across eight diverse cancer cell lines. We identify hundreds of unreported synthetic lethals, including a dense network within the protein glycosylation machinery, and confirm that interactions in 2D cell culture are maintained in more physiologically relevant models. Our targeted modules show up to 16-fold enrichment of interaction density, providing a scalable strategy for systematic interaction mapping.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695201",
    "doi": "10.64898/2025.12.18.695201",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695478",
    "title": "eIF2Bα subcellular localisation \t- a potential link between translation initiation and stress granule formation?",
    "authors": [
      "de Oliveira, M. I. R.",
      "Parkin-Capper, K.",
      "Campbell, S. G.",
      "Allen, K. E."
    ],
    "summary": "The eukaryotic initiation factor 2B (eIF2B) complex is a guanine nucleotide exchange factor (GEF) that regulates translation initiation and is central to the integrated stress response (ISR). eIF2B exists as a decamer composed of catalytic ({gamma}, {epsilon} and regulatory (, {beta}, {delta}) subunits, which localise to cytoplasmic foci termed eIF2B bodies. While eIF2B bodies exhibit dynamic changes during stress, the role of individual subunits in the formation of bodies and localisation of subunits to additional cytoplasmic foci remains unclear. Here, we investigate the contribution of eIF2B to eIF2B body integrity and investigate alterations in eIF2B localisation during cellular stress. Using immunocytochemistry in neural cell lines, we demonstrate that all endogenous eIF2B subunits form cytoplasmic foci. Whilst eIF2B co-localises with the eIF2B{gamma} catalytic subunit in large bodies (>1 m) it also forms smaller foci independently. We find cell type differences in the formation of foci containing eIF2B and eIF2B{epsilon} subunits, in the absence of changes in protein expression. Stress induction significantly increased eIF2B and eIF2B{epsilon} foci without altering protein expression, suggesting cell-type specific and ISR-driven reorganisation. siRNA-mediated knockdown of eIF2B disrupted large eIF2B body formation, an effect reversed by ISRIB, which stabilizes eIF2B tetramers, highlighting the essential role of eIF2B in decamer assembly . Furthermore, we reveal that eIF2B, and to a lesser extent eIF2B{epsilon}, localize to SGs under ER and oxidative stress, with colocalisation dependent on eIF2 phosphorylation. Cells harbouring an EIF2B1 p.Leu99Pro mutation, which impairs ISR sensing, exhibited reduced SG formation and abolished eIF2B-SG colocalization. These findings suggest that eIF2B not only stabilizes eIF2B bodies but also mediates ISR signalling and SG dynamics via a mechanism reliant on phosphorylated eIF2. Collectively, our study uncovers a dual role for eIF2B in maintaining eIF2B complex integrity and regulating stress-responsive mRNA triage, providing new insights into translational control and disease mechanisms linked to eIF2B dysfunction.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695478",
    "doi": "10.64898/2025.12.19.695478",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695123",
    "title": "EGFR/TBK1-dependent mitochondrial quality control contributes to acquired resistance to temozolomide",
    "authors": [
      "Lalier, L.",
      "Guillonneau, F.",
      "Saleh, A.-E.-R.",
      "Cabioch, T.",
      "Boissard, A.",
      "Henry, C.",
      "Barille-Nion, S.",
      "Raimbourg, J.",
      "Juin, P. P."
    ],
    "summary": "Acquisition of secondary resistance to chemotherapy in cancer cells is an ill-characterized multi-step process. We conducted a non-supervised, global proteomic analysis of U251 glioma cells treated by temozolomide as they transit from drug-sensitive to tolerant and then resistant states. This unprecedented analysis revealed key mitochondrial evolutions throughout the process. Following an early stress substantiated by a transient peak of reactive oxygen species, mitochondrial quality control mechanisms enable emergence of the resistant population. We combined genome editing, targeted protein degradation via PROTAC, and pharmacologic inhibitors to investigate the mechanisms underlying stress resolution both at population and single cell scales (including microscopic evaluation and in-situ proximity ligation assays). These studies unravel a Src-activated EGFR and TBK1 axis that initiates autophagic recycling of mitochondria as a necessary step to the emergence of the resistant population.",
    "published": "2025-12-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695123",
    "doi": "10.64898/2025.12.19.695123",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.1101/2021.04.26.441543",
    "title": "Nuclear biocondensate-forming lncRNA and cellular stress surveillance shape host cancer susceptibility",
    "authors": [
      "Bajpai, A.",
      "Ahmad, Q. T.",
      "Kundu, S.",
      "Pandey, R. K.",
      "Goodman, A. G.",
      "Goel, A.",
      "Ateeq, B.",
      "Lakhotia, S. C.",
      "Sinha, P."
    ],
    "summary": "Host genetics is known to influence cancer susceptibility. However, the specific candidate genes and molecular mechanisms that confer resistance remain poorly understood. Here, we demonstrate the power of haploinsufficiency screen to uncover host genetic regulators of cancer in Drosophila and identify the long noncoding RNA (lncRNA) hsr{omega}, a structural component of nuclear biomolecular condensate known as omega speckles, as a key host cancer susceptibility locus. Loss of hsr{omega} disrupts proteostasis and cell fitness, while its haploinsufficiency accelerates epithelial tumor progression driven by loss of the Lethal giant larvae (Lgl) tumor suppressor. Further validating the breadth of this screening strategy, we independently identified Drosophila STING (innate immunity) and Keap1 (oxidative stress defense) as genetic modifiers of cancer. Moreover, in humans, copy number variations (CNV) in these genes and Sat III (a functional human homolog of hsr{omega}) correlate with poor cancer prognosis, thereby revealing conserved stress pathways as potential host genetic susceptibility regulators.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2021.04.26.441543",
    "doi": "10.1101/2021.04.26.441543",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.10.664052",
    "title": "Cdc42 Partitioning by Chaperone Ydj1 During Asymmetric Division and Aging in Yeast",
    "authors": [
      "Kang, P. J.",
      "Mazak, H.",
      "Lee, S. S.",
      "Park, H.-O."
    ],
    "summary": "Cdc42, a small GTPase crucial for cell polarity, often becomes hyperactive with age and contributes to senescence and aging in yeast and animal cells. However, the mechanisms underlying its age-related upregulation are not well understood. Here, we report that in budding yeast, Cdc42 accumulates over successive divisions and that lowering its levels can extend lifespan. Using microfluidics-assisted live-cell imaging and genetic analysis, we found that Cdc42 is distributed unevenly between mother and daughter cells during division. Daughter cells inherit lower levels of Cdc42, which likely helps them remain young. This asymmetric distribution depends on the localization of Cdc42 to endomembranes and involves Ydj1, a farnesylated Hsp40/DnaJ chaperone anchored to the endoplasmic reticulum (ER). Ydj1 interacts with Cdc42, enhancing its stability and proper partitioning during cell division. We thus propose that ER-bound Ydj1 facilitates the asymmetric distribution of Cdc42, limiting aging to mother cells. We thus propose that ER-bound Ydj1 facilitates the asymmetric distribution of Cdc42, limiting aging to mother cells.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.10.664052",
    "doi": "10.1101/2025.07.10.664052",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.28.666819",
    "title": "Aging and false memories: Comparing effects of item-relatedness and list position",
    "authors": [
      "Gurguryan, L.",
      "Kensinger, E. A.",
      "Reuter-Lorenz, P. A.",
      "Dimsdale-Zucker, H. R."
    ],
    "summary": "Semantic false memories are traditionally more frequent from early list positions and thought to arise from presumed long-term memory stores whereas phonological false memories traditionally are more frequent from late list positions and thought to arise from presumed short-term memory stores. Yet, recent research with younger adults challenges this distinction, finding semantic and phonological false memories across memory stores and list positions (Atkins & Reuter-Lorenz, 2008; Dimsdale-Zucker et al., 2018; Flegal et al., 2010). Since aging is understood to differently influence integrity of short- and long-term memory, we compared performance between younger (YAs) and older (OAs) adults using a modified Deese-Roediger-McDermott paradigm to understand whether semantic and phonological memories depend on distinct or shared underlying memory stores. OAs recalled fewer items than YAs, but both groups generated more phonological than semantic false memories. Notably, list position did not influence false memories in either YAs or OAs, suggesting false memory generation is driven by list composition rather than putative memory store. These findings challenge traditional views of memory organization by revealing shared cognitive processes, which transcend traditional memory system distinctions, underlie semantic and phonological false memories.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.28.666819",
    "doi": "10.1101/2025.07.28.666819",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.693953",
    "title": "CLN8 enables a non-canonical phospholipid synthesis pathway",
    "authors": [
      "Breithofer, J.",
      "Fawzy, N.",
      "Zitta, C.",
      "Tischitz, M.",
      "Bulfon, D.",
      "Hofmann, C.",
      "Hartig, L.",
      "Wagner, C.",
      "Grabner, G. F.",
      "Pirchheim, A.",
      "Lass, A.",
      "Taschler, U.",
      "Turner, K.",
      "Petkevicius, K.",
      "Stelzl, U.",
      "Kratky, D.",
      "Breinbauer, R.",
      "Zimmermann, R."
    ],
    "summary": "According to text book knowledge knowledge, de novo glycerophospholipid (GPL) synthesis begins with the acylation of glycerol-3-phosphate to form phosphatidic acid, the precursor of all other GPLs. Here we describe an alternative GPL synthesis pathway that starts with the acyl-CoA-dependent acylation of glycerophosphoglycerol (GPG), resulting in the formation of lysophosphatidylglycerol (LPG). The acyltransferase reaction is catalyzed by the Batten disease-associated protein ceroid lipofuscinosis neuronal 8 (CLN8). Tracer studies revealed that CLN8-derived LPG is selectively converted into bis(monoacylglycero)phosphate (BMP), a GPL essential for lysosomal lipid homeostasis, but not into phosphatidylglycerol or cardiolipin. CLN8-knockout cells and mice cannot utilize GPG for BMP synthesis, resulting in BMP-deficiency and excess accumulation of phospholipids in lysosomes. The lipid synthesis pathway described herein is relevant for understanding lysosomal lipid metabolism and the pathogenesis of neurodegenerative diseases. BMP-deficiency may contribute to or even underlie lysosomal cargo accumulation in certain forms of Batten disease and other lysosomal storage disorders.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.693953",
    "doi": "10.64898/2025.12.18.693953",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695309",
    "title": "HypoxamicroRNA-210 protects against hepatic steatosis by inhibiting CIDEC expression",
    "authors": [
      "Yan, B.",
      "Youhanna, S.",
      "Chen, P.",
      "Jin, X.",
      "Iwamura, Y.",
      "Kemas, A.",
      "Grunler, J.",
      "Narayanan, S.",
      "Zhao, A.",
      "Deng, Q.",
      "Suzuki, N.",
      "Li, Y.",
      "Lauschke, V. M.",
      "Zheng, X.",
      "Catrina, S.-B."
    ],
    "summary": "Background and Aims Metabolic dysfunction-associated steatotic liver disease (MASLD) is a major global health burden. Although hypoxia is known to contribute to MASLD pathogenesis, the role of hypoxia signaling remains poorly defined. We investigated whether HypoxamicroRNA-210 (miR-210), a key hypoxia-inducible microRNA, regulates hepatic lipid metabolism and MASLD development. Methods Serum miR-210 levels were quantified in MASLD patients and matched controls. Human hepatic spheroids and HepG2 cells were exposed to fatty acids to assess miR-210 induction and lipid accumulation. miR-210 knockout mice were fed a Western diet to evaluate hepatic steatosis and transcriptomic changes using RNA sequencing. RNA pull-down and 3'UTR-driven luciferase reporter assays were employed to identify miR-210 targets. Functional effects of miR-210 mimic were examined in knockout mice, db/db mice, and in vitro human hepatic spheroid models. Results Serum miR-210 levels were significantly reduced in MASLD patients compared with matched controls. Consistently, human hepatic spheroids did not appropriately increase miR-210 expression in response to fatty acid-induced intracellular hypoxia. This blunted miR-210 response contributed to hepatic lipid accumulation, as loss of miR-210 in a mouse model of MASLD led to increased hepatic lipid deposition and activation of lipid metabolic pathways. We identified CIDEC as a direct miR-210 target mediating its inhibitory effects on hepatic lipid accumulation, and restoring miR-210 expression suppressed CIDEC and reduced hepatic lipid content in knockout mice on a Western diet. Moreover, miR-210 attenuated lipid accumulation in both in vitro human hepatic spheroids and in vivo db/db mice models of MASLD. Conclusions miR-210 protects against hepatic steatosis by inhibiting CIDEC expression, suggesting miR-210-CIDEC axis as a promising therapeutic target for reducing hepatic lipid accumulation and preventing MASLD progression.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695309",
    "doi": "10.64898/2025.12.19.695309",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695212",
    "title": "Multicenter HFpEF study identifies sex disparity linked with two discrete cardiac proteomic signatures",
    "authors": [
      "Binek, A.",
      "Janssens, J. V.",
      "Sundararaman, N.",
      "Teng, Y.",
      "Mellor, K. M.",
      "Raaijmakers, A. J. A.",
      "Curl, C. L.",
      "Ai, L. X.",
      "Czer, L. S. C.",
      "Bradshaw, A.",
      "Sharma, K.",
      "Hahn, V. S.",
      "Campbell, K.",
      "Zile, M. R.",
      "Kass, D. A.",
      "Marban, E.",
      "Delbridge, L. M. D.",
      "Van Eyk, J. E."
    ],
    "summary": "Heart failure with preserved ejection fraction (HFpEF) is epidemic, with an incidence exceeding that of heart failure with reduced ejection fraction (HFrEF). Sex differences in HFpEF phenotype have been observed, particularly linked to aging and metabolic comorbidities in women. Here, we report a multi-centre proteomic analysis of HFpEF and HFrEF cardiac samples. Using tissues and clinical data derived from multiple institutional biobanks, in-depth characterization of the proteome of ventricular samples was undertaken. Relative to HFrEF, the HFpEF cohort exhibited minimal proteome composition overlap and pronounced heterogeneity. A key finding of this investigation is that sex per se did not confer a distinctive proteomic HFpEF signature. Rather, two HFpEF proteomic profiles were identified, differing significantly in sex ratios. The identification of two Clusters revealed that HFpEF has two predominant proteomic signatures at the molecular level, marked by differences in the extent and nature of structural and contractile machinery and by local cellular and ECM communications. Upstream regulator analysis identified various molecular leads to be pursued in defining these two HFpEF profiles. Our findings offer specific opportunities for new exploration of therapeutic options to target the spectrum of HFpEF proteomic diversity and identify potential drug targeting prospects.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695212",
    "doi": "10.64898/2025.12.18.695212",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695253",
    "title": "Characterizing the Effects of Protein Glycosylation Perturbation on Phosphorylation Signaling",
    "authors": [
      "Wei, E.",
      "Liu, H.",
      "Betenbaugh, M.",
      "Zhang, H."
    ],
    "summary": "Protein glycosylation and phosphorylation constitute two pervasive regulatory layers in mammalian cells, yet the effects that protein glycosylation play in phosphorylation signaling remain poorly understood. Here we show that controlled perturbation of N-linked glycan biosynthesis through glycoengineering fundamentally rewires phosphorylation signaling networks in human cells. Using comprehensive proteomics approaches, we simultaneously profiled the global proteome, glycoproteome, and phosphoproteome in engineered HEK293 cells designed to eliminate core fucosylation while enhancing sialylation and reducing GlcNAc branching complexity. Glycoengineering emerged as the dominant source of molecular variation across all datasets, with over 9,800 intact glycopeptides identified of which 3,400 are significantly altered, establishing a remodeled baseline cellular state. Upon serum stimulation, engineered cells not only exhibited markedly decreased phosphorylation responses compared to wild-type cells, but comprehensively re-wired to prefer signaling away from canonical EGFR/mTOR growth pathways. These findings establish a systematic framework for targeting glycosylation-phosphorylation regulation and nominate glycan-dependent signaling nodes as potential therapeutic vulnerabilities in glycosylation-remodeled disease states.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695253",
    "doi": "10.64898/2025.12.18.695253",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2023.11.01.565105",
    "title": "Tyrosine halogenation converts α-defensins into potent immunomodulators",
    "authors": [
      "Foti, A.",
      "Hurwitz, R.",
      "Textoris-Taube, K.",
      "Muelleder, M.",
      "Biswas, A.",
      "Fahjen, P.",
      "Winkler, M.",
      "Abu Abed, U.",
      "Humme, D.",
      "Thee, S.",
      "Prasse, A.",
      "Seeliger, B.",
      "Ralser, M.",
      "Zychlinsky, A."
    ],
    "summary": "Neutrophils are immune cells that eliminate microbes using a powerful arsenal of reactive oxygen species, hypohalous acids, proteases, and antimicrobial peptides; yet how these cytotoxic effectors act in concert remains poorly understood. Here, we identify an unrecognized synergy between oxidative and non-oxidative neutrophil defenses. We show that myeloperoxidase-derived hypohalous acids selectively halogenate alpha-defensins (HNP1-3) at conserved tyrosine residues. This post-translational modification occurs in both human and rat neutrophils and is prominent in diseases marked by neutrophil-rich inflammation, including cystic fibrosis, bacterial pneumonia, and Staphylococcus aureus abscesses. Halogenation increases HNP1 hydrophobicity without altering its structure, reprogramming these peptides into potent immunomodulatory mediators. Using single-cell transcriptomics and a in vivo peritonitis model, we demonstrate that halogenated HNP1s amplify immune signaling. Our analysis of the human haloproteome reveals a novel oxidative mechanism by which hypohalous acids rewire immune protein functions, uncovering an unexpected layer of cooperation between neutrophil effector systems. The discovery of halogenated HNP1s represents, to our knowledge, the first characterization of a protein halogenation that has biologically significance in human immunity.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.11.01.565105",
    "doi": "10.1101/2023.11.01.565105",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.1101/2024.12.20.629444",
    "title": "YAP engages RIF1 to dampen replication stress-induced DNA damage in human squamous cell carcinoma.",
    "authors": [
      "Bojko, J.",
      "Sins, E.",
      "Flynn, B.",
      "Scarth, J.",
      "Negasi, M.",
      "Aschenbrenner, B.",
      "Guscott, M.",
      "Howard, A.",
      "Lay, E.",
      "Bailey, E.",
      "Krajic, N.",
      "Franciosi, M.",
      "Catalan, S.",
      "Gallacher, K.",
      "Di Girolamo, I.",
      "Bagabas, R.",
      "Missero, C.",
      "Wang, J. A.",
      "McClelland, S. E.",
      "Lichtenberger, B. M.",
      "Jungwirth, U.",
      "Walko, G."
    ],
    "summary": "Squamous cell carcinoma cells experience high levels of replication stress due to oncogene-induced cell cycle deregulation. How such cells sustain rapid proliferation despite replication stress is still not fully understood. Here, we discovered, using rapid immunoprecipitation mass spectrometry of endogenous protein (RIME) analysis, that the squamous cell carcinoma oncoprotein YAP engages with RIF1, a key regulator of DNA replication and DNA damage repair under replication stress. RIF1 is highly expressed in human squamous cell carcinoma cell lines and tissues and upregulated during tumour progression. Depletion of RIF1 in squamous cell carcinoma cells exacerbates their endogenous replication stress. Mechanistically, we show that YAP interacts with RIF1 specifically at broken replication forks, and that YAP depletion impairs DNA damage repair under replication stress. Our results thus demonstrate that the oncogenic functions of YAP in squamous cancers involve both transcriptional and non-transcriptional mechanisms, the latter through interaction with RIF1 to dampen replication stress.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.20.629444",
    "doi": "10.1101/2024.12.20.629444",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.02.11.637693",
    "title": "Lymph node contraction links sex-biased naive CD8 T cell decline to compromised antigen recognition",
    "authors": [
      "Menzel, L.",
      "Zschummel, M.",
      "O'Melia, M. J.",
      "Sandstedt, M.",
      "Zhou, H.",
      "Lei, P.-J.",
      "Liu, L.",
      "Lee, H.",
      "Sen, D. R.",
      "Munn, L. L.",
      "Jonasson, L.",
      "Padera, T. P."
    ],
    "summary": "The numerical abundance of diverse naive CD8 T cell clones is essential to provide broad protection against infection and cancer. Here, we uncover a sex-biased mechanism of immune aging in which age-related thymic involution limits naive CD8 T cell supply, while male mice exhibit an additional early depletion of naive CD8 T cells driven by accelerated, antigen- agnostic differentiation into virtual memory cells. This combined loss leads to contraction of lymph nodes and reduced local naive T cell clone availability, limiting antigen recognition capacity. Therapeutic thymus regeneration via androgen ablation repopulates naive CD8 T cells in lymph nodes and reinvigorates tumor recognition in middle-aged male mice. These findings reveal the crucial impact of sex and age on locoregional naive T cell clone abundance in lymph nodes and suggest strategies to restore immune competence in aging males.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.02.11.637693",
    "doi": "10.1101/2025.02.11.637693",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.07.663471",
    "title": "Investigating Age-Related Decline in Sensorimotor Control Using Robotic Tasks",
    "authors": [
      "Alvarez-Hidalgo, L.",
      "Edlmann, E.",
      "Schmidtmann, G.",
      "Howard, I. S."
    ],
    "summary": "Aging is associated with changes in sensorimotor control that contribute to functional decline, mobility limitations, and increased fall risk. Traditional motor assessments often rely on subjective measures, highlighting the need for objective, quantitative tools. We developed three robot-based tasks using the vBOT planar manipulandum to evaluate sensorimotor performance in healthy young (<35 years) and older (>60 years) adults. These tasks uniquely combined bimanual control and altered dynamic conditions to assess age-related differences. The first task required bimanual coordination to control a virtual 2D arm over 400 center-out and return trials, targeting de novo motor learning. The second task involved unimanual reaching with the dominant hand, consisting of 200 trials in a null-field condition followed by 200 trials with object-like dynamic forces. The third task similarly began with 200 null-field trials and then introduced a viscous force field in the final 200 trials, with fast movements rewarded to encourage peak performance. This task also enabled comparison between dominant and non-dominant arms. All tasks detected age-related performance differences, with the viscous resistance task proving most sensitive to declines in movement speed, force generation, and response onset time. Scoring mechanisms that encouraged brisk performance amplified these effects. Across tasks, older adults generally moved more slowly, took longer to complete tasks, exerted lower peak forces, and had longer response onset times. However, some older participants performed comparably to younger individuals. In the third task, dominant arm performance consistently exceeded that of the non-dominant arm. These results demonstrate that robot-based tasks can sensitively quantify age-related sensorimotor decline and may offer valuable metrics for clinical assessment and monitoring.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.07.663471",
    "doi": "10.1101/2025.07.07.663471",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.24.671623",
    "title": "A simple liquid 3D cell culture paradigm models oxidative mitochondrial metabolism of epithelial breast cancer cells with relevance for lung metastases.",
    "authors": [
      "Balamurugan, K.",
      "Mikolaj, M. R.",
      "Weiss, J. M.",
      "Holewinski, R.",
      "Xu, X.",
      "Fan, Y.",
      "McKennett, L.",
      "Dell, C. W.",
      "Sharan, S.",
      "Donohue, D.",
      "Ratnayake, S.",
      "Chen, Q.",
      "Meerzaman, D.",
      "Andresson, T.",
      "McVicar, D. W.",
      "Narayan, K.",
      "Sterneck, E."
    ],
    "summary": "Three-dimensional (3D) cell culture systems have emerged as powerful tools for modeling tumor biology in ex vivo settings. However, the diverse array of available 3D culture methods presents challenges in selecting the most appropriate model for specific research questions. This study provides a comparative analysis of breast cancer cells (SUM149, IBC-3, and MDA-MB-468) in the mammosphere culture (SphC) model or an emboli culture (EmC) model, which enrich for cancer stem cells and epithelial features, respectively. The EmC model, designed originally for inflammatory breast cancer, is characterized by media viscosity and mechanical rocking of the culture vessel. Notably, cells in EmC showed a distinct and durable reduction in cell proliferation ex vivo while demonstrating increased capacity to establish experimental lung metastases in vivo. Ultrastructural quantitative analysis of electron microscopy images suggested that cells in EmC acquire nuclear and mitochondrial features that resemble those of tumor tissue. Proteomics, single-cell transcriptomics, and metabolic flux analyses showed that cells in EmC and SphC favor mitochondrial oxidative metabolism (OXPHOS) and glycolysis, respectively. EmC rendered cells hypersensitive to OXPHOS inhibition, but more resistant to oxidative stress. Several genes associated with lung metastasis, including ID1, were specifically enriched in EmC. Given the emerging role of OXPHOS in cancer cell survival during dissemination and as established metastases, we propose that the EmC paradigm is a suitable ex vivo model to study signaling pathways relevant for tumor tissue and to assess drug sensitivities and resistance mechanisms of metastatic breast cancer cells ex vivo.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.24.671623",
    "doi": "10.1101/2025.08.24.671623",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bMitochondrial\\ metabolism\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694286",
    "title": "Social isolation of aged mice drives dramatic release of inflammatory lipoxygenase-derived oxylipins",
    "authors": [
      "Wichmann-Costaganna, M.",
      "Petit, R.",
      "Lindner, J.",
      "Haase, M.",
      "Bachmann, V.",
      "Hofstetter, R. K.",
      "Werner, M.",
      "Frahm, C.",
      "Werz, O.",
      "Schädel, P."
    ],
    "summary": "Oxylipins, signalling molecules derived from polyunsaturated fatty acids, act as key mediators controlling inflammatory processes. Ageing fuels the disruption of this network, promoting inflammageing. Social isolation, a common feature of ageing, may contribute to the emergence of pro-inflammatory responses, further aggravating conditions like cognitive decline and frailty. Here, we studied how repeated social isolation impacts inflammation-related oxylipin profiles in seven different organs and serum of aged mice. Additionally, we explored physical exercise as a tool to ameliorate age- and isolation-associated inflammation. Our results show that social isolation induces significant increases in interleukin-1{beta} levels and stimulates a dramatic production of lipoxygenase (LOX)-derived oxylipins in an organ-dependent manner, particularly pronounced in liver, lung, and spleen. Physical exercise failed to mitigate the pro-inflammatory effects induced by social isolation. These effects did not occur in the circulatory system as serum oxylipin levels remained relatively unchanged by isolation. The unexpected and striking elevation of oxylipins across the organs highlights the detrimental effect of social isolation and proposes key roles of oxylipins in stress-related inflammageing.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694286",
    "doi": "10.64898/2025.12.15.694286",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694739",
    "title": "Refining liquid chromatography conditions across platforms to democratize single-cell proteomics",
    "authors": [
      "wang, y.",
      "Zhao, Q.",
      "Lai, W. K.",
      "Yu, H."
    ],
    "summary": "Single-cell proteomics has emerged as a powerful approach for characterizing cellular heterogeneity. Here, we present an optimized scProteomic workflow that enhances proteome coverage and quantification by refining liquid chromatography (LC) conditions across platforms (both Evosep and nanoElute2). Importantly, our results show that using our optimized LC conditions, even with Bruker timsTOF HT, a machine not designed for scProteomics applications, we achieved solid performance with single cell samples that allows meaningful biological discoveries. First, we compared power to detect differentially-expressed genes/proteins between scRNA-seq and scProteomics at single cell level, and demonstrated that scProteomics showed an excellent performance at small sample sizes. To further validate this finding, we applied our optimized workflow to study the proteomic response to oxidative stress using a limited number of single cells. Our scProteomics results successfully detected 3 distinct cell populations, reflecting correctly the 3 cell lines used, and captured the dysregulation of antioxidant enzymes, molecular chaperones and ubiquitin-proteasome system, reflecting a multi-faceted response to oxidative stress that is uniform across distinct cell lines. Our results highlighted the potential of scProteomics to resolve subtle perturbations and provide a readout of cellular states for the broader community, including users operating non-scProteomics-dedicated machines.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694739",
    "doi": "10.64898/2025.12.16.694739",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694720",
    "title": "Lysergic acid diethylamide pretreatment prolongs brain-stimulation induced neural activity",
    "authors": [
      "Dwiel, L.",
      "Prina, M.",
      "Bragg, E.",
      "Company, M.",
      "Drucker, L.",
      "Reduron, L.",
      "Luikart, B.",
      "Doucette, W."
    ],
    "summary": "A leading theory for how psychedelics are able to produce robust clinical improvement and preclinical behavioral changes is that psychedelics act through neuroplastic mechanisms to induce lasting structural and functional alterations in neural circuits. However, psychedelics produce these effects across wide swaths of the brain. Based on our prior work, we hypothesized that engaging a specific brain circuit with focal brain stimulation during the window of enhanced plasticity produced by psychedelics would lead to more persistent alterations in the activity of that circuit. To test this, we administered either saline (SAL) or lysergic acid diethylamide (LSD) to rats 24 hours prior to electrical stimulation targeting the rat medial prefrontal cortex (mPFC). Brain activity was recorded before, during, and after stimulation using depth electrodes implanted in four bilateral frontostriatal regions. To assess changes in neural activity, we trained general logistic classifiers to distinguish between time points (e.g., pre-stimulation vs. post-stimulation) and then compared model performances across groups (e.g., LSD vs. SAL). As such, model performance represents the degree of difference between the two neural states (pre vs. post), and a significant difference between groups indicates a larger change in brain activity in one group. We found that LSD pretreatment, compared to SAL, resulted in larger and longer-lasting changes in brain activity following stimulation. Immunohistochemistry revealed that stimulation led to the activation of the mTOR signaling pathway, and the combination of LSD and stimulation led to alterations in perineuronal net (PNN) integrity. Regardless of pretreatment, brain activity states recorded during stimulation did not capture the brain state that persisted in the minutes or days that followed. This work has important implications for understanding the general effects of brain stimulation and provides strong support for the development of psychedelic-assisted brain stimulation approaches. By increasing the durability of brain stimulation-induced changes in activity, this approach could lead to a reduction in relapse rates, which currently limit the impact of non-invasive stimulation treatments.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694720",
    "doi": "10.64898/2025.12.16.694720",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694693",
    "title": "Calorie restriction leads to degradation of mutant uromodulin and ameliorates inflammation and fibrosis in UMOD-related kidney disease",
    "authors": [
      "Cratere, M. G.",
      "Perrone, B.",
      "Canciani, B.",
      "Schaeffer, C.",
      "Rampoldi, L."
    ],
    "summary": "Background: Mutations in UMOD, encoding uromodulin, lead to Autosomal Dominant Tubulointerstitial Kidney Disease (ADTKD), a genetic cause of kidney failure. UMOD mutations have a common gain-of-toxic-function effect, causing mutant uromodulin retention in the endoplasmic reticulum (ER). This leads to ER stress, alteration of protein homeostasis and mitochondrial dynamics, defective autophagy and increased cell death. Calorie restriction (CR) exerts a beneficial role in diseases characterized by accumulation of pathogenic protein and inflammation, by modulating several pathways, including autophagy induction and suppression of inflammation and fibrosis. Given the relevance of these features in ADTKD, we investigated the effect of CR on disease onset and progression. Methods: Transgenic mice expressing C147W uromodulin (TgUmodC147W) were subjected to a moderate (30%) CR regimen for 15 or 24 weeks, starting at different stages of disease progression. Results: CR restored autophagy, as shown by decreased P62 punctae and quenched mTOR activation specifically in mutant uromodulin expressing cells, it recovered expression of key ER-phagy receptor genes, with a concomitant, striking reduction of mutant uromodulin ER retention. In pre-symptomatic TgUmodC147W mice, CR alleviates epithelial cell stress. This, likely along with a direct anti-inflammatory effect of CR, prevents inflammation and progressive decline of kidney function. At this early disease stage, CR ameliorates the already established kidney damage and reduces fibrosis, suggesting reversal of ADTKD phenotype. CR was also effective in significantly delaying disease progression in TgUmodC147W mice with advanced disease and already compromised kidney function. Conclusion: Our findings establish the proof-of-principle that counteracting the primary effect of UMOD mutations by stimulating autophagy and quenching inflammation prevents disease onset and progression. This study uncovers the potential of CR as a valuable therapeutic option in the context of ADTKD-UMOD, and possibly other proteinopathies.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694693",
    "doi": "10.64898/2025.12.16.694693",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694890",
    "title": "Genetic Associations with Longevity in a Calabrian Cohort: A Genome-Wide Study",
    "authors": [
      "Beccacece, L.",
      "Crocco, P.",
      "Torbidoni-Baldassari, B.",
      "Pallotti, S.",
      "Huang, J.",
      "Belloy, M. E.",
      "Passarino, G.",
      "Rose, G.",
      "Dato, S.",
      "Napolioni, V."
    ],
    "summary": "Human longevity is a complex trait shaped by genetic background and population-specific factors. Calabria, a region in Southern Italy with a high prevalence of centenarians and relative genetic isolation, is a valuable model for investigating the genetic architecture of extreme survival. Here, we performed a genome-wide association study of longevity in 705 Calabrian individuals, comparing long-lived subjects to younger controls using a mixed-model approach that accounts for relatedness and population structure. We identified 267 candidate longevity-associated variants, including 23 suggestive genomic risk loci, of which one reached genome-wide significance. Although most loci did not replicate in external datasets, one intronic variant regulating proteasome-related gene expression was confirmed by meta-analysis. Gene- and pathway-based analyses highlighted biological processes central to aging, including proteostasis, DNA repair, telomere maintenance, apoptosis, insulin signaling, inflammation, and cancer-related pathways. Notably, established longevity loci such as APOE and FOXO3 were not associated, underscoring population-specific genetic effects. Overall, our findings suggest that longevity in the Calabrian population arises from a combination of unique genetic influences and conserved aging-related mechanisms, providing new insights into the molecular basis of human lifespan extension.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694890",
    "doi": "10.64898/2025.12.17.694890",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b",
      "\\bApoptosis\\b",
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695082",
    "title": "Free Fatty Acid Receptor 2 Allosterism is Defined By Cellular Context",
    "authors": [
      "Lind, S.",
      "Ali, A. A.",
      "Al Hamoud Al Asswad, S.",
      "Lauschke, V. M.",
      "Forsman, H.",
      "Dahlgren, C.",
      "Johansson, L. C."
    ],
    "summary": "Background Allosteric modulators offer a way to fine-tune GPCR signaling in the presence of endogenous ligands. The short-chain fatty acid receptor FFA2R (GPR43) recognizes propionate and allosteric ligands such as Cmp58 and AZ1729. We characterized FFA2R signaling and allosteric modulation using multiple cell models including HEK293, HL60 cells and primary human neutrophils. Methods FFA2R activation was assessed using complementary assays in HEK293 and HL60 cells as well as primary human neutrophils. G protein activation and {beta}-arrestin recruitment were profiled using ebBRET biosensors. Ca2+ mobilization was measured with Fura-2, and reactive oxygen species (ROS) generation was quantified by isoluminol chemiluminescence. Pharmacological tools included the FFA2R antagonist CATPB, the Gq inhibitor YM-254890, and pertussis toxin (PTX). Results Propionate activated all tested G proteins except G12 in HEK293 cells and recruited both {beta}-arrestin1 and {beta}-arrestin2. The allosteric ligands Cmp58 and AZ1729 behaved as pathway-selective ago-PAMs. Alone they engaged a limited subset of G proteins with minimal {beta}-arrestin recruitment, whereas in the presence of propionate they selectively potentiated Gi1 while attenuating Gq/11 and Gi2/3. Fura-2 measurements coupled to YM-254890 treatment established that FFA2R couples to Gq-dependent Ca2+ mobilization in HEK293 cells; Cmp58, but not AZ1729, enhanced Ca2+ responses at submaximal propionate concentrations. In primary neutrophils, propionate elicited Ca2+ transients but did not trigger NADPH oxidase-dependent ROS on its own. Either Cmp58 or AZ1729 enabled propionate-driven ROS, and their combination produced robust ROS. Transient FFA2R expression in HL60 cells reconstituted this neutrophil-like functional profile, including allosteric activation of ROS. Conclusions Across systems, Ca2+ mobilization emerged as a conserved, receptor-proximal output of FFA2R, while allosteric modulation by Cmp58 and AZ1729 promoted Gi/o-biased signaling that enabled ROS generation. These data define pathway-selective allosterism at FFA2R and highlight Ca2+ mobilization and ROS as informative readouts for therapeutic strategies that exploit allosteric control.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695082",
    "doi": "10.64898/2025.12.18.695082",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694716",
    "title": "Senescent CD8+ T Effector Memory Cells are Functionally Impaired, Enriched in Aging and Disease, and a Barrier to Immunotherapy",
    "authors": [
      "Turano, P. S.",
      "Akbulut, E.",
      "Aquino, N.",
      "Garza-Martinez, L.",
      "Singh, S.",
      "Yap, G. S.",
      "Fitzgerald-Bocarsly, P.",
      "Martinez-Zamudio, R. I.",
      "Herbig, U."
    ],
    "summary": "Senescent cells play important roles in various biological processes that promote fitness and health, however, their timely elimination by immune cells is critical to maintain tissue homeostasis and prevent disease. Despite this, senescent cells progressively accumulate systemically with age, suggesting that certain immune cells also become senescent and dysfunctional during aging. Supporting this, we previously demonstrated that CD8 T cells, immune cells capable of targeting senescent cells, increasingly develop characteristics of senescence with advancing age in humans. Here, we further characterized the senescence state of human SA-{beta}Gal-expressing CD8 T effector cells, their functional capabilities, and their involvement in aging and disease. Single-cell RNA sequencing revealed that SA-{beta}Gal-expressing CD8 T cells with unique transcriptional signatures develop in all stages of T cell differentiation, including in effector memory (EM) T cells. SA-{beta}Gal-expressing CD8 TEM cells expressed various classical markers of senescence and were significantly impaired in their ability to proliferate, produce cytokines, and eliminate senescent human stromal cells, compared to CD8 TEM cells with low SA-{beta}Gal activity. Gene signatures of senescent SA-{beta}Gal-expressing CD8 TEM cells were enriched in CD8 T cells from older human donors, patients with age-related disorders, cancer, and smokers. Furthermore, our results demonstrate that T cell senescence is distinct from and dominant over T cell exhaustion, limiting the response of CD8 TEM cells to immunotherapy. Collectively, our study demonstrates that the senescence state impairs the functions of CD8 TEM cells and reveals the involvement of senescent and dysfunctional CD8 TEM cells in aging, disease, exposure to toxins, and responses to immunotherapy.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694716",
    "doi": "10.64898/2025.12.16.694716",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695245",
    "title": "Mechanoresilience of lysosomes conferred by TMEM63A",
    "authors": [
      "Kim, A. S.",
      "Wu, J. Z.",
      "Cai, R.",
      "Freeman, S. A."
    ],
    "summary": "Lysosomes are subject to perturbations that can cause damage to their limiting membrane. Osmotic shifts, pore-forming toxins, and the growth of luminal polymers or pathogens all stand to increase lysosomal membrane tension and/or disrupt the bilayer. In some contexts, this leads to lysosomal rupture and cell death. Here we describe a mechanism that enables lysosomes to sense and respond to acute increases in tension of their limiting membrane. We report that the lysosome-resident non-selective cation channel, TMEM63A, can drive the directional flux of monovalent cations, major osmoticants, out of the lumen when gated by mechanical tension on the organelle. This results in the ability for lysosomes to relieve hydrostatic pressure and, proportionally, membrane tension, affording lysosomes the time to acquire additional lipids. Lysosomes without this mechanism -either because TMEM63A is deleted or in the case when cells express disease-causing variants of TMEM63A- are an order of magnitude more sensitive to lysis upon increases to their membrane tension when compared to their wildtype counterparts. These findings suggest that lysosomes are capable of regulating hydrostatic pressure and volume in response to high tension.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695245",
    "doi": "10.64898/2025.12.18.695245",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694776",
    "title": "Physiologically Relevant 3D CRISPR Screening Enhances Mechanistic Insight into Chemical Toxicity Compared to 2D Screening",
    "authors": [
      "KIM, C. H.",
      "Zhu, Z.",
      "Tagmount, A.",
      "Barbazuk, W. B.",
      "Bacher, R.",
      "Vulpe, C. D."
    ],
    "summary": "Many omics-based approaches in toxicology research primarily rely on correlative data, often lacking functional relationships or causal links between genotypes and phenotypes. CRISPR-based approaches can overcome this limitation by establishing direct causal connections between genes and toxicological phenotypes. Moreover, CRISPR screens enable scalable and systematic interrogation of gene function and associated mechanisms following chemical exposure, predominantly using in vitro models. In line with the paradigm of new approach methodologies (NAMs) in toxicology research, CRISPR screens hold promise to provide an in vitro cell-based functional toxicogenomics approach. One of the main limitations of conventional in vitro assays is their compromised physiological relevance to humans due to their inability to fully recapitulate in vivo physiology. To improve the functional and physiological relevance of the toxicogenomics approach, we developed a 3D CRISPR screening system using HepG2/C3A spheroids generated and cultivated in a continuously rotating bioreactor (ClinoStar). We first performed time-course 3D CRISPR screens to identify genes that confer growth disadvantage or advantage, influencing spheroid development compared to 2D cultures. We then applied this approach to a chemical toxicity study using doxorubicin, comparing the performance of the 3D and 2D systems in identifying chemical-specific mechanisms. The results showed that the 3D system captured more candidate genetic determinants and biological pathways related to DNA damage processes, a known toxicity mechanism of doxorubicin, demonstrating improved performance in identifying chemical-specific pathways over the 2D counterpart. In our screens, we employed custom CRISPR sgRNA libraries representing common human loss-of-function genetic variants (mean allele frequency > 0.1% in all individuals catalogued in the genome aggregation database), which potentially affect toxicity responses. By comparing our CRISPR screen results with previously reported genetic associations for doxorubicin response, we found that the 3D system identified more known associated genes than the 2D system. Together, the 3D CRISPR screening system demonstrated its feasibility and utility for physiologically relevant functional toxicogenomics. This platform enables in vitro NAMs, by providing a scalable and effective approach to identify causal genetic determinants and biological pathways that modulate chemical-induced toxicity.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694776",
    "doi": "10.64898/2025.12.16.694776",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694451",
    "title": "Identification of Functional Genetic Components Modulating Toxicity Response to PFOS using Genome-wide CRISPR Screens in HepG2/C3A cells",
    "authors": [
      "KIM, C. H.",
      "Tagmount, A.",
      "Zhu, Z.",
      "Wilson, F.",
      "Li, D.",
      "Ostrov, D.",
      "Barbazuk, W. B.",
      "Bacher, R.",
      "Vulpe, C. D."
    ],
    "summary": "Perfluorooctane sulfonate (PFOS) poses significant health and environmental risks due to its persistence and widespread use and has been linked to various adverse outcomes, such as liver toxicity. Although the molecular responses and toxicity effects of PFOS exposure have been extensively studied, considerable uncertainty remains regarding the causal mechanisms leading to PFOS-associated adverse effects. To help bridge this gap, we conducted CRISPR screens in HepG2/C3A human liver cells exposed to IC25 (170 uM) of PFOS to identify genes and pathways influencing PFOS-induced cytotoxicity. Using a genome-wide CRISPR knockout library targeting 18,819 genes, we identified 340 candidate genes that modulate PFOS-induced cytotoxicity when genetically disrupted (189 gene disruptions increased sensitivity and 151 gene disruptions increased resistance). From these candidate genes, we individually disrupted two candidate genes, SLC6A9 which encodes the glycine transporter GlyT1, and CPSF2, and confirmed increased resistance to PFOS exposure. Further, molecular docking analysis predicts that PFOS directly binds to GlyT1 and functional inhibition of GlyT1 also increases resistance to PFOS exposure. Gene-Disease outcome association analysis using the Comparative Toxicogenomics Database (CTD) indicated an enrichment of candidate genes associated with cancer-related and liver disease phenotypes. KEGG and STRING enrichment analyses found over representation of several biological pathways including DNA damage response and cell cycle. Lastly, cross-species conservation analysis using the top two validated gene targets found that their pathways were highly conserved in several environmentally relevant species. These findings provide new mechanistic and functional insights into PFOS-induced cytotoxicity, highlight potential molecular targets for toxicity mitigation, and establish a foundation for cross-species toxicogenomic modeling of PFOS health effects.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694451",
    "doi": "10.64898/2025.12.16.694451",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695023",
    "title": "A K27-linked Ubiquitin Checkpoint Controls NOTCH Homeostasis",
    "authors": [
      "Mansoori, B.",
      "Song, Y.",
      "Zhang, T.",
      "Zheng, Z.",
      "Zhu, Q.",
      "Li, S.",
      "Reale, M.",
      "Pangilinan, C.",
      "Machhar, J. S.",
      "Liang, J.",
      "Chang, J.",
      "Hong, Y.-K.",
      "Wertheim, G. B.",
      "Murphy, M. E.",
      "Kim, Y.-M.",
      "Muschen, M.",
      "Gack, M. U.",
      "Kossenkov, A. V.",
      "Liu, Q.",
      "Auslander, N.",
      "Aifantis, I.",
      "Parekh, C.",
      "Liang, C."
    ],
    "summary": "Cell surface receptors such as NOTCH1 must be tightly regulated to ensure developmental fidelity and prevent pathological activation. Although the proteolytic steps culminating in nuclear NOTCH1 signaling are established, how cells prevent excessive or uncontrolled activation has remained unresolved. Here we identify the autophagy-related protein UVRAG as a negative regulator of NOTCH1. Upon receptor activation, UVRAG, acting independently of autophagy, recruits and activates the E3-ligase ITCH to catalyze K27-linked ubiquitination of membrane-tethered NOTCH1, thereby licensing ESCRT-dependent lysosomal degradation. Disruption of the UVRAG-ITCH-ESCRT axis stabilizes activated NOTCH1 intermediates and exaggerates oncogenic signaling. In T-cell leukemia models driven by constitutive NOTCH1 activity, restoring UVRAG expression reinstates receptor turnover, suppresses disease progression, and enhances therapeutic response. These findings define a ubiquitin-directed safeguard circuit that enforces NOTCH1 signaling homeostasis and reveals a tunable axis for intervention in NOTCH1-driven cancers.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695023",
    "doi": "10.64898/2025.12.18.695023",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694809",
    "title": "N-Ethylmaleimide-Sensitive Factor Deletion in Dopamine D2 Receptor Cells and Associated Neuronal and Behavioural Changes in Mice",
    "authors": [
      "XIE, M.",
      "Murata, K.",
      "Kuniishi, H.",
      "Fukazawa, Y.",
      "Usui, N.",
      "Matsuzaki, H."
    ],
    "summary": "N-ethylmaleimide-sensitive factor (NSF) plays a crucial role in neurotransmitter release and membrane molecule trafficking by regulating membrane fusion. Dysfunction of NSF has been linked to neuropsychiatric disorders. Although the interaction of NSF with dopamine receptor 2 (D2R) and the resulting excitotoxicity from its reduction in vitro have been demonstrated, the role of NSF in D2R-expressing cells in vivo remains unclear. This study investigated the effects of NSF loss on the survival of D2R-expressing cells and on mouse behaviour. We generated D2R-specific NSF conditional knockout (Nsff/f;D2R-Cre) mice. Targeted deletion of NSF in D2R-expressing cells led to a significant decrease in D2R-expressing neurons, accompanied by increased apoptosis during postnatal development, reduced striatal volume, and substantially lowered dopamine levels in the striatum. Further evidence of dopaminergic dysfunction was shown by reduced dopamine transporter expression in the striatum and tyrosine hydroxylase expression in the striatum and substantia nigra. The Nsff/f;D2R-Cre mice exhibited attention deficit hyperactivity disorder (ADHD)-like behaviours, including hyperactivity and impulsivity. Notably, combined administration of methylphenidate and a D2R agonist effectively alleviated hyperactivity and impulsivity, indicating a potential synergistic approach for ADHD treatment. These findings highlight the critical role of NSF in the survival of D2R-expressing neurons and suggest that disruption of the NSF-D2R interaction may contribute to ADHD-like phenotypes. This study underscores the translational relevance of the Nsff/f;D2R-Cre model for ADHD and suggests that targeting D2R dysfunction, particularly in treatment-resistant cases, may represent a promising therapeutic strategy for ADHD.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694809",
    "doi": "10.64898/2025.12.17.694809",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694777",
    "title": "Multicolored, Sonosensitizer-optimized Organic Mechanoluminescent Nanoparticles for Functional Sono-optogenetics",
    "authors": [
      "Liu, X.",
      "Wenliang, W.",
      "Artman, B.",
      "Diao, J.",
      "Zhao, Y.",
      "He, W.",
      "Yu, S.",
      "Tang, K. W. K.",
      "Yao, M.",
      "Gu, C.",
      "Song, B.",
      "Wang, H."
    ],
    "summary": "Light enables precise visualization and control of cellular processes, but its utility in deep tissues is fundamentally limited by poor optical penetration, particularly in the deep brain. Ultrasound-triggered mechanoluminescence offers a non-invasive strategy for remote light delivery, yet existing organic systems remain monochromatic and low-intensity, largely due to an incomplete understanding of ultrasound-induced emission. Here, we report a multicolor mechanoluminescence platform that couples reactive oxygen species-responsive chemiluminescent donors with fluorescent acceptors via Forster resonance energy transfer, generating tunable emission from blue (459 nm) to red (592 nm). Systematic screening potentially reveals that electronic energy gap-dependent reactive oxygen species generation serves as a predictive design principle for high-performance mechanoluminescent materials. The emitted spectrum and intensity are sufficient to activate ChR2 and ChRmine and inhibit eOPN3, enabling bidirectional, fiber-free neuromodulation under focused ultrasound. By integrating spatially precise ultrasound with programmable photon output, this platform establishes a non-invasive strategy for deep-tissue neural monitoring and provides a foundation for applications in bioimaging, gene editing, and precision therapeutics.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694777",
    "doi": "10.64898/2025.12.16.694777",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694825",
    "title": "Codon bias coevolves with longevity",
    "authors": [
      "Kerekes, K.",
      "Trexler, M.",
      "Banyai, L.",
      "Patthy, L."
    ],
    "summary": "Somatic mutations drive carcinogenesis and aging, shortening the lifespan of animals. Since the vulnerability of genes strongly depends on their size and the abundance of mutation hotspots, we have tested whether negative selection of hypermutable (e.g., CpG bearing) codons could play a role in the evolution of longevity in mammals. Our studies have shown that the CGA codon was significantly more depleted in long-lived than short-lived mammals, suggesting negative selection of this hypermutable stopogenic codon. Interestingly, our analyses have revealed lifespan-dependent changes in codon usage of most amino acids. In the case of a few amino acids (e.g., Ile) the change in codon usage favored translationally optimal codons in long-lived animals, reducing the chances of mistranslation and the formation of abnormal proteins. In the case of a larger group of amino acids (e.g., Tyr, Phe, Asp, Asn), however, the change in codon usage in long-lived animals favored translationally nonoptimal codons that lack matching isodecoder tRNAs. The most likely explanation for this observation is that slowdown of translation at these codons facilitates co-translational folding, thereby reducing the chances of misfolding and aggregation of misfolded proteins in long-lived animals. Our results suggest that the changes in codon usage may contribute significantly to correct co-translational folding, resulting in a more balanced proteostasis and a lower rate of cellular aging in long-lived animals. Our finding is in harmony with the notion that one of the most important hallmarks of aging is loss of proteostasis, manifested in the accumulation of abnormal, misfolded proteins.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694825",
    "doi": "10.64898/2025.12.17.694825",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694745",
    "title": "PKMYT1 inhibition induces DNA damage and synergizes with immune checkpoint blockade in CCNE1-amplified gastroesophageal adenocarcinoma",
    "authors": [
      "Jang, S.",
      "Wu, L. W.",
      "Park, J.",
      "Hangai, S.",
      "Shapiro, C.",
      "Marshall, C. G.",
      "Cai, L. L.",
      "Izar, B.",
      "Bass, A. J.",
      "Moy, R. H."
    ],
    "summary": "Purpose: CCNE1 amplification, found in approximately 10% of gastroesophageal adenocarcinoma (GEA), drives chromosomal instability and is associated with an immune-cold tumor microenvironment. Recent studies suggest that PKMYT1 inhibition is synthetic lethal in CCNE1-amplified cancers; however, its role in GEA is largely uncharacterized. We investigated the therapeutic activity of PKMYT1 inhibition in CCNE1-amplified GEA and its potential combination with immunotherapy. Experimental Design: We evaluated lunresertib (RP-6306), a selective first-in-class PKMYT1 inhibitor, in CCNE1-amplified and wild-type GEA cell lines to define its effects on cell viability, DNA damage, and gene expression changes. To investigate the role of PKMYT1 blockade on immune microenvironment modulation, we used a syngeneic murine model of CCNE1;Trp53-/- GEA xenografts treated with lunresertib, anti-PD-1, or the combination. Results: Lunresertib was selectively cytotoxic in CCNE1-amplified GEA cell lines in cell viability and clonogenic assays. Mechanistically, treatment with lunresertib induced DNA damage, evidence by increased {gamma}H2AX expression and DNA micronuclei formation, and activated pro-inflammatory signaling pathways by gene set enrichment analysis. In a CCNE1-amplified GEA murine model, PKMYT1 inhibition promoted T cell infiltration, reduced myeloid cells, and synergized with anti-PD-1 therapy to induce tumor regression. Conclusions: Our results suggest that CCNE1 amplification is a potentially actionable target in GEA and support the development of combination therapeutic strategies utilizing PKMYT1 inhibition and PD-1 blockade.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694745",
    "doi": "10.64898/2025.12.17.694745",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694686",
    "title": "Mechanochemical modeling of exercise-induced skeletal muscle hypertrophy",
    "authors": [
      "Devold, I. S.",
      "Rognes, M. E.",
      "Rangamani, P."
    ],
    "summary": "Skeletal muscle displays remarkable plasticity, adapting its size and strength in response to mechanical loading, particularly, from exercise. This process, known as hypertrophy, is fundamental to athletic training and rehabilitation, but is challenging to quantitatively predict due to its multifactorial, multiscale nature. Specifically, skeletal muscle hypertrophy results from an integration of macroscopic mechanical stimuli with the intracellular signaling pathways that govern muscle growth. In this work, we present a multiscale computational model that mechanistically integrates these mechanical and biochemical stimuli and offers a framework for predicting the outcomes of different types of exercise on skeletal muscle growth. The framework couples a transversely isotropic hyperelastic model for tissue-level mechanics with a system of ordinary differential equations representing the IGF1-AKT-mTOR-FOXO signaling pathway, a key regulator of protein synthesis and degradation. We link these scales using a volumetric growth model, where the signaling dynamics inform a growth tensor that drives changes in muscle cross-sectional area. This approach enables the simulation of long-term muscle adaptation, providing a mechanistic tool to investigate how different exercise protocols lead to macroscopic hypertrophy. Simulations from our model capture the temporal dynamics of hypertrophy under varying load protocols and highlight how feedback between protein synthesis and muscle growth regulates the dose-response relationship to prevent unbounded growth. Using muscle geometries derived from the Visible Human dataset, we study how human variations in muscle geometry affect hypertrophy. Finally, we demonstrate that the mechanochemical coupling between muscle geometry and signaling not only predicts macroscopic shape changes but also provides buffering from local signaling heterogeneity. Ultimately, this framework offers a predictive computational tool for optimizing training regimens and understanding the multiscale determinants of muscle adaptations.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694686",
    "doi": "10.64898/2025.12.17.694686",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bFOXO\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694842",
    "title": "Two-photon in vivo imaging reveals cell type-specific mitophagy dynamic changes in mouse somatosensory cortex during aging",
    "authors": [
      "Escobar-Doncel, B.",
      "Zhang, X.",
      "de la Puebla, M. F.",
      "Rao, S. B.",
      "Fjeldstad, S. A.",
      "Dahle, M. T.",
      "Amiry-Moghaddam, M.",
      "Bjoeras, M.",
      "Fang, E. F.",
      "Tang, W."
    ],
    "summary": "Mitochondrial homeostasis is maintained through mitochondrial autophagy, a process commonly known as mitophagy. Recent research has begun to highlight the region- and cell type-specific nature of mitophagy during brain aging; however, these dynamics have largely remained unexplored in living brains. To address this gap, we conducted two-photon mt-Keima imaging in somatosensory cortical neurons and astrocytes in behaving mice across two age groups. Our observations revealed a reduction in mitophagy levels in both cell types during aging, and we consistently found a higher level of mitophagy in astrocytes compared to neurons across both age groups, indicating a cell type-specific mitophagy dynamics that is independently of the aging process. NAD+ augmentation improved mitophagy level in both neurons and astrocytes in old-aged mice at the dose and method of administration tested. Collectively, our data underscore the critical importance of both neuronal and astrocytic metabolic roles in brain aging. The findings also suggest that NAD+ repletion has clinical value in potentially improving these cell type-specific mitophagy dynamics during aging.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694842",
    "doi": "10.64898/2025.12.17.694842",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.693452",
    "title": "Evaluating the effects of aging on biodistribution and gene silencing activity of lipid-siRNA conjugates delivered into cerebrospinal fluid",
    "authors": [
      "Ligocki, A.",
      "Sorets, A.",
      "Abdulrahman, A.",
      "Francini, N.",
      "Park, J.",
      "Lee, J. H.",
      "Ford, W.",
      "Lyons, S.",
      "Fritsch, E.",
      "Lamantia, Z.",
      "Duvall, C.",
      "Lippmann, E."
    ],
    "summary": "Aging is the primary risk factor for chronic neurodegenerative diseases and is associated with alterations to cerebrospinal fluid (CSF) flow and clearance. CSF delivery is currently the most clinically advanced route of administration for oligonucleotide therapeutics, but it remains poorly understood how aging, which is rarely incorporated into clinical trials, impacts biodistribution, gene silencing activity, and potential toxicity of these compounds. Here, we evaluated a lipid-siRNA conjugate (L2-siRNA) for potential age-related changes to CSF-mediated delivery, mRNA silencing, and safety. We found that L2-siRNA exhibited comparable biodistribution and on-target silencing of Huntingtin (Htt) between young and aged mice in all tested regions of the central nervous system (CNS) and across extended time points. Examining transport along CSF efflux routes revealed uptake in deep cervical lymph nodes and dura. Further, L2-siRNA did not generate detectable toxicity in the CNS or periphery of aged mice. A subset of studies benchmarked L2-siRNA against a C16 lipid-siRNA conjugate that recently entered clinical trials. Collectively, these results provide valuable insight into siRNA conjugate biodistribution and activity in the CNS in the context of aging and further establish the performance of L2-siRNA under conditions relevant to the treatment of neurodegenerative diseases.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.693452",
    "doi": "10.64898/2025.12.17.693452",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694415",
    "title": "Myeloid cells contribute to bystander CD8 T cell accumulation in metabolic-associated steatohepatitis and are sufficient for fibrosis",
    "authors": [
      "Lebeaupin, C.",
      "Donahue, K.",
      "Christensen, S. M.",
      "Wadsworth, M. H.",
      "Bound, K.",
      "De, S.",
      "McMahon, J.",
      "Schlerman, F.",
      "Wang, C.",
      "Chen, X.",
      "Barron, A. M. S.",
      "Wynn, T. A.",
      "Hart, K. M.",
      "Fabre, T."
    ],
    "summary": "Background & Aims: Metabolic dysfunction-associated steatohepatitis (MASH) is a leading cause of liver fibrosis, morbidity, and mortality. It is characterized by the accumulation of fat in hepatocytes causing cell death followed by stromal cell activation and scar deposition at later disease stages. While a marked accumulation of cytotoxic CD8 T cells is observed in MASH in humans and mice, the role of adaptive immune cells in fibrosis progression remains debated. Methods: Transcriptional data were curated from human datasets and preclinical mouse models, including mice deficient in TCR{beta} T cells (Tcrb-/-), which lack conventional CD4 helper and CD8 cytotoxic T cells, in diet-induced fibrosing MASH for single-cell RNA-sequencing. Specific human and mouse liver transcriptomic immune signatures were corroborated by flow cytometry and immunofluorescence. Results: MASH was associated with the expansion of lymphocytes and myeloid cells. Auto-aggressive CXCR6+PD1+FASLG+ CD8 T cells were enriched in livers of high-fat-diet-fed mice and correlated with MASH and fibrosis. Notably, Tcrb-deficient mice in a chemical and dietary preclinical MASH model developed fibrosis to the same extent as wild-type mice and exhibited exacerbated pro-fibrotic type 3 inflammation. Loss of conventional CD8 T cells neither impacted myeloid cell number nor phenotype within the fibrotic niche. Neutrophil- and non-conventional lymphocyte-derived GM-CSF and IL-17A were central drivers in the fibrotic niche composed of pathogenic macrophages and activated myofibroblasts. Furthermore, myeloid cells were identified as the main source of CXCL16 in diseased livers, retaining auto-aggressive CD8 T cells to the scar and contributing to their accumulation. Thus, non-adaptive cells, including scar-associated macrophages (SAMs) and myofibroblasts, are sufficient for MASH-driven fibrosis in this model. Conclusions: Targeting myeloid cells and fibroblasts should be prioritized as anti-fibrotic therapies for MASH.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694415",
    "doi": "10.64898/2025.12.17.694415",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695452",
    "title": "Crosstalk between the Ino80 complex and TOR signaling drives fungal adaptation to hypoxia through chromatin remodeling",
    "authors": [
      "Shrivastava, M.",
      "Tebbji, F.",
      "Dube, M.",
      "Vincent, A. T.",
      "Sellam, A."
    ],
    "summary": "In the human host, the opportunistic yeast Candida albicans must adapts to niches that vary markedly in oxygen tension, ranging from the hypoxic gastrointestinal and vaginal tracts to more oxygen-rich niches such as the skin. Thriving across this spectrum requires the capacity to dynamically rewire core metabolic pathways in response to fluctuating oxygen levels. Yet, despite the central role of oxygen in shaping fungal metabolism and fitness, the genetic basis underlying hypoxic adaptation in C. albicans remains incompletely understood. Here, we performed a genetic screen to identify genes required for adaptation to hypoxia (5% O2). This comprehensive approach revealed numerous genes spanning diverse metabolic and stress-related functions that are essential for optimal growth under oxygen-limiting conditions. Notably, this study uncovers a previously unrecognized role for the TOR (Target of Rapamycin) signaling pathway and the chromatin-remodeling complex Ino80 in orchestrating the fungal adaptive response to hypoxia. Integration of ino80 mutant transcriptomic data with Ino80 DNA-binding and nucleosome-occupancy profiles under conditional INO80 depletion revealed that this chromatin remodeler regulates the cellular phosphate demand associated with hypoxic exposure. The similarity between chromatin accessibility changes following TOR1 and INO80 depletion further suggests that Ino80 acts in concert with the TOR pathway to support growth and maintain phosphate homeostasis under low-oxygen conditions. Collectively, these findings provide new insight into how nutrient and oxygen signaling converge on chromatin remodeling, offering a mechanistic framework for understanding the regulatory logic underlying hypoxic adaptation in pathogenic fungi.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695452",
    "doi": "10.64898/2025.12.19.695452",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694444",
    "title": "In-cell cryo-electron tomography reveals differential effects of type I and type II kinase inhibitors on LRRK2 filament formation and microtubule association",
    "authors": [
      "Basiashvili, T.",
      "Hutchings, J.",
      "Chen, S.",
      "Karasmanis, E. P.",
      "Flaherty, W. A.",
      "Leschziner, A. E.",
      "Villa, E."
    ],
    "summary": "Mutations in leucine-rich repeat kinase 2 (LRRK2) are a leading contributor to developing familial and idiopathic Parkinson's disease (PD). Most PD-causing LRRK2 mutations increase the kinase activity, leading to abnormal phosphorylation of Rab GTPases, disrupting vesicular trafficking, cytoskeletal dynamics, and autophagy. When expressed in cells, LRRK2 is distributed throughout the cytosol. However, exogenously expressed LRRK2 can form microtubule-associated filaments that have been shown to affect molecular transport along microtubules in vitro. While LRRK2's association with microtubules has not been detected at endogenous levels, inhibitors being designed and tested as therapeutics have been shown to either promote or prevent filament formation of LRRK2. In this study, we examine the localization and resulting molecular organization of hyperactive LRRK2-I2020T, a common PD mutant, in cells treated with type I (MLi-2) or type II (GZD-824) kinase inhibitors. Treatment with a type I kinase inhibitor results in extensive LRRK2-I2020T decoration around microtubules and microtubule bundling. Stabilization of LRRK2-I2020T filaments by type I inhibitor treatment allowed us to determine the full-length kinase active structure of LRRK2-I2020T in its native cellular environment. Conversely, treatment with a type II inhibitor resulted in minimal microtubule decoration by LRRK2-I2020T compared to Type I inhibitor treated cells. This study provides insights for the design of next generation kinase inhibitors that target LRRK2 activity, suggesting that type I inhibitor treatment may result in undesirable enhanced LRRK2 filament formation, a side effect not present in type II inhibitor treatment.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694444",
    "doi": "10.64898/2025.12.18.694444",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695256",
    "title": "Cellular adaptation of mitochondrial metabolism and biogenesis in response to partial ATP synthase uncoupling",
    "authors": [
      "Sardin, E.",
      "Godard, F.",
      "Lasserre, J.-P.",
      "Salin, B.",
      "Daniel, L.",
      "Renaut, J.",
      "di Rago, J.-P.",
      "Duvezin-Caubet, S.",
      "Tetaud, E."
    ],
    "summary": "Cellular energy metabolism relies on tight regulation of mitochondrial biogenesis and turnover to maintain bioenergetic homeostasis. Understanding the signaling pathways that modulate mitochondrial content in response to changing energetic demands is therefore essential. This work examines how partial mitochondrial uncoupling reshapes mitochondrial content and metabolism in yeast and how such adaptations mirror features of pathological or age associated states. Using a Saccharomyces cerevisiae ATP synthase mutant lacking the epsilon subunit ({Delta}{varepsilon}) and carrying a compensatory mutation that allows survival under uncoupling ({Delta}{varepsilon}+c-L57F), mitochondrial abundance, organization, and function were compared with those of wild-type and rescue strains (mutant re-expressing the epsilon subunit of the ATP synthase). Analyses included respiration assays, mitochondrial DNA quantification, {beta}-galactosidase reporters, fluorescence microscopy of the mitochondrial network, and 2D-DiGE proteomics. Uncoupling in the mutant led to a strong increase in mitochondrial mass per cell, higher respiratory capacity, elevated cytochrome levels, and increased mtDNA copy number, together with augmented transcriptional activity consistent with activation of HAP-dependent mitochondrial biogenesis. Despite a fragmented network, mitochondria retained typical ultrastructural features, while proteomic profiling indicated a shift toward ATP production via substrate-level phosphorylation. Overall, partial uncoupling promotes reversible mitochondrial biogenesis and metabolic remodeling that depend on a preserved proton-motive force, highlighting mitochondrial signaling as a key regulator of cellular energy homeostasis and offer new perspectives for studying metabolic disorders and mitochondrial pathologies.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695256",
    "doi": "10.64898/2025.12.18.695256",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695414",
    "title": "Role of small intronic RNAs in the crosstalk between immune cells and beta-cells during type 1 diabetes development",
    "authors": [
      "Poddar, S.",
      "Brozzi, F.",
      "Cosentino, C.",
      "Jacovetti, C.",
      "Guay, C.",
      "Perrard, J.",
      "Regazzi, R."
    ],
    "summary": "Small non-coding RNAs, such as microRNAs and tRNA-derived fragments, are key regulators of cellular processes, but the functions of small intronic RNAs (sinRNAs), a recently identified RNA class, remain largely unknown. Here, we report that two sinRNAs, sinR-D and sinR-T, are upregulated in pancreatic beta-cells of NOD mice, a well-established model of type 1 diabetes. Using in vivo RNA-tagging, we demonstrate that these sinRNAs are packaged into extracellular vesicles released by infiltrating CD4 T lymphocytes and subsequently delivered to beta-cells during the early stages of autoimmune attack. Functional analyses revealed that overexpression of sinR-T has little effect on beta-cell viability, whereas sinR-D markedly increases beta-cell apoptosis. This finding suggests that the transfer of sinR-D contributes to beta-cell destruction and the onset of type 1 diabetes. Furthermore, pull-down experiments with biotinylated sinRNAs identified Ago2, a core component of the RNA-induced silencing complex (RISC), as a binding partner of sinR-D, indicating mechanistic parallels with microRNA-mediated regulation. Collectively, our data uncover a novel role for sinRNAs as extracellularly transferred regulators of beta-cell fate, expanding the repertoire of small RNAs implicated in the initiation of type 1 diabetes.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695414",
    "doi": "10.64898/2025.12.19.695414",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694992",
    "title": "C57BL/6 Mouse Substrain Differences in the Ontogeny of Auditory Fear",
    "authors": [
      "Premachandran, H.",
      "Naveed, K.",
      "Arruda-Carvalho, M."
    ],
    "summary": "Early life adversity is a major risk factor for mental disorders later in life. Genetic and individual differences modulate the impact of early life trauma and stress on adult mental health, emphasizing the importance of understanding how the early onset of individual differences may shape behavioral outcomes across life. In rodents, genetic differences can be studied using inbred rodent strains or substrains. While C57BL/6 mouse substrains differ in their adult fear behavior, it is unclear when in development these differences emerge. Here we compared the ontogenesis of remote auditory fear retrieval, spontaneous recovery and renewal in the mouse C57BL/6J (Jax, from Jackson Laboratories) and C57BL/6NTac (Taconic Biosciences) substrains spanning postnatal days (P)16, P18, P21, P25 and P30. Taconic male and female mice show an earlier onset of persistent auditory fear memory and spontaneous recovery (females only) compared to Jax mice. Male Taconic mice also display earlier onset of renewal compared to Jax males. These data identify ontogenetic differences in fear processing among C57BL/6 mouse substrains, highlighting how individual differences can contribute to altered behavioral phenotypes in early development.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694992",
    "doi": "10.64898/2025.12.17.694992",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695350",
    "title": "Genetic regulators of neuronal survival across metabolic environments",
    "authors": [
      "Bennett, N. K.",
      "Soto-Muniz, Y.",
      "Meng, J. X.",
      "Lee, M.",
      "Yang, J.",
      "Flanigan, W. R.",
      "Pico, A. R.",
      "Jain, I. H.",
      "Nakamura, K."
    ],
    "summary": "Cellular energy metabolism and oxygen availability shape neuronal function and vulnerability, yet the genetic regulators of these metabolic processes in human neurons remain incompletely understood. Here, we performed CRISPR interference (CRISPRi) screens in human induced pluripotent stem cell (iPSC)-derived neurons across four distinct metabolic conditions and at three physiologically relevant oxygen tensions. This combinatorial approach enabled systematic interrogation of gene-environment interactions that govern neuronal metabolic adaptation. We identified genes--including genes associated with Leigh syndrome and autism spectrum disorder--whose importance for cell survival is highly sensitive to environmental context, revealing potential mechanisms underlying metabolic specification and selective neuronal vulnerability in neurological disorders. Our screens also uncovered regulators of neuronal glycolysis, including KIAA1429 and MAPT among others, which are previously uncharacterized modulators of neuronal glucose utilization and metabolic flexibility. Our work nominates candidate metabolic interventions and gene targets for enhancing neuronal resilience under hypoxic or nutrient-limited conditions.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695350",
    "doi": "10.64898/2025.12.19.695350",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41422458",
    "title": "High intestinal iron absorption induced by decreased hepcidin leads to imbalance of iron metabolism in aging mice.",
    "authors": [
      "Qiu L",
      "Xiong W",
      "Qin X",
      "Zhou J",
      "Zhu Y",
      "Wang X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422458/",
    "doi": "doi: 10.1007/s10522-025-10374-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41422457",
    "title": "Mitocurcumin induces ROS-/JNK-mediated paraptosis to overcome chemoresistance in non-small cell lung cancer.",
    "authors": [
      "Panigrahi GC",
      "Joshi A",
      "Malhotra D",
      "Gota V"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422457/",
    "doi": "doi: 10.1007/s00210-025-04852-y",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41422456",
    "title": "Single-Molecule approach to quantify sperm single-stranded DNA damage using the novel sperm repair-assisted damage detection (SRADD) assay.",
    "authors": [
      "Djalovski E",
      "Kashi O",
      "Baum M",
      "Avraham S",
      "Ebenstein Y",
      "Meirow D"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422456/",
    "doi": "doi: 10.1007/s10815-025-03774-1",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41422364",
    "title": "Resveratrol synergizes with cisplatin to suppress osteosarcoma U2-OS cells via up-regulating Cx43 and inducing ROS-dependent apoptosis.",
    "authors": [
      "Xing HB",
      "Li HY",
      "Zheng GZ",
      "Zhang QH",
      "Zhai L",
      "Wu X",
      "Du SX",
      "Li XD"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422364/",
    "doi": "doi: 10.1007/s12672-025-04313-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41422354",
    "title": "Attitudes and Perceptions Regarding Aging and Dementia in South Asians in Greater Atlanta: Findings from an Online Convenience Sample Survey.",
    "authors": [
      "Kamdar Y",
      "Chen Y",
      "Khanam M",
      "Parker M",
      "Shah M",
      "Kulshreshtha A"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422354/",
    "doi": "doi: 10.1007/s10903-025-01836-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41422315",
    "title": "Autophagy related biomarkers in ulcerative colitis revealed by bioinformatics analysis and immune correlation.",
    "authors": [
      "Chen XX",
      "Min S",
      "Shen Z",
      "Zhang M",
      "Huang L",
      "Su M",
      "Shen H",
      "Zhu L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422315/",
    "doi": "doi: 10.1038/s41598-025-27363-5",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41422294",
    "title": "Astragalus polysaccharide alleviates diabetic nephropathy via SIRT1-dependent activation of FOXO3a/BNIP3 pathway to enhance podocyte autophagy.",
    "authors": [
      "Guo M",
      "Dai Y",
      "Zhuang X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422294/",
    "doi": "doi: 10.1038/s41598-025-33000-y",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41422283",
    "title": "Oral sodium hyaluronate improves skin hydration, barrier function and signs of aging: a randomized, double-blind, placebo-controlled trial in 150 healthy adults.",
    "authors": [
      "Dolečková I",
      "Kušnierik P",
      "Berka V",
      "Šimek M",
      "Matějková I",
      "Prokopec F",
      "Ovesná P"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422283/",
    "doi": "doi: 10.1038/s41598-025-32758-5",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41422278",
    "title": "A comparison of sperm parameters DNA fragmentation and telomere length in testicular versus ejaculated spermatozoa.",
    "authors": [
      "Afsari M",
      "Nikkhah H",
      "Ahrari M",
      "Nabi A",
      "Farashahi-Yazd E",
      "Agha-Rahimi A"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422278/",
    "doi": "doi: 10.1038/s41598-025-33341-8",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41422256",
    "title": "Transsulfuration metabolism is essential for ferroptosis resistance in quiescent endothelial cells.",
    "authors": [
      "Oberkersch RE",
      "Lidonnici J",
      "Andreuzza S",
      "Zambon E",
      "Imperato G",
      "Pedretti S",
      "Mitro N",
      "Santoro MM"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422256/",
    "doi": "doi: 10.1038/s41419-025-08333-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41422255",
    "title": "Risk prediction of multiple cardiometabolic diseases in middle-aged and older adults using lipid metabolism biomarkers and derived composite measures based on machine learning: a prospective cohort study of CHARLS.",
    "authors": [
      "Li Y",
      "Chen P",
      "Gao B"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422255/",
    "doi": "doi: 10.1186/s12944-025-02820-2",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41422226",
    "title": "Suppressing the OTUD7A/KDM5B/GABPA axis enhances the sensitivity of cisplatin through inducing ferroptosis in KRAS-mutant LUAD.",
    "authors": [
      "Si R",
      "Shen Z",
      "Sui Y",
      "Shi Y",
      "Zhang Y",
      "Hu B",
      "Chen X",
      "Feng B",
      "Zhu ML",
      "Sha X",
      "Ding N",
      "Zhou G",
      "Jiang F",
      "Xu C",
      "Shen B"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422226/",
    "doi": "doi: 10.1038/s41419-025-08337-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41422223",
    "title": "Manganese-enriched nanoboron agent amplifies BNCT efficacy via pyroptosis-mediated immune activation and STING pathway synergy​.",
    "authors": [
      "Zhang Z",
      "Sun X",
      "Qin Y",
      "Yang Y",
      "Dai Q",
      "Bao X",
      "Suzuki M",
      "Wang S",
      "Yang Z",
      "Li Z",
      "Han M",
      "Xu D",
      "Wei Q"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422223/",
    "doi": "doi: 10.1186/s12951-025-03916-8",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41422200",
    "title": "Genome-wide transcriptomic analysis reveals autophagy and HSP70-mediated mechanisms underlying thermal stress adaptation in Mytilus coruscus.",
    "authors": [
      "Li C",
      "Lv S",
      "Jing H",
      "Zhou H",
      "Liu X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422200/",
    "doi": "doi: 10.1186/s12864-025-12423-x",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41422143",
    "title": "Quinic acid attenuates arsenic-induced hepatic injury and hyperglycemia in mice via GLUT2 upregulation and suppression of oxidative stress and inflammation.",
    "authors": [
      "Aghamirzadeh SD",
      "Khodayar MJ",
      "Matin M",
      "Rezaie A",
      "Moosavi M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422143/",
    "doi": "doi: 10.1038/s41598-025-33451-3",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41422123",
    "title": "Sigma1R restores mitochondrial energy metabolism via the IRE1α/XBP1 pathway.",
    "authors": [
      "Yan W",
      "Deng T",
      "Huang D",
      "Deng B",
      "Ling H",
      "Li Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422123/",
    "doi": "doi: 10.1038/s41598-025-31500-5",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41422105",
    "title": "Development of synovial sarcoma organoids exhibiting ferroptosis resistance despite low malic enzyme 1 expression.",
    "authors": [
      "Wakamatsu T",
      "Yamada Y",
      "Yoshida K",
      "Matsuoka Y",
      "Sasagawa S",
      "Nagamine N",
      "Shizuma K",
      "Suzuki R",
      "Tamiya H",
      "Imura Y",
      "Nakai S",
      "Okada S",
      "Yagi T",
      "Yoshida KI",
      "Kakunaga S",
      "Yui Y",
      "Takenaka S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422105/",
    "doi": "doi: 10.1038/s41598-025-32030-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41422096",
    "title": "Functional analysis of telomere maintenance mechanisms is more informative than immunohistochemistry for ATRX mutation interpretation in Gliomas.",
    "authors": [
      "Guerriau C",
      "Léonce C",
      "Carpentier C",
      "Mokhtari K",
      "Bielle F",
      "Dridi-Aloulou A",
      "Lomonte P",
      "Meyronet D",
      "Sanson M",
      "Castro-Vega L",
      "Poncet DA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422096/",
    "doi": "doi: 10.1186/s40478-025-02164-z",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41422089",
    "title": "The Ku80-p53-SIRT1 axis in DNA damage response contributes to sporadic and familial ALS and FTD.",
    "authors": [
      "Jun YW",
      "Lee S",
      "Almeida S",
      "Freude KK",
      "Ichida JK",
      "Gao FB"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422089/",
    "doi": "doi: 10.1038/s41467-025-67749-7",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41422037",
    "title": "Downregulation of Engulfment and cell motility 1 (Elmo1) induces quiescence and resistance to poly(I:C)-induced apoptosis in endothelial cells.",
    "authors": [
      "Kayashima Y",
      "Deshmukh AA",
      "Kiyokawa Y",
      "Wariyapperuma Appuhamillage NMW",
      "Zhou J",
      "Monawar MS",
      "Nassar-Guifarro M",
      "Li F",
      "Maeda N"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422037/",
    "doi": "doi: 10.1038/s41419-025-08341-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41422010",
    "title": "Metabolically hijacked Listeria monocytogenes synergizes STING activation and dual cell death for enhanced antitumor immunotherapy.",
    "authors": [
      "Liu T",
      "Yang Q",
      "Huang J",
      "Huang M",
      "Zhao Z",
      "Zhang L",
      "Liu Y",
      "Zhang H",
      "Chen X",
      "Zhang L",
      "Zhong C",
      "Shan W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422010/",
    "doi": "doi: 10.1186/s12951-025-03945-3",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41420847",
    "title": "Exploring the Anticancer Mechanisms of Dendrobium officinale Polysaccharides in Colorectal Cancer: Apoptosis and Autophagy Interactions.",
    "authors": [
      "Zheng SJ",
      "Diao XH",
      "Gao XY",
      "Chen ND"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420847/",
    "doi": "doi: 10.1002/cbdv.202501566",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41420839",
    "title": "A Novel CYP2E1 Inhibitor, 4-Methyl-5-Acetylthiazole (Q11), Alleviates Obesity Via Modulating Adipose Inflammation and Mitochondrial Dysfunction.",
    "authors": [
      "Qiu J",
      "Gao L",
      "Wang L",
      "Wang X",
      "Jia L",
      "Deng M",
      "Tang L",
      "Wen Q",
      "Gao N",
      "Xu H",
      "Qiao H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420839/",
    "doi": "doi: 10.1002/advs.202515315",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41420798",
    "title": "Palmatine Attenuates Lipopolysaccharide-Induced Acute Lung Injury Via Suppression of NLRP3 Inflammasome Activation, Pyroptosis, and Metabolic Remodeling.",
    "authors": [
      "Ning P",
      "Wu J",
      "Long Q",
      "Zheng Y",
      "Gan J",
      "Hu X",
      "Song S",
      "Li X",
      "Jiang M",
      "Ye H",
      "Yu W",
      "He Y",
      "Zheng Y",
      "Gao Z",
      "Orcid"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420798/",
    "doi": "doi: 10.1007/s10753-025-02358-6",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41420665",
    "title": "Alpha-1 Antitrypsin Mediates Spontaneous Resolution of Acute Gouty Inflammation Via Inhibiting Caspase 3/GSDME-dependent Macrophage Pyroptosis.",
    "authors": [
      "Li X",
      "Liu L",
      "Tong S",
      "Wang F",
      "Zhu L",
      "Cheng Q",
      "Zhang P",
      "Chen M",
      "Xie Y",
      "Wang L",
      "Yu H",
      "Wu H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420665/",
    "doi": "doi: 10.1007/s10753-025-02424-z",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41420173",
    "title": "Correction: Dual-responsive nanoparticles targeting ACE-II senescence for therapeutic mitigation of acute lung injury.",
    "authors": [
      "Gao L",
      "Zheng F",
      "Fu Z",
      "Wang W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420173/",
    "doi": "doi: 10.1186/s12951-025-03812-1",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41419644",
    "title": "Nicotinamide riboside alleviates sepsis-induced acute kidney injury by suppressing ferroptosis.",
    "authors": [
      "Fan S",
      "Ma X",
      "Ren T",
      "Guo M",
      "Wang X",
      "Si M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419644/",
    "doi": "doi: 10.1007/s00109-025-02626-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41421919",
    "title": "Risk of short telomere as biomarker of diabetes mellitus type 2 status in the CORDIOPREV study.",
    "authors": [
      "Ojeda-Rodriguez A",
      "Parraga-Viudez MJ",
      "Romero-Cabrera JL",
      "López-Moreno A",
      "Arenas-Montes J",
      "Pérez Caballero AI",
      "Luque RM",
      "Delgado-Lista J",
      "Rangel-Zuñiga O",
      "Lopez-Miranda J"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421919/",
    "doi": "doi: 10.1016/j.arteri.2025.500888",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41421898",
    "title": "Corrigendum to \"AdipoRon ameliorates anxiety- and depression-like behaviors in chronic restraint-stressed mice via AMPK-PPARα-BDNF-TrkB signaling\" [Eur. J. Pharmacol. (2026) 1011 178468 doi: 10.1016/j.ejphar.2025.178468].",
    "authors": [
      "Li Y",
      "Han S",
      "Xie T",
      "Song K",
      "Zeng W",
      "Wang H",
      "Hu C",
      "Zhang Z",
      "Hashimoto K",
      "Ma L",
      "Xie H"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421898/",
    "doi": "doi: 10.1016/j.ejphar.2025.178493",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41421241",
    "title": "LRRN3 protects dopaminergic neurons by inhibiting glycolysis in Parkinson's disease.",
    "authors": [
      "Gao J",
      "Qin K",
      "Xian W",
      "Ren J",
      "Xie A",
      "Hou B"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421241/",
    "doi": "doi: 10.1016/j.brainres.2025.150119",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41421235",
    "title": "A role for long-lived nuclear envelope proteins in cardiac ageing.",
    "authors": [
      "Shuen M",
      "Lamberts RR",
      "Coffey S",
      "Sheard PW"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421235/",
    "doi": "doi: 10.1016/j.mad.2025.112145",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41421229",
    "title": "Maladaptive autophagy mediates renal fibrosis under caloric restriction in aristolochic acid nephropathy.",
    "authors": [
      "Yan Z",
      "Yue R",
      "Wang H",
      "Zha H",
      "Xia Y",
      "Huang H",
      "Li H",
      "Shi L",
      "Zhu J",
      "Li C",
      "Ding M",
      "Song Z"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421229/",
    "doi": "doi: 10.1016/j.intimp.2025.116043",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "pmid:41421227",
    "title": "DPEP1 mediates regulation of mitochondrial quality control via FOXO1/ALDH1L2 axis to attenuate ferroptosis in pulmonary endothelial cells to alleviate sepsis-associated acute lung injury.",
    "authors": [
      "Yao X",
      "Wen Z",
      "Liao J",
      "Meng Y",
      "Lu P",
      "Li X",
      "Shen Z",
      "Wang A",
      "Wu M",
      "Li X",
      "Jin W",
      "Zhang X",
      "Qi Y",
      "Feng J",
      "Chu M",
      "Zhang J",
      "Dai Y",
      "Qin X",
      "Zhan F",
      "Wang X",
      "Song M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421227/",
    "doi": "doi: 10.1016/j.intimp.2025.116049",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41421133",
    "title": "Phosphate-modified biochar synergized with AM mitigate cell death in Malus roots by regulating Cd accumulation and phosphorus availability.",
    "authors": [
      "Liu W",
      "Qi Z",
      "Wang J",
      "Wang Y",
      "Yang D",
      "Yang H",
      "Zhang W"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421133/",
    "doi": "doi: 10.1016/j.ecoenv.2025.119585",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41421002",
    "title": "Lipoteichoic Acid Stimulation of Macrophages Causes Mitochondrial Dysfunction.",
    "authors": [
      "Liu S",
      "Liu X",
      "Li G",
      "Liu H",
      "Zhang W",
      "Pan S"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421002/",
    "doi": "doi: 10.1016/j.identj.2025.109290",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41421000",
    "title": "Laminaria japonica Polysaccharide Alleviates Radiation-Induced Salivary Gland Injury by Promoting DNA Damage Repair.",
    "authors": [
      "Zhang S",
      "Ao P",
      "Chen S",
      "Liao X",
      "Chen M",
      "Ruan L",
      "Wei L"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41421000/",
    "doi": "doi: 10.1016/j.identj.2025.109312",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41420858",
    "title": "Distinct precursor landscape of subcutaneous and visceral fat in development and aging.",
    "authors": [
      "Lin F",
      "Sul HS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420858/",
    "doi": "doi: 10.1016/j.celrep.2025.116706",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41420351",
    "title": "Correction to [Platelet Membrane-Encapsulated Nanocomplexes Based on Profundity Scavenging ROS Strategy for Myocardial Infarction Therapy] (Adv. Healthcare Mater. 2024, 2303101).",
    "authors": [
      "Sun M",
      "Hu N",
      "Gao Y",
      "Lv N",
      "Fu X",
      "Li Y",
      "Zhai S",
      "Zhang R"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420351/",
    "doi": "doi: 10.1002/adhm.202505295",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41420252",
    "title": "Microbial Anti-Inflammatory Molecule (MAM) secreted by Faecalibacterium prausnitzii ameliorates colitis through autophagy and gut microbiota modulation.",
    "authors": [
      "Guo X",
      "Chen W",
      "Zhang Y",
      "Xu J",
      "Li J",
      "Xu H",
      "Liao Y",
      "Zhao Y",
      "Jin N",
      "LaiPan Y",
      "Zhang L",
      "Zhou Y",
      "Nie Y",
      "Li Y",
      "Huang C",
      "Zhou Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420252/",
    "doi": "doi: 10.1186/s12967-025-07493-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41420237",
    "title": "Unveiling the role of EGR1 and hub senescence-related genes in type II alveolar epithelial cells senescence for obstructive sleep apnea.",
    "authors": [
      "Li CL",
      "Zhang YX",
      "Yang X",
      "Wang Y",
      "Zhao HY",
      "Feng J"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420237/",
    "doi": "doi: 10.1186/s12896-025-01067-0",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41420229",
    "title": "Reframing ageing in place: perspectives from Chinese older people.",
    "authors": [
      "Wang Y",
      "Kerr N",
      "Macaden L"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420229/",
    "doi": "doi: 10.1186/s12877-025-06818-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41420220",
    "title": "The longevity landscape: mapping stakeholder priorities for healthy aging among high-income countries.",
    "authors": [
      "Mekniran W",
      "Giger OF",
      "Fleisch E",
      "Kowatsch T",
      "Jovanova M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420220/",
    "doi": "doi: 10.1186/s12889-025-25498-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41420104",
    "title": "Amino acid metabolism in diabetic kidney disease.",
    "authors": [
      "Mise K"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420104/",
    "doi": "doi: 10.1007/s10157-025-02809-2",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41420103",
    "title": "MTF1 attenuates ferroptosis and cuproptosis synergistic potentiation in gastric cancer.",
    "authors": [
      "Luan M",
      "Zhu W",
      "Feng Z",
      "Jing F",
      "Xing Y",
      "Ma X",
      "Wang Y",
      "Ning B",
      "Jia Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420103/",
    "doi": "doi: 10.1038/s41418-025-01641-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41420102",
    "title": "Metal overload synergy induces cell death in gastric cancer.",
    "authors": [
      "Ghosh M",
      "Lang PA"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420102/",
    "doi": "doi: 10.1038/s41418-025-01651-z",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41420065",
    "title": "Machine learning-based construction of an oxidative stress-related model reveals molecular subtypes and tumor microenvironment infiltration signatures in colon cancer.",
    "authors": [
      "Zhai B",
      "Zhao Y",
      "Fan Y",
      "Xia X",
      "Yang Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420065/",
    "doi": "doi: 10.1007/s12672-025-04308-y",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41419951",
    "title": "SGSS05-NS3, a covalent SETD8 inhibitor that activates p53 pathway in neuroblastoma.",
    "authors": [
      "Liu Z",
      "Bagchi S",
      "Yan C",
      "Hu Y",
      "Blum G",
      "Ma A",
      "Jin J",
      "Luo M",
      "Di Bella S",
      "Verona F",
      "Appella E",
      "Giannini G",
      "Thiele CJ",
      "Veschi V"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419951/",
    "doi": "doi: 10.1186/s13046-025-03565-7",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41419758",
    "title": "Role of innate immune and inflammatory signaling in West Nile virus tropism and neuronal and glial cell death.",
    "authors": [
      "Chaillot V",
      "Piumi F",
      "Gorna K",
      "Berry N",
      "Richardson J",
      "Benchoua A",
      "Coulpier M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419758/",
    "doi": "doi: 10.1038/s41598-025-27954-2",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41419687",
    "title": "From kidney injury to cardiac dysfunction: the central role of oxidative stress in diabetes and CKD.",
    "authors": [
      "Sen P",
      "Sittig T",
      "Hamers J",
      "d'Ambrosio L",
      "Ornek I",
      "Zhang J",
      "Shashikadze B",
      "Stöckl JB",
      "Bachter M",
      "Bierschenk S",
      "Renner S",
      "Wolf E",
      "Clauss S",
      "Fröhlich T",
      "Nickel AG",
      "Maack C",
      "Merkus D"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419687/",
    "doi": "doi: 10.1007/s00395-025-01153-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41419675",
    "title": "Silencing of MAT2A inhibits gastric cancer cell proliferation, migration, and invasion through activation of the p53 pathway.",
    "authors": [
      "Du Y",
      "Li KX",
      "You LB",
      "Zhang JN",
      "Chen Q",
      "Xiong H",
      "Wang JF",
      "Zhou ZY",
      "Zhang S"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419675/",
    "doi": "doi: 10.1007/s12094-025-04155-x",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41419664",
    "title": "Stochasticity contributes to explaining minority and majority MOMP during apoptosis.",
    "authors": [
      "Geiger J",
      "Klötzer F",
      "Pollak N",
      "Fullstone G",
      "Rehm M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419664/",
    "doi": "doi: 10.1038/s41419-025-08258-9",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41419642",
    "title": "Correction: Relative telomere length and senescence-associated inflammatory cytokines as blood-based prognostic markers in patients with advanced or resectable gastro-oesophageal adenocarcinoma.",
    "authors": [
      "Bilsland AE",
      "McCulloch E",
      "Degerman S",
      "Landfors M",
      "Wadsley J",
      "Wall L",
      "Thompson C",
      "Damyanova I",
      "Samuel L",
      "Petty R",
      "Jain A",
      "Lewsley LA",
      "MacMillan A",
      "MacLeod M",
      "Walker J",
      "McCormick C",
      "McCartney E",
      "Roxburgh P",
      "Stobo J",
      "Thomson F",
      "Evans TRJ",
      "Keith WN"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419642/",
    "doi": "doi: 10.1038/s41416-025-03298-6",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41419583",
    "title": "Interaction of lncRNA LENT with DHX36 regulates translation and suppresses autophagy in melanoma.",
    "authors": [
      "Haller A",
      "Gambi G",
      "D'Agostino M",
      "Davidson G",
      "Lallement A",
      "Mengus G",
      "Nahy C",
      "Messaddeq N",
      "Bec G",
      "Simonetti A",
      "Ennifar E",
      "Davidson I"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419583/",
    "doi": "doi: 10.1038/s41419-025-08296-3",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41419571",
    "title": "Autophagy-regulated mitochondrial inheritance controls early CD8(+) T cell fate commitment.",
    "authors": [
      "Borsa M",
      "Lechuga-Vieco AV",
      "Kayvanjoo AH",
      "Jenkins E",
      "Yazicioglu Y",
      "Compeer EB",
      "Richter FC",
      "Rapp S",
      "Mitchell R",
      "Youdale T",
      "Bui H",
      "Kuuluvainen E",
      "Dustin ML",
      "Sinclair LV",
      "Katajisto P",
      "Simon AK"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419571/",
    "doi": "doi: 10.1038/s41556-025-01835-2",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41419512",
    "title": "Do we actually need aging clocks?",
    "authors": [
      "Kriukov D",
      "Efimov E",
      "Gelfand MS",
      "Moskalev A",
      "Khrameeva EE"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419512/",
    "doi": "doi: 10.1038/s41514-025-00312-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41419474",
    "title": "Defects in DNA damage signaling and cell cycle checkpoints in a mouse model of Rhno1 deletion.",
    "authors": [
      "Her J",
      "Santhosh A",
      "Gonzalez-Rodriguez Y",
      "Jirapongwattana N",
      "Gurumurthy CB",
      "Karpf AR",
      "Bunting SF"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419474/",
    "doi": "doi: 10.1038/s41420-025-02912-z",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  }
]