[
  {
    "id": "10.1101/2025.03.16.643481",
    "title": "Genetic risk implicating endolysosomal network genes correlates with endolysosomal dysfunction across neural cell types in Alzheimer's disease",
    "authors": [
      "Mamde, S.",
      "Rose, S.",
      "Prater, K. E.",
      "Cochoit, A.",
      "Lin, Y. F.",
      "Smith, I.",
      "Johnson, C. S. C.",
      "Reid, A.",
      "Qiu, W.",
      "Strohbehn, S.",
      "Keene, C. D.",
      "Rolf, B.",
      "Lin, K.",
      "Lee, S.-I.",
      "Garden, G.",
      "Blue, E.",
      "Young, J. E.",
      "Jayadev, S."
    ],
    "summary": "Late-onset Alzheimer's disease (LOAD) has a complex genomic architecture with risk variants in multiple pathways, including the endolysosomal network (ELN). Whether genetic risk in specific pathways correlates with corresponding biological dysfunction remains largely unknown. We developed an endolysosomal pathway-specific polygenic risk score (ePRS) using 13 established AD GWAS loci containing ELN genes. We investigated the association between ePRS and AD neuropathology, then examined cell-specific endolysosomal morphology and transcriptomic profiles in post-mortem dorsolateral prefrontal cortex samples from donors stratified by ePRS burden. We found that the ePRS was significantly associated with AD diagnosis and neuropathological measures, comparable to a pathway-agnostic PRS despite representing far fewer loci. High ePRS correlated with increased neuronal endosome volume, number and perinuclear aggregation, as well as enlarged microglial lysosomes, independent of AD pathology. Single-nucleus RNA sequencing revealed cell-type transcriptomic changes associated with ePRS status, including glutamatergic signaling, protein homeostasis, responses to DNA damage and immune function. Neurons, astrocytes, oligodendrocytes, and microglia showed varied gene expression patterns associated with ePRS burden. Conclusions: This study provides evidence that AD genetic risk variants harboring ELN genes correlate with endolysosomal dysfunction in human brain tissue. These findings suggest that pathway-specific genetic risk contributes to corresponding cellular pathology in AD and nominates candidate mechanisms by which ELN AD variants contribute to pathogenesis.",
    "published": "2025-11-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.16.643481",
    "doi": "10.1101/2025.03.16.643481",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.22.689949",
    "title": "Form and function of actin impacts actin health and aging.",
    "authors": [
      "Averbukh, M.",
      "Nelson, H.",
      "Wang, T.",
      "Lange, C. M.",
      "Alcala, A.",
      "Nair, T.",
      "Kim, J.",
      "Suh, D.",
      "Vega, M.",
      "Gao, S. M.",
      "Dutta, N.",
      "Aviles Barahona, R.",
      "Coakley, A. J.",
      "Gerke, J. A.",
      "Odron, S. F.",
      "Clarke, J. G.",
      "Singh, N.",
      "Nickel, M. S.",
      "Peterson, J. C.",
      "Lam-Truong, H. L.",
      "Moaddeli, D.",
      "Castro Torres, T.",
      "Oorloff, M.",
      "Peruch, M.",
      "Mehta, H.",
      "Thorwald, M. A.",
      "Curran, S. P.",
      "Wang, M. C.",
      "Johnson, T. A.",
      "Crimmins, E. M.",
      "Arpawong, T. E.",
      "Kumsta, C.",
      "Garcia, G.",
      "Higuchi-Sanabria, R."
    ],
    "summary": "The actin cytoskeleton is a fundamental and highly conserved structure that functions in diverse cellular processes, yet its direct contribution to organismal aging remains unclear. Here, we systematically interrogated how genetic and pharmacologic perturbations of actin structure and function influence lifespan and various hallmarks of aging in Caenorhabditis elegans. Whole-animal and tissue-specific knockdown of actin and key actin-binding proteins (ABPs) - arx-2 (Arp2/3), unc-60 (cofilin), and lev-11 (tropomyosin) - led to premature disruption of filament organization, reduced lifespan, and tissue-specific physiological defects. Bulk and single-nucleus RNA-sequencing revealed that ABP knockdowns elicited a strongly aged transcriptome. Actin dysfunction broadly exacerbated many age-associated phenotypes, including mitochondrial dysfunction, lipid dysregulation, loss of proteostasis, impaired autophagy, and intestinal barrier failure. Pharmacological destabilization with Latrunculin A mirrored genetic knockdowns, while mild stabilization with Jasplakinolide modestly extended lifespan, emphasizing that optimal and finely-tuned actin function is critical for healthy aging. Finally, analysis of human genome-wide association data revealed that common ACTB polymorphisms correlate with differences in age-related decline in gait speed, suggesting evolutionary conservation of a role for actin in healthy aging. Taken together, our results provide a comprehensive and publicly accessible resource that maps, for the first time, how actin integrity intersects with diverse aging pathways across tissues and scales. This descriptive framework is intended to enable future mechanistic discovery by offering a deep, unbiased dataset that can be integrated with emerging studies to define how actin dynamics contribute to aging.",
    "published": "2025-11-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.22.689949",
    "doi": "10.1101/2025.11.22.689949",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689675",
    "title": "NK2R signaling governs intestinal lipid mobilization and mucosal inflammation",
    "authors": [
      "Perez, P.",
      "Liu, C.-C.",
      "Ferrari, A.",
      "Littlejohn, N. K.",
      "Kennelly, J. P.",
      "Robinson, E.",
      "Nguyen-Tran, V. T. B.",
      "Athanacio, J.",
      "Joesph, S. B.",
      "Amso, Z.",
      "Tontonoz, P.",
      "Srinivasan, S."
    ],
    "summary": "Neuropeptidergic control of lipid metabolism is conserved and increasingly implicated in metabolic diseases, but receptor-level mechanisms remain unclear. Here we identify the neurokinin-2 receptor (NK2R) as a central node linking tachykinin signals to intestinal lipid mobilization, epithelial composition, and mucosal inflammation. Across complementary genetic and pharmacological perturbations, modulation of NK2R drives bidirectional effects. Loss or blockade of NK2R increases postprandial triglyceridemia and expands intestinal lipid stores, whereas agonism suppresses chylomicron output, reduces adiposity, and improves glycemia in diet-induced obesity. Transcriptomic and cellular analyses indicate coordinated upregulation of lipid-metabolic programs with a concomitant dampening of immune pathways in the absence of NK2R, accompanied by sex-specific remodeling of secretory lineages and male-biased protection from colitis. NK2R signaling also shaped the fecal microbiota in a genotype- and diet-dependent manner, highlighting crosstalk among neuropeptide signaling, epithelial physiology, and host-microbe interactions. These findings position NK2R as a molecular switch for intestinal lipid handling and mucosal inflammation and suggest that NK2R-targeted agonists or antagonists could be deployed as context- and sex-dependent therapeutic strategies for metabolic disease and inflammatory bowel disease.",
    "published": "2025-11-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689675",
    "doi": "10.1101/2025.11.21.689675",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689721",
    "title": "Galectin-1 induces macrophage immunometabolic reprogramming, modulates T cell immunity and attenuates atherosclerotic plaque formation",
    "authors": [
      "Li, Y.",
      "Leberzammer, J.",
      "Blanchet, X.",
      "Duan, R.",
      "Lacy, M.",
      "Triantafyllidou, V.",
      "Eckardt, V.",
      "Briem, E.",
      "Jung, A. S.",
      "Su, R.",
      "Guerra, J.",
      "Jansen, Y.",
      "Hristov, M.",
      "Enard, W.",
      "Weber, C.",
      "Dorothee, A.",
      "Doering, Y.",
      "Santovito, D.",
      "Kaltner, H.",
      "Ludwig, A.-K.",
      "von Hundelshausen, P."
    ],
    "summary": "Background and aims: Atherosclerosis is a chronic immunometabolic disease driven by lipid accumulation and immune cell infiltration. Macrophages and T cells play key roles throughout plaque development. Galectin-1 (Gal-1), a glycan-binding protein, modulates immune functions in these cells and has been reported to attenuate atherosclerosis, though its mechanisms remain incompletely understood. Here, we investigated the effects of Gal-1 on macrophages and T cells during plaque formation. Methods: Effects of Gal-1 on atherosclerosis, macrophages and T cells during lesion formation were studied in Apoe-/- mice treated with recombinant Gal-1. Complementary mouse peritoneal foam cell and in vitro macrophage and T cell cultures experiments were performed to study T cell differentiation, macrophage function, polarization end energy metabolism. The impact of Gal-1 on human macrophages was further evaluated in endarterectomy specimens. Results: Gal-1 treatment reduced lesion size and increased circulating IL-10 levels, inversely correlating with plaque burden. Unexpectedly, IL-10 neutralization also mitigated atherosclerosis, indicating that its action is at least partially IL-10-independent. In plaques, Gal-1 promoted anti-inflammatory macrophage phenotypes, mirrored by a quiescent metabolic and anti-inflammatory profile in foamy macrophages ex vivo. The use of the Gal-1E71Q variant revealed that these effects were only partly dependent on glycan binding. Beyond IL-10, Gal-1 reshaped cytokine profiles by increasing IL-17, IL-22, and IL-23, consistent with a macrophage-driven regulatory Th17 response, alongside higher frequencies of IL-10-producing and regulatory T cells. Conclusion: Gal-1 protects against atherosclerosis associated with reprogramming macrophages and tuning T cell immunity through glycan-dependent and -independent pathways.",
    "published": "2025-11-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689721",
    "doi": "10.1101/2025.11.21.689721",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689804",
    "title": "Direct Measure of DNA Damage in Huntington Disease Reveals Elevated Oxidative Genotoxic Stress and Dysfunctional DNA Repair",
    "authors": [
      "Bazan, C. A. B.",
      "Laville-Dupuy, S.",
      "Klepfish, M.",
      "Cousineau, J.",
      "Maiuri, T.",
      "Peng, C. Y.",
      "Osterlund, E. J.",
      "Alpaugh, M.",
      "Truant, R."
    ],
    "summary": "DNA damage repair (DDR) pathway proteins are genetic modifiers of Huntington disease (HD) age of onset and severity. Deficient DDR in HD at the first steps of poly ADP-ribosylation makes DNA damage quantification by traditional downstream DNA damage response markers inaccurate. Repair Assisted Damage Detection (RADD) allows for an accurate direct assessment of oxidative DNA damage, a DDR pathway in which huntingtin protein directly participates. Using RADD, we show that human HD-derived cells have elevated oxidative DNA damage and assess the effect of relevant HD therapeutic targets in rescuing this phenotype. Using huntingtin protein level lowering, we define a dysfunctional role of mutant huntingtin in oxidative DDR. We show that ataxia-telangiectasia mutated (ATM) signaling is deficient and that ATM inhibition rescues elevated oxidative DNA damage in HD cells. In contrast, we show that N6-furfuryladenine (N6FFA) treatment, to increase huntingtin phosphorylation within the amino terminal N17 domain (p-N17), is not effective at restoring HD DDR but reveals dysfunctional N6FFA mediated DDR signaling. We propose a model in which elevated DNA damage arises from both aberrant mutant huntingtin involvement in oxidative DDR and the impairment of oxidative DDR pathways, such as ATM kinase activity, N6FFA processing, and poly ADP-ribose signaling in HD. This highlights the importance of using direct measures of DNA damage such as RADD, rather than measures of a DNA damage response pathway.",
    "published": "2025-11-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689804",
    "doi": "10.1101/2025.11.21.689804",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689851",
    "title": "Systematic characterization of cancer-associated SPOP mutants reveals novel and reprogrammable degradative activities",
    "authors": [
      "Caldwell, A. G.",
      "Parmar, H.",
      "Jin, X.",
      "Zhou, C.",
      "Zhang, X."
    ],
    "summary": "Speckle-type POZ protein (SPOP) functions as the substrate adaptor of the Cullin3-RING ligase (CRL3) complex and is recurrently mutated in multiple cancer types. Among these, F102C and F133L are frequent prostate cancer mutations within the substrate-binding domain, yet their biochemical consequences remain incompletely understood. Using quantitative proteomics, we show that SPOP-F133L, unlike SPOP-F102C, retains degradative activity toward the nuclear basket proteins NUP153 and TPR, indicating substrate-dependent loss-of-function. Moreover, SPOP-F133L induces partial down-regulation of p53 through a CRL-dependent, post-translational mechanism, revealing a potential neo-substrate relationship. Finally, we demonstrate that both SPOP-F102C and SPOP-F133L support targeted protein degradation (TPD) in an engineered cellular system. These findings define the degradative capacities of SPOP mutants and highlight opportunities to repurpose these variants as mutant-selective E3 ligases for therapeutic applications.",
    "published": "2025-11-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689851",
    "doi": "10.1101/2025.11.21.689851",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2023.02.28.530532",
    "title": "Autonomous AI Agents Discover Aging Interventions from Millions of Molecular Profiles",
    "authors": [
      "Ying, K.",
      "Tyshkovskiy, A.",
      "Moldakozhayev, A.",
      "Wang, H.",
      "De Magalhaes, C. G.",
      "Iqbal, S.",
      "Garza, A. E.",
      "Tskhay, A.",
      "Poganik, J. R.",
      "Huang, K.",
      "Qu, Y.",
      "Glubokov, D.",
      "Jin, C.",
      "Lee, D.",
      "Liu, H.",
      "Leote, C.",
      "Trapp, A.",
      "de Lima Camillo, L. P.",
      "Kerepesi, C.",
      "Moqri, M.",
      "Zhang, O.",
      "Jiang, K.",
      "Galkin, F.",
      "Zhavoronkov, A.",
      "Van Raamsdonk, J. M.",
      "Wang, M.",
      "Cong, L.",
      "Regev, A.",
      "Leskovec, J.",
      "Wyss-Coray, T.",
      "Gladyshev, V. N."
    ],
    "summary": "Decades of publicly available molecular studies have generated millions of samples testing diverse interventions, yet these datasets were rarely analyzed for their effects on aging. Aging clocks now enable biological age estimation and life outcome prediction from molecular data, creating an opportunity to systematically mine this untapped resource. We developed ClockBase Agent, a publicly accessible platform that reanalyzes millions of human and mouse methylation and RNA-seq samples by integrating them with over 40 aging clock predictions. ClockBase Agent employs specialized AI agents that autonomously generate aging-focused hypotheses, evaluate intervention effects on biological age, conduct literature reviews, and produce scientific reports across all datasets. Reanalyzing 43,602 intervention-control comparisons through multiple aging biomarkers revealed thousands of age-modifying effects missed by original investigators, including over 500 interventions that significantly reduce biological age (e.g., ouabain, KMO inhibitor, fenofibrate, and NF1 knockout). Large-scale systematic analysis reveals fundamental patterns: significantly more interventions accelerate rather than decelerate aging, disease states predominantly accelerate biological age, and loss-of-function genetic approaches systematically outperform gain-of-function strategies in decelerating aging. As validation, we show that identified interventions converge on canonical longevity pathways and with strong concordance to independent lifespan databases. We further experimentally validated ouabain, a top-scoring AI-identified candidate, demonstrating reduced frailty progression, decreased neuroinflammation, and improved cardiac function in aged mice. ClockBase Agent establishes a paradigm where specialized AI agents systematically reanalyze all prior research to identify age-modifying interventions autonomously, transforming how we extract biological insights from existing data to advance human healthspan and longevity.",
    "published": "2025-11-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.02.28.530532",
    "doi": "10.1101/2023.02.28.530532",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.05.668723",
    "title": "Cross-fostering affects microglia and cell death in the hippocampus of female and male degu pups",
    "authors": [
      "Attlas, G.",
      "Duprey, M.",
      "Carlson, C.",
      "Arusha, K. S.",
      "Boadi, K. D.",
      "Ellah, S. S.",
      "Kim, D.",
      "Raineki, C.",
      "Bauer, C. M.",
      "Duarte-Guterman, P."
    ],
    "summary": "Parental care is essential for social, behavioural, and neural development of offspring. Disruption of parental care, for example through parental separation, can negatively affect offspring development in rodents. While previous work has focused on maternal and paternal deprivation, the effects of cross-fostering, another form of parental-offspring instability, on brain development remain poorly understood. Such disruptions are thought to induce stress, which in turn can suppress neurogenesis and increases inflammation and apoptosis in the hippocampus, with effects that often differ between sexes. Given that degus (Octodon degus) are born precocial and form strong attachments with their parents early in life, this study aimed to investigate the effect of cross-fostering on hippocampal development in female and male degu pups. At postnatal day 8, degus were assigned to either control (pups remained with parents and littermates), partial cross-foster (one pup per litter was cross-fostered), or full cross-foster (the entire litter was cross-fostered) conditions. At weaning (5-weeks-old), offspring brains were collected for immunohistochemistry to examine dentate gyrus volume, density of pyknotic cells, density of immature neurons, and number and morphology of microglia. Both types of cross-fostering reduced hippocampal cell death in both sexes relative to controls, while no significant effects were observed in the dentate gyrus volume or density of immature neurons. Cross-fostering did not affect total microglia density in either sex however full cross-fostered females had fewer amoeboid microglia compared to female controls. Together, these findings indicate that cross-fostering affects hippocampal microglia and cell death in pups, potentially disrupting circuit refinement and plasticity during development, with effects that vary by cross-fostering type, sex, and hippocampal region.",
    "published": "2025-11-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.05.668723",
    "doi": "10.1101/2025.08.05.668723",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.10.674099",
    "title": "TAS1R3 regulates GTPase signaling in human skeletal muscle cells for glucose uptake.",
    "authors": [
      "Hoolachan, J. M.",
      "Balakrishnan, R.",
      "Merz, K. E.",
      "Thurmond, D. C.",
      "Veluthakal, R."
    ],
    "summary": "Background: Taste receptor type 1 member 3 (TAS1R3) is a class C G protein-coupled receptor (GPCR) traditionally associated with taste perception. While its role in insulin secretion is established, its contribution to skeletal muscle glucose uptake a process responsible for 70- 80% of postprandial glucose disposal remains unclear. Methods: TAS1R3 expression was assessed in skeletal muscle biopsies from non-diabetic and type 2 diabetes (T2D) donors using qPCR and immunoblotting. Functional studies in human LHCN-M2 myotubes involved TAS1R3 inhibition with lactisole or siRNA-mediated knockdown, followed by measurement of insulin-stimulated glucose uptake using radiolabeled glucose assays. Rac1 activation and phospho-cofilin were analyzed by G-LISA and Western blotting, and Gq/11 involvement was tested using YM-254890. Results: TAS1R3 mRNA and protein levels were significantly reduced in T2D skeletal muscle. Pharmacological inhibition or knockdown of TAS1R3 impaired insulin-stimulated glucose uptake in myotubes. Conclusion: TAS1R3 regulates skeletal muscle glucose uptake through a non-canonical insulin signaling pathway involving Rac1 and phospho-cofilin, independent of IRS1-AKT and Gq/11 signaling. These findings identify TAS1R3 as a key determinant of Rac1-mediated glucose uptake and a potential therapeutic target for improving insulin sensitivity in T2D.",
    "published": "2025-11-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.10.674099",
    "doi": "10.1101/2025.09.10.674099",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.10.681672",
    "title": "A Structure-Guided Kinase-Transcription Factor Interactome Atlas Reveals Docking Landscapes of the Kinome",
    "authors": [
      "Kim, A.-R.",
      "Huang, K.",
      "Johnson, J. L.",
      "Yaron-Barir, T. M.",
      "Wang, K.",
      "Cantley, L. C.",
      "Hu, Y.",
      "Perrimon, N."
    ],
    "summary": "Protein kinases orchestrate cellular processes through phosphorylation, yet the structural basis for their specific binding partner interactions remains largely unmapped. Here, we present a structure-guided atlas of the human and Drosophila kinome, built by applying a new interface-aware scoring framework (iLIS) to AlphaFold-Multimer predictions. The resulting atlas recapitulates hallmark sequence preferences, confirms previously reported and functionally related protein-protein interactions, and uncovers unrecognized docking interactions. Notably, our analysis predicts a potentially widespread docking motif on homeodomain transcription factors that mediates interactions with basophilic kinases. Furthermore, we map putative allosteric interaction hotspots across the kinome and provide proof-of-concept evidence that targeting these surfaces can inhibit kinase activity. Finally, we demonstrate the physiological utility of the atlas by identifying a novel regulatory mechanism between Sgg/GSK3 and Hnf4 that controls lipid metabolism in vivo. This resource provides a blueprint for dissecting signaling networks and for the rational design of docking-site-specific kinase modulators.",
    "published": "2025-11-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.10.681672",
    "doi": "10.1101/2025.10.10.681672",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689724",
    "title": "Cannabis-enriched oral Actinomyces induces anxiety-like behavior via impairing mitochondria and GABA signaling",
    "authors": [
      "Salman, T.",
      "Luo, Z.",
      "Johnson, D.",
      "Noorani, A. A.",
      "Wan, Z.",
      "Bordieanu, B.",
      "Ye, Z.-w.",
      "Penrod-Martin, R.",
      "Xian, H.",
      "Fitting, S.",
      "Kalivas, P.",
      "Jiang, W."
    ],
    "summary": "The human oral microbiome is increasingly recognized as a contributor to brain health, yet its mechanisms remain unclear. Our previous work revealed that oral Actinomyces species was enriched in chronic cannabis smokers. Here, we show oral inoculation of cannabis use-associated Actinomyces species, especially A. meyeri, to wildtype C57BL/6 mice leads to anxiety-like behaviors, non-region-specific microglia activation, mitochondrial dysfunction, and reduced GABAergic neurotransmission, without evidence of bacterial translocation to the brain, neuroinflammation, and memory decline. Notably, Actinomyces species producing metabolites, i.e., arginine and argininosuccinate, were increased in both oral swabs and brain following inoculation in vivo. These Actinomyces species-producing metabolites induced mitochondrial dysfunction and oxidative stress in neurons in vitro, indicating a neuropathogenic role and aligning with reduced GABAergic neurotransmission in vivo. Together, these results suggest that oral cannabis-associated dysbiosis impacts behavior through mitochondrial stress and impaired inhibitory signaling, indicating the oral to brain metabolic axis is potentially consequential in neuropsychiatric disorders.",
    "published": "2025-11-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689724",
    "doi": "10.1101/2025.11.21.689724",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689715",
    "title": "Sex differences in gene regulation and its impact on cancer incidence",
    "authors": [
      "Lopes-Ramos, C. M.",
      "Burkholz, R.",
      "Ben Guebila, M.",
      "Fanfani, V.",
      "Saha, E.",
      "Shutta, K. H.",
      "Glass, K.",
      "Quackenbush, J.",
      "DeMeo, D. L."
    ],
    "summary": "Sex differences in the incidence rates of many cancer types are well-documented. While differences in lifestyle, environmental exposures, and hormone levels can influence disease risk and incidence, there is limited understanding of how cancer driver genes are differentially regulated between males and females in normal tissues, and how these differences may contribute to the observed sex differences in cancer epidemiology. We studied 8,279 gene regulatory networks across 29 non-cancerous tissues in the GTEx dataset, referred here as normal tissues. Using network centrality measures, we compared the networks between males and females, focusing on interactions between 644 transcription factors and 476 cancer genes (COSMIC Cancer Gene Census). Cancer genes were differentially targeted by transcription factors in males and females across normal tissues. We found an overrepresentation of sex-biased cancer genes on the X chromosome, particularly among genes escaping X chromosome inactivation, with higher regulatory targeting of tumor suppressor genes in females compared to males. Key signaling pathways, including WNT, NOTCH, and p53, showed differential transcriptional targeting by sex. We observed higher targeting of cancer-related pathways in females for tissues that have higher tumor incidence in females (breast, lung, and thyroid) and higher targeting in males for tissues with increased tumor incidence in males (stomach, colon, and liver). Sex-biased transcription factors that were consistently observed across multiple tissues are enriched for sex hormone response elements in their promoters. Our findings showed that normal tissues have sex-biased regulation of genes implicated in tumorigenesis, helping to explain the molecular basis of sex differences observed in cancer incidence rates and in identifying targets for cancer prevention in a sex-aware manner.",
    "published": "2025-11-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689715",
    "doi": "10.1101/2025.11.21.689715",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689741",
    "title": "Genetic variation of human G6PD impacts Red Blood Cell transfusion efficacy",
    "authors": [
      "Karafin, M. S.",
      "Issaian, A. V.",
      "Bevers, S.",
      "Reisz, J. A.",
      "Hay, A.",
      "Keele, G. R.",
      "Dzieciatkowska, M.",
      "Cendali, F. I.",
      "Haiman, Z. B.",
      "Key, A. M.",
      "Nemkov, T.",
      "Stephenson, D.",
      "Marsh, E.",
      "Moore, A.",
      "Palha, M. S.",
      "Legenzov, E. A.",
      "Lamb, D. R.",
      "Deng, X.",
      "Stone, M.",
      "Hansen, K.",
      "Kleinman, S.",
      "Norris, P. J.",
      "Busch, M. P.",
      "Vallese, F.",
      "Palsson, B. O.",
      "Spitalnik, S.",
      "Kao, J. P.",
      "Roubinian, N. H.",
      "Janetzko, J.",
      "Page, G. P.",
      "Eisenmesser, E. Z.",
      "Zimring, J. C.",
      "Buehler, P. W.",
      "D'Alessandro, A."
    ],
    "summary": "Glucose 6-phosphate dehydrogenase (G6PD) deficiency, the most common human enzymopathy, affects 6% of the global population, yet its impact on blood storage and transfusion efficacy remains undefined. We integrated genome-metabolome-proteome analyses of 13,091 blood donors (362 G6PD SNPs), validated in a recalled cohort (n=643), linked donor-recipient databases, humanized mouse models (canonical, African A- [V68M+N126D], Mediterranean [S188F]), and a prospective sickle cell disease study. Common G6PD variants reduced protein abundance, reprogrammed redox metabolism, and increased storage hemolysis. In mice, G6PD-deficient RBCs showed lower post-transfusion recovery, higher oxidative stress, and impaired renal oxygenation. Clinically, recipients of G6PD-deficient units exhibited smaller hemoglobin increments and reduced RBC 51Cr-survival (8% at 24 h; 12% at 4 weeks). Structural studies revealed kinetic fragility for A- and thermodynamic fragility for Med- linking genotype to protein instability and transfusion outcome. These findings identify donor G6PD genotype as a determinant of transfusion efficacy, supporting genotype-aware inventory-management strategies.",
    "published": "2025-11-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689741",
    "doi": "10.1101/2025.11.21.689741",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2024.11.01.621414",
    "title": "Dominant-negative TP53 mutations potentiated by the HSF1-regulatedproteostasis network",
    "authors": [
      "Halim, S.",
      "Sebastian, R. M.",
      "Liivak, K. E.",
      "Patrick, J. E.",
      "Hui, T.",
      "Amici, D. R.",
      "Giacomelli, A. O.",
      "Rios, P.",
      "Butty, V. L.",
      "Hahn, W. C.",
      "Sanchez-Rivera, F. J.",
      "Mendillo, M. L.",
      "Lin, Y.-S.",
      "Shoulders, M. D."
    ],
    "summary": "Protein mutational landscapes are shaped by how amino acid substitutions affect stability and folding or aggregation kinetics. These properties are modulated by cellular proteostasis networks. Heat shock factor 1 (HSF1) is the master regulator of cytosolic and nuclear proteostasis. Chronic HSF1 activi-ty upregulation is a hallmark of cancer cells, potentially because upregulated proteostasis factors facili-tate the acquisition and maintenance of oncogenic mutations. Here, we assess how HSF1 activation in-fluences mutational trajectories by which p53 can escape cytotoxic pressure from nutlin-3, an inhibitor of the p53 regulator MDM2. HSF1 activation broadly increases the fitness of dominant-negative p53 substi-tutions, particularly non-conservative, biophysically unfavorable amino acid changes within buried re-gions of the p53 DNA-binding domain. These findings demonstrate that HSF1 activation reshapes the oncogenic mutational landscape by preferentially supporting the emergence and persistence of biophysi-cally disruptive, cancer-associated p53 substitutions, linking proteostasis network activity directly to on-cogenic evolution.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.11.01.621414",
    "doi": "10.1101/2024.11.01.621414",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.14.654021",
    "title": "Glycolysis-dependent Sulfur Metabolism Orchestrates Morphological Plasticity and Virulence in Fungi",
    "authors": [
      "Shah, D.",
      "Rewatkar, N.",
      "M, A.",
      "Gupta, S.",
      "Mathivathanan, S.",
      "Biswas, S.",
      "Varahan, S."
    ],
    "summary": "Fungi exhibit remarkable morphological plasticity, which allows them to undergo reversible transitions between distinct cellular states in response to changes in their environment. This phenomenon, termed fungal morphogenesis, is critical for fungi to survive and colonize diverse ecological niches and establish infections in a variety of hosts. Despite significant advancements in the field with respect to understanding the gene regulatory networks that control these transitions, the metabolic determinants of fungal morphogenesis remain poorly characterized. In this study, we uncover a previously uncharacterized, conserved dependency between central carbon metabolism and de novo biosynthesis of sulfur-containing amino acids that is critical for fungal morphogenesis, in two key fungal species. Using a multidisciplinary approach, we demonstrate that glycolytic flux is crucial to drive fungal morphogenesis in a cAMP-independent manner and perturbation of this pathway leads to a significant downregulation in the expression of genes involved in de novo biosynthesis of sulfur-containing amino acids. Remarkably, exogenous supplementation of sulfur-containing amino acids robustly rescues the morphogenesis defect induced by the perturbation of glycolysis in both Saccharomyces cerevisiae and Candida albicans, underscoring the pivotal role of de novo biosynthesis of sulfur-containing amino acid as a downstream effector of morphogenesis. Furthermore, a C. albicans mutant lacking the glycolytic enzyme, phosphofructokinase-1 (Pfk1) exhibited significantly reduced survival within murine macrophages and attenuated virulence in a murine model of systemic candidiasis. Overall, our work elucidates a previously uncharacterized coupling between glycolysis and sulfur metabolism that is critical for driving fungal morphogenesis, contributing to our understanding of this conserved phenomenon.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.14.654021",
    "doi": "10.1101/2025.05.14.654021",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.13.653712",
    "title": "Natural diversity of telomere length distributions across 100 Saccharomyces cerevisiae strains",
    "authors": [
      "Garrido, C.",
      "Gomez-Munoz, C.",
      "Kornobis, E.",
      "Agier, N.",
      "Ilioaia, O.",
      "Fischer, G.",
      "Xu, Z."
    ],
    "summary": "Telomeres gradually shorten at each cell division and telomerase counteracts this shortening by elongating telomere sequences. This dynamic balance between elongation and shortening results in a steady-state telomere length (TL) distribution. We developed a method for detecting telomeric sequences in Saccharomyces cerevisiae genomes from raw Oxford Nanopore Technologies (ONT) sequencing reads, providing a comprehensive view of TL distributions both genome-wide and at individual chromosome extremities. We analyzed the TL distribution in 100 S. cerevisiae strains, representing the genetic and ecological diversity of the species. Our analysis revealed a large diversity in TL distributions within the species, largely driven by inter-extremity differences, ploidy level, and subtelomere structure. Polyploid strains displayed significantly longer telomeres than diploid and haploid strains, and experiments with artificially generated polyploids in two independent genetic backgrounds confirmed that higher ploidy levels lead to telomere elongation. Furthermore, we found that the subtelomeric Y' element exerts two distinct and opposing effects: (i) the presence of Y' elements at a chromosome extremity is associated with shorter telomeres in cis, but (ii) the overall Y' element content in a strain correlates with longer telomeres. Interestingly, the length of the shortest telomeres remained relatively constant across strains, suggesting a selective constraint at the species level. This study reveals the diversity of TL in S. cerevisiae and highlights key factors shaping TL distributions both genome-wide and at individual chromosome extremities.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.13.653712",
    "doi": "10.1101/2025.05.13.653712",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b",
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.12.667599",
    "title": "Interleukin enhancer binding factor 2 (Ilf2) and kidney epithelial stress resilience",
    "authors": [
      "Cao, S.",
      "Lopez-Cayuqueo, K.",
      "Leiz, J.",
      "Boivin, F. J.",
      "Marko, L.",
      "Hinze, C.",
      "Schmidt-Ott, K. M."
    ],
    "summary": "BackgroundEpithelial cells in the renal medulla are continuously exposed to hyperosmolality, hypoxia, and oxidative stress, yet they display remarkable resilience. The transcriptional programs that endow this intrinsic stress tolerance remain incompletely defined.\n\nMethodsWe integrated single-nucleus RNA sequencing of mouse kidneys, computational transcription factor (TF) prioritization, and single-cell CRISPR interference screening (Perturb-seq) in inner medullary collecting duct (IMCD3) cells to systematically identify TFs mediating epithelial stress adaptation. The role of Ilf2 (Interleukin Enhancer Binding Factor 2) was further evaluated in IMCD3 cells by bulk RNA-seq, splicing analysis, functional assays under hyperosmotic stress, as well as in a mouse model of kidney ischemia-reperfusion injury (IRI) and kidney tissues from patients with early and advanced chronic kidney disease (CKD).\n\nResultsComputational prediction and Perturb-seq identified known and novel TFs, that regulate gene expression programs in kidney medullary tubules. Among them, Ilf2 (also called NF45) emerged as a previously unrecognized regulator: Ilf2 knockdown in IMCD3 cells disrupted transcriptional and splicing programs linked to cell proliferation, cytoskeletal organization, and stress adaptation. Ilf2-deficient cells exhibited reduced proliferation, impaired nuclear integrity, and increased sensitivity to hyperosmotic stress. In mouse kidneys, Ilf2 expression increased during tubular repair after IRI, accompanied by induction of Ilf2-dependent transcripts and splicing events. Human kidneys with advanced CKD displayed elevated expression and cytoplasmic translocation of ILF2, suggesting a conserved stress-adaptive response.\n\nConclusionsILF2 orchestrates both transcriptional and post-transcriptional regulatory mechanisms to sustain kidney epithelial stress resilience. Our findings highlight ILF2 as a potential tubular stress biomarker and therapeutic target for enhancing renoprotection.\n\nKey PointsO_LIIlf2 has significant and profound impact on gene expression programs in cultured kidney medullary epithelial cells (IMCD3).\nC_LIO_LIIlf2 confers cellular resilience, nuclear integrity, RNA splicing, proliferative capacity, and osmotic resistance in IMCD3 cells.\nC_LIO_LIInjured kidneys display increased levels of Ilf2 and up-regulation of genes and splicing events related to Ilf2 function.\nC_LI",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.12.667599",
    "doi": "10.1101/2025.08.12.667599",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.19.689342",
    "title": "Pathophysiological remodeling of the skeletal muscle microenvironment in patients with lung cancer",
    "authors": [
      "Battey, E.",
      "Irazoki, A.",
      "Wang, J.",
      "Sorensen, J.",
      "Modvig, J.",
      "Themsen, S.",
      "Voldstedlund, C.",
      "Knos, C.",
      "Andersen, N.",
      "Frank, E.",
      "Kudahl, S.",
      "Hahn, N.",
      "Madsen, A.",
      "Raun, S. H.",
      "Gavaldi, C. P.",
      "Dmitryev, O.",
      "Ortenblad, N.",
      "Farup, J.",
      "Sylow, L."
    ],
    "summary": "Cancer-associated cachexia is characterized by weight loss, muscle wasting, systemic inflammation, and functional decline. This multifactorial syndrome is highly prevalent and detrimental in patients with advanced-stage non small cell lung cancer (NSCLC). To investigate the cellular and molecular underpinnings of muscle wasting, we analyzed skeletal muscle biopsies from NSCLC patients and healthy matched controls using quantitative proteomics, histology, fluorescence-activated cell sorting, gene expression profiling, and high-resolution respirometry. Skeletal muscle from patients was characterized by type II muscle fiber atrophy, greater collagen deposition, and redistribution of lipids to the extracellular matrix. This coincided with a shift in fibro-adipogenic progenitors (FAPs), favouring the CD90- subtype, and experiments using conditioned media indicated a catabolic secretory phenotype from patient- derived FAPs. Proteomic and functional analyses revealed dysregulated calcium handling, downregulation of key mitochondrial proteins, and altered respiratory capacity in muscle samples from patients with NSCLC. These alterations, along with fiber type specific mitochondrial remodelling, were accompanied by STAT3 activation and immune cell infiltration, suggesting a link between mitochondrial dysfunction and local inflammation. These results provide the first human evidence that altered FAP composition, mitochondrial homeostasis, calcium handling, and immune cell landscape coincide with muscle wasting in NSCLC, highlighting potential therapeutic targets to treat patients with cancer-associated cachexia.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.19.689342",
    "doi": "10.1101/2025.11.19.689342",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689478",
    "title": "Ku limits aberrant mRNA splicing promoted by intronic antisense Alu elements",
    "authors": [
      "Pascarella, G.",
      "Mikhova, M.",
      "Parkhi, G.",
      "Godfrey, J.",
      "Heyza, J.",
      "Janovic, T.",
      "Olive, A.",
      "Carninci, P.",
      "Schmidt, J. C.",
      "Meek, K."
    ],
    "summary": "Alu elements are short repeats that occupy approximately 10% of the human genome. Saturation of primate genomes with Alu sequences occurred at the prosimian/new-world monkey evolutionary juncture. Alu elements have clearly driven unique aspects of higher primate evolution, but their presence can be detrimental to genomic stability. The expansion of Alu sequences in the genomes of higher primates precisely coincides with a substantial increase in the ubiquitous expression of the three polypeptides of the DNA-dependent protein kinase (DNA-PK), the Ku70/80 heterodimer and DNA-PKcs. Previous work suggests that the elevated levels of Ku70/80 are required to prevent the activation of innate immune signaling pathways triggered by RNA molecules derived from Alu elements. Here we demonstrate that Ku ablation dramatically alters mRNA splicing, by allowing the use of alternative splice sites contained in intronic antisense Alu elements, which are known to directly associate with Ku70/80 5. Dysregulation of mRNA splicing precedes cell death and preferentially impacts genes involved in essential RNA metabolism processes, including splicing and ribosome biogenesis, likely impacting cell viability. In addition, we demonstrate that cell death after Ku70 depletion cannot be rescued by expression of its prosimian homologue, which suggests that primate Ku70 has evolved specific molecular features to suppress deleterious effects of an Alu element rich genome. We propose a model in which Ku binding of antisense Alu elements in introns of nascent RNAs modulates the use of alternative splice sites to balance beneficial and detrimental contributions of Alu repeats within primate genomes.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689478",
    "doi": "10.1101/2025.11.20.689478",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689413",
    "title": "Gelsolin Counteracts ER Stress-Driven Inflammatory Circuits in Psoriasis-like Dermatitis",
    "authors": [
      "Ori, D.",
      "Okude, H.",
      "Konishi, R.",
      "Murase, M.",
      "Hiroki, S.",
      "Takahara, S.",
      "Tanaka, T.",
      "Toyodome, R.",
      "Kano, N.",
      "Kawasaki, T.",
      "Ishii, K.",
      "Kobiyama, K.",
      "Nakashima, H.",
      "Nakashima, K.",
      "Sasai, M.",
      "Yamamoto, M.",
      "Kumagai, Y.",
      "Tsuru, A.",
      "Kohno, K.",
      "Kawai, T."
    ],
    "summary": "Psoriasis is a chronic inflammatory skin disorder driven by amplified communication between immune cells and keratinocytes. Here, we show that imiquimod (IMQ) triggers organelle stress responses that directly contribute to this pathogenic circuit. In dendritic cells (DCs), IMQ promotes formation of ER-mitochondria contact sites (MAMs), inducing ER stress and activation of the unfolded protein response (UPR). These pathways act independently of, yet converge with, TLR7/MyD88 signaling to enhance IL-23 expression. IMQ also increases cytosolic Ca{superscript 2}+, facilitating NLRP3 inflammasome activation and release of mitochondrial DNA (mtDNA). In parallel, keratinocytes exposed to IMQ activate UPR-dependent genes, including Defb14 (mBD14), a psoriasis-associated antimicrobial peptide. Extracellular mtDNA and mBD14 then cooperatively stimulate plasmacytoid DCs through TLR9, establishing a feed-forward inflammatory loop. We further identify Gelsolin as a direct IMQ-binding protein that mitigates IMQ-induced ER stress; its loss amplifies ER stress, UPR activation, and oxidative stress, and its expression is reduced in human psoriatic lesions. Thus, MAM-UPR signaling links intracellular organelle stress to the intercellular networks that drive psoriatic inflammation, with Gelsolin acting as a critical intrinsic safeguard.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689413",
    "doi": "10.1101/2025.11.20.689413",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689441",
    "title": "EBV INFECTION OUTCOMES DETERMINED BY MONOCYTE AND TREG-DRIVEN IMMUNE DYNAMICS IN AN EX VIVO PBMC MODEL",
    "authors": [
      "Yoon, L.",
      "MacMullen, L. N.",
      "Castro Munoz, L. J.",
      "Gu, A.",
      "Bregman, J.",
      "Campion, M. S.",
      "Srivastava, A.",
      "Xian, R. R.",
      "Ambinder, R. F.",
      "Kossenkov, A.",
      "Soldan, S. S.",
      "Lieberman, P. M."
    ],
    "summary": "Epstein-Barr virus (EBV) infects >95% of the adult population with diverse outcomes ranging from benign latency to cancers and autoimmune diseases. Immunological control of EBV infection is known to be an important determinant of EBV infection outcomes. However, species-specific viral tropism and limited infection models have impeded mechanistic insights into early host-immune control of EBV infection. Here, we use ex vivo infection of peripheral blood mononuclear cells (PBMCs), rather than routinely used B cell enriched culture systems, to study immune and viral dynamics during primary EBV infection. We combined bulk RNA sequencing, EBV transcript enrichment, and flow cytometry to characterize cellular responses across Days 1, 7-8, and 14 post-infection. Early infection triggered a monocyte-specific antiviral response marked by changes in the expression of genes associated with lipid metabolism (LIPA, lysosomal acid lipase) and chemotaxis (CCR1 and CCR2). Inhibitors of LIPA increased EBV titers during primary infection, indicating that LIPA is part of an early monocyte-driven antiviral response. At later timepoints post-infection, donor-dependent variability in lymphoblastoid cell line (LCL) outgrowth was associated with divergent immune states. Donors that failed to generate LCLs demonstrated increased frequencies of CD8+ T cells and reduced numbers of regulatory T cells (CD4?CD25?FOXP3?). EBV transcriptomics revealed that LCL-failed donors exhibited elevated early lytic gene expression but did not establish a type III latency program. Our findings suggest that individual variations in immune cell composition and gene expression may account for differences in the immune response to EBV. These findings define temporal immune and viral signatures that predict transformation outcome and highlight intact PBMCs as a tractable model to study EBV pathogenesis in a genetically diverse, human-specific context.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689441",
    "doi": "10.1101/2025.11.20.689441",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689567",
    "title": "Tom70-mediated mitochondria-nuclear envelope contacts regulate nuclear pore complex inheritance during gametogenesis",
    "authors": [
      "Ruediger, C. T.",
      "Styler, B. S.",
      "Sawyer, E. S.",
      "Spiri, S.",
      "King, G. A.",
      "Walsh, M. E.",
      "Brar, G. A.",
      "Jorgens, D. M.",
      "Unal, E."
    ],
    "summary": "Gametogenesis rejuvenates the cellular lineage and excludes senescence-associated factors from gametes. In Saccharomyces cerevisiae, this involves sequestration of nuclear constituents into the Gametogenesis-Uninherited Nuclear Compartment (GUNC), which is excluded from gametes. Here we identify the conserved mitochondrial import receptor Tom70 as a key regulator of GUNC-mediated exclusion. Loss of TOM70 disrupts the sequestration of nuclear pore complexes, but not senescence-associated aggregates and nucleolar components, into the GUNC. Tom70's role appears independent of its canonical function in mitochondrial import and instead reflects a meiosis-specific requirement for mitochondria-nuclear envelope tethering. During meiosis II, Tom70 concentrates around the GUNC, where it recruits the nuclear envelope tethering protein Cnm1. Loss of CNM1 partially phenocopies tom70{triangleup}, consistent with parallel tethering interactions. These findings uncover a previously unrecognized organelle contact-dependent pathway that remodels the nuclear envelope to support selective nuclear inheritance. More broadly, they highlight how organelle contacts integrate with nuclear quality control to safeguard gamete integrity.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689567",
    "doi": "10.1101/2025.11.20.689567",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689131",
    "title": "Serum Exosomes from a Uniquely Defined Early-Adult Cohort Reprogram Endothelial Transcriptomes Linked to Alzheimer's Pathogenesis.",
    "authors": [
      "Packard, B. E.",
      "Roux, P. F.",
      "L'Heureux, S. E.",
      "Zamboni, W. E."
    ],
    "summary": "Age related changes in circulating exosomes are implicated in cerebrovascular aging and the pathogenesis of Alzheimers disease (AD). Neurovascular dysfunction and blood brain barrier (BBB) breakdown are recognized as early events in AD, often preceding amyloid{beta} deposition. Primary human brain micro endothelial cells (HBMECs) from a 38 year-old male were treated with exosomes from young (18 to 25 years) and old (65 to 72 years) donors. Whole transcriptomic RNA sequencing analysis identified 5,432 differentially expressed genes, which were organized into five transcriptional clusters. Two principal clusters demonstrated reciprocal patterns: 1) exosomes derived from serum of older adult donors (65 to 72 years) downregulated genes essential for mitochondrial function (e.g., oxidative phosphorylation) and protein synthesis (e.g., ribosomal biogenesis) and 2) upregulating genes linked to inflammation, junctional remodeling, and proliferative signaling. Crucially, subsequent treatment with exosomes derived from serum of young adult donors (18 to 25 years) reversed these detrimental transcriptomic profiles via restoration of the expression of mitochondrial and ribosomal machinery toward baseline and suppressed the inflammatory and maladaptive proliferative signaling induced by exosomes derived from serum of older adult donors. These findings demonstrate that exosomes derived from serum of young adult donors can counteract detrimental signals of aging at the transcriptional level, reinforcing the cellular architecture underlying BBB integrity. This supports the therapeutic potential of using exosomes derived from serum of young adult donors to reverse endothelial aging and interrupt the early neurovascular dysfunction that contributes to the progression of AD.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689131",
    "doi": "10.1101/2025.11.20.689131",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689545",
    "title": "Sexually dimorphic role of estrogen receptor  in preserving right ventricular endothelial integrity",
    "authors": [
      "Li, J.",
      "Karoor, V.",
      "Frump, A. L.",
      "Zhao, H.",
      "Liang, S.",
      "Woodcock, C.-S. C.",
      "Petrache, I.",
      "Dai, Z.",
      "Lahm, T."
    ],
    "summary": "Right ventricular (RV) function and adaptation to afterload increase determine survival in pulmonary hypertension (PH). RV adaptation in PH is sexually dimorphic and more preserved in females, mediated by protective estrogen receptor  (ER) signaling in cardiomyocytes. However, the effects of ER on RV endothelial cells (RVECs), a critical mediator of RV homeostasis and adaptation, are unknown. We hypothesized that ER exerts sexually dimorphic pro-angiogenic effects on RVECs in vitro and promotes RV vascularization in vivo. Compared to cells isolated from wild-type animals, RVECs from male and female rats with an ER loss-of-function mutation (ERMut) showed reduced ability to form pseudo-vascular networks and migrate. RVECs from female ERMut rats demonstrated increased apoptosis. In a PH model induced by monocrotaline (MCT), female ERMut rats exhibited increased RV hypertrophy and reduced RV capillary density before (10 days) and at the time of established PH (28 days). Capillary rarefaction was associated with increased RVEC apoptosis, and, as identified by single-nucleus RNA-sequencing, by a net loss of the endocardial RVEC sub-population. Differentially expressed gene analysis and pathway analysis identified that capillary and endocardial RVECs from female MCT-PH ERMut rats demonstrated decreased expression of migration pathways and increased expression of apoptosis pathways. These findings reveal a sex-specific endothelial-intrinsic role of ER that is essential for angiogenesis in the RV under both homeostatic and pathological conditions. This effect appears to stem from the enhanced survival and migration capacity of capillary and endocardial RVEC. Collectively, our results identify ER as a potential target for developing sex-specific RV-directed therapies in PH.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689545",
    "doi": "10.1101/2025.11.20.689545",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689277",
    "title": "Genetic dissection of microglia cannibalism reveals an IL10 signaling axis controls microglia lifespan",
    "authors": [
      "Gordon, H.",
      "Gan, D.",
      "Dolojan, A.",
      "Dennen, J.",
      "Hoover, C. A.",
      "Koh, Z. M.",
      "Chau, K.",
      "Avalos Arceo, R.",
      "Cavanaugh, C.",
      "Li, J.",
      "Smith, C. J."
    ],
    "summary": "The development of complex organs, like the brain, demands a robust system for tissue remodeling and cellular debris clearance. In the brain, this function is performed by microglia, which must clear diverse debris substrates, including that caused by cell death. Although the subsequent fate of these phagocytic microglia is a critical regulatory point that impacts whether the brain resolves a debris environment, the genetic mechanisms that control microglia fate after debris clearance remain mostly unknown. To address this, we conducted a large-scale CRISPR screen in zebrafish using a custom-built robotic confocal microscope. We selected candidate genes from a single-cell RNA sequencing dataset of embryonic mouse microglia. This screen identified several modulators of microglial lifespan and cannibalism that are enriched in mouse and zebrafish microglia, including interleukin-10 receptor beta (il10rb), a receptor subunit for the cytokine IL10. Perturbation of il10, il10rb, and downstream signaling molecules JAK/STAT in zebrafish reduced microglial death. Expression analysis in mouse and zebrafish confirmed that microglia express both il10 and il10rb. Given the established role of IL10 in lysosomal remodeling, we hypothesized that it regulates microglial survival through lysosomal acidification. While il10rb perturbation did not alter lysosome number or size, it caused a significant reduction in LysoTracker-positive lysosomes, indicating decreased lysosomal acidification. Inhibiting v-ATPase also reduced microglial death, reinforcing the link between lysosomal pH and cell fate. Our findings reveal a cytokine-regulated mechanism where lysosomal dynamics determine the survival of phagocytic microglia. We propose that a necroptosis-cannibalism process functions as a quality control mechanism for microglial turnover, which is critical for refining neuroimmune cell function in the brain.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689277",
    "doi": "10.1101/2025.11.21.689277",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689552",
    "title": "ZONAB regulates DNA methylation and mitochondrial function to control endothelial cell senescence",
    "authors": [
      "Jiang, W.",
      "Lynam, E.",
      "Delafosse, J.",
      "Birdsey, G. M.",
      "Randi, A. M.",
      "Matter, K.",
      "Balda, M. S."
    ],
    "summary": "Regulation of the endothelial stress response is important for blood vessel homeostasis and angiogenesis, processes disrupted in common vascular diseases and ageing. Here, we discovered that the Y-box factor ZONAB (ZO-1-associated nucleic acid binding protein; YBX3), a gene associated with risk loci for severe vascular disorders, regulates endothelial homeostasis and angiogenesis. By combining cell-based assays with primary endothelial cells and genome-wide expression and methylation measurements, we found that ZONAB depletion results in mitochondrial deregulation, increased reactive oxygen species and a defective oxidative stress response, as well as increased promoter methylation of cell cycle genes. Consequently, ZONAB depletion triggered cellular senescence via a phosphatidylinositol 3-kinase (PI3K)/Akt-dependent pathway, which was attenuated by an antioxidant or by drugs targeting mitochondrial function or fragmentation. Thus, our results reveal how ZONAB controls changes in gene expression and DNA methylation to regulate endothelial proliferation, inflammation, and angiogenesis, indicating a central role of ZONAB in vascular health.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689552",
    "doi": "10.1101/2025.11.20.689552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689576",
    "title": "Aging reveals divergent responses of AgRP/NPY neurons to diet in male and female mice.",
    "authors": [
      "Brothers, T.",
      "Wei, W.",
      "Korgan, A. C.",
      "Bridges, Z.",
      "O'Connell, K. M. S."
    ],
    "summary": "Objectives: Neurons coexpressing Agouti-related peptide (AgRP) and Neuropeptide Y (NPY) are an essential component of an interoceptive circuit regulating hunger and metabolism. Their activity is closely linked to metabolic state and their output is sensitive to diet-induced plasticity, which may influence the development of obesity and associated metabolic diseases. However, most studies use young male mice, even though obesity and its comorbidities are sensitive to both biological sex and aging, leaving a significant gap in our understanding of the role of these neurons in females and in older animals. Our goal was to begin to address this gap by investigating the effects of diet and age on AgRP/NPY neuronal activity in female mice in both early adulthood and midlife. Methods: Female transgenic NPY-GFP mice aged 8-32 weeks were fed either a standard control chow diet or a high-fat, high-sugar diet (HFD) for 8-24 weeks and brain slice patch clamp electrophysiology was used to measure the response of AgRP/NPY neurons. Results: We found that in young, lean female mice, the baseline firing rate of AgRP/NPY neurons is significantly elevated compared to age-matched males, thus the impact of HFD on the output of these neurons is blunted relative to control. However, in the baseline firing rate of neurons from lean middle-aged female mice is significantly lower, resulting in a greater relative impact of HFD on AgRP/NPY neuronal output, the development of neuronal leptin resistance, and significant weight gain. Conclusions: Both sex and age significantly impact the function and modulation of AgRP/NPY neurons, emphasizing the need to include these biological variables in experimental design.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689576",
    "doi": "10.1101/2025.11.20.689576",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689500",
    "title": "Impact of chronic alcohol and stress on mid-life cognition and locus coeruleus integrity",
    "authors": [
      "Revka, O.",
      "Belculfine, S. J.",
      "Fitts, L.",
      "Nippert, K. E.",
      "Teves, C. A.",
      "Reis, P. M.",
      "Tenney, S.",
      "Packer, B. E.",
      "Alvarez, I. G.",
      "Milstein, O.",
      "da Silva, M. C.",
      "Moorman, D. E.",
      "Vazey, E."
    ],
    "summary": "Background: Excessive alcohol consumption and stress are associated with structural and functional alterations in the brain and impaired cognition. However, the persistence of long-term neural impacts after alcohol and stress are less understood. This study investigated midlife cognition and neuropathological changes following a history of alcohol and stress exposure. Methods: C57BL/6J mice acclimated to ethanol drinking (15% v/v) before exposure to four cycles of alternating chronic intermittent ethanol (CIE) vapor exposure and repeated forced swim stress (FSS), with control groups exposed to air and no stress (AIR/NS). After three months of abstinence, mice were evaluated at midlife (11 months old) on volitional drinking and a final CIE/FSS challenge for stress induced drinking. Spatial learning and cognitive flexibility were assessed using the Barnes maze before brains were collected to evaluate locus coeruleus integrity at 12 months old. Results: CIE/FSS increased volitional alcohol intake, and this drinking phenotype persisted through to midlife despite extended abstinence. CIE/FSS mice showed intact spatial learning but impaired flexibility in the Barnes maze reversal phase. Flexibility impairments were driven by decreased time in the target quadrant and increased errors during the reversal test compared to AIR/NS. Furthermore, CIE/FSS mice showed pathological measures of reduced locus coeruleus integrity common to dementia related disorders, including elevated markers of oxidative stress, apoptosis and reduced autoinhibitory function. Conclusions: Our findings highlight the long-lasting impact of alcohol and stress exposure on cognition, with flexibility impairments persisting into midlife. In addition to cognitive changes, alcohol and stress history produced pathological changes in the locus coeruleus, an area known to mediate cognitive flexibility via its forebrain projections. Together, these results give an insight into the long-lasting impacts of chronic alcohol and stress and how they may accelerate age-related cognitive decline.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689500",
    "doi": "10.1101/2025.11.20.689500",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.681142",
    "title": "Cognitive Performance and Brain-Predicted Age Difference in Bipolar Disorder",
    "authors": [
      "Ng, H. X.",
      "Sutherland, A.",
      "Eyler, L."
    ],
    "summary": "Neuroimaging-derived brain-predicted age difference (brain-PAD) is a promising marker of advanced brain aging, but its link to cognitive function in bipolar disorder (BD) is not well understood, especially when comparing across publicly available algorithms trained on diverse, large sample datasets and to algorithms trained on local cohorts with rich multimodal imaging data. Our study compares algorithms used to estimate brain-PAD in terms of their clinical relevance to cognition in BD. We included 44 euthymic BD I individuals and 73 HCs who completed the Delis-Kaplan Executive Function System, and we selected nine scores from this battery for further analyses. Raw scores were log-transformed, scaled, and subjected to PCA; PC1 indexed overall executive function. Four brain-PAD algorithms (PHOTON, BrainageR, DenseNet, Multimodal) were applied to T1-weighted MRI data; the multimodal algorithm also included Diffussion Tensor Imaging (DTI), Arterial Spin Labeling (ASL), functional Magnetic resonance imaging (fMRI) and resting state Magnetic resonance imaging (rsMRI) data. For each algorithm, we regressed brain-PAD on age, sex, and their interaction to obtain residuals, then used those residualized brain-PADs (which we refer to subsequently as brain-PADs throughout the text) to predict PC1. We then directly assessed if there were group differences in the relationship of brain-PAD to cognitive function by including an interaction term between group x brain-PAD. We found no significant group x brain-PAD interaction across all four algorithms. Given that, we then combined BD and HC and explored whether brain-PAD was a meaningful predictor of cognitive performance. Multimodal brain-PAD emerged as a strong negative predictor of cognitive performance (Beta Estimate = -0.084, SE = 0.024, t = -3.50, p < 0.001), indicating that those with older-appearing brains, as indexed by the brain-PAD, scored lower on PC1. BrainageR brain-PAD also significantly predicted PC1 (Beta Estimate = -0.031, SE = 0.0116, t = -2.71, p < 0.01), and DenseNet brain-PAD showed a modest effect (Beta Estimate = -0.0355, SE = 0.0177, t = -2.00, p < 0.05). PHOTON brain-PAD demonstrated a negative trend with PC1 (Beta Estimate = -0.024, SE = 0.0127, t = -1.92, p = 0.06). Residualized brain-PAD, after accounting for age and sex, was inversely associated with a composite metric of executive functioning, particularly for an algorithm integrating a range of imaging modalities. Our findings demonstrate how brain aging patterns captured by a neuroimaging-based, ML-derived composite metric could be associated with cognitive performance across algorithms trained on a variety of data granularity and sample sizes.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.681142",
    "doi": "10.1101/2025.11.20.681142",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689678",
    "title": "A stress-dependent TRIM28-ALKBH2 feedback loop modulates chemotherapy response",
    "authors": [
      "Zhao, Y.",
      "Sun, Z.",
      "Deng, Y.",
      "Liu, Y.",
      "Liu, Z.",
      "Li, J.",
      "Wu, L.",
      "Zeng, L.",
      "Feng, X.",
      "Miao, L.",
      "Sheng, Y.",
      "Chen, B.",
      "He, Y.",
      "Liu, Y."
    ],
    "summary": "Chemoresistance to DNA-damaging agents, including platinum and alkylating compounds, remains a major limitation in the treatment of non-small cell lung cancer (NSCLC), often correlated with upregulated DNA repair. Here, we define a reciprocal regulatory loop between the E3 ligase TRIM28 and the alkylation repair enzyme ALKBH2. TRIM28 directly binds ALKBH2 and mediates its K48-linked polyubiquitination and proteasomal degradation, whereas ALKBH2 reciprocally enhances TRIM28 transcription, establishing a homeostatic equilibrium. Upon alkylation stress, acute MMS exposure enhances assembly of the TRIM28-ALKBH2 complex, a process facilitated by MAGEA6, and promotes ALKBH2 degradation. In contrast, prolonged MMS exposure induces K48-linked ubiquitination and degradation of TRIM28, leading to ALKBH2 stabilization and transcriptional upregulation. Clinically, ALKBH2 is elevated in lung adenocarcinoma and correlates with poor prognosis; notably, high TRIM28 expression specifically correlates with poor survival in patients receiving chemotherapy. Moreover, the combination of MMS and cisplatin enhances DNA damage and attenuates ALKBH2-mediated chemoresistance. Collectively, these findings define a stress-responsive TRIM28-ALKBH2 feedback loop that modulates alkylation responses and shapes chemotherapy sensitivity.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689678",
    "doi": "10.1101/2025.11.21.689678",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689731",
    "title": "Single-Cell Multi-Omics Dissects Transcript Isoform and Immune Repertoire Dynamics in Human Immunosenescence",
    "authors": [
      "Zheng, Y.",
      "Ren, Z.-H.",
      "Yang, Y.",
      "Liu, W.",
      "Li, F.",
      "Zuo, Y.",
      "Zeng, T.",
      "Wang, X.",
      "Lin, X.",
      "Zhu, X.",
      "Guan, B.",
      "Zhou, W.",
      "Huang, Y.",
      "Li, W.",
      "Feng, Y.",
      "Yang, X.",
      "Liu, X.",
      "Jin, X.",
      "Li, H.",
      "Dong, Y.",
      "Yang, X.",
      "Xu, X.",
      "Yin, J.",
      "Liu, C."
    ],
    "summary": "Immunosenescence, a major hallmark of systemic aging, refers to the progressive functional decline of the immune system. This decline not only compromises host defense and immunological memory but also fuels chronic inflammation and tissue degeneration (collectively known as inflammaging). While single-cell RNA sequencing (scRNA-seq) has revealed transcriptomic alterations in immune aging, analyses restricted to transcript abundance fail to capture deeper regulatory layers, such as transcript isoform diversity and the remodeling of immune receptor repertoires. To address this, we present the human peripheral immune single-cell multi-omics atlas that integrates gene expression, transcript isoforms diversity, and immune receptor repertoires. By combining single-cell full-length transcriptome sequencing (scCycloneSEQ), short-read scRNA-seq, and single-cell immune receptor sequencing (scTCR/BCR-seq), we systematically profiled peripheral blood mononuclear cells (PBMCs) from healthy young and elderly donors. Our analyses uncovered extensive age-related remodeling of immune cell composition, functional states, and TCR/BCR diversity. Notably, we identified in CD4 effector memory T cells exhibited widespread differential isoform usage (DIU), 3'UTR length variation, and a marked reshaping of cytotoxic T lymphocyte (CTL) clonotypes--all closely associated with aging-related inflammation and cellular senescence. This multi-omics atlas delineates key molecular features of immunosenescence and provides a high-resolution resource for deciphering the regulatory architecture underlying immune aging.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689731",
    "doi": "10.1101/2025.11.21.689731",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689716",
    "title": "Trithorax balances ISC fate decisions via Ptx1-mediated repression of EE specification",
    "authors": [
      "Fasoulaki, V.",
      "Eliopoulos, A.",
      "Galaras, A.",
      "Theodorou, V.",
      "Hatzis, P.",
      "Delidakis, C.",
      "Veneti, Z."
    ],
    "summary": "Adult stem cells must coordinate transcriptional programs with external cues to maintain tissue homeostasis. In the Drosophila midgut, intestinal stem cells (ISCs) generate enterocytes (ECs) or enteroendocrine (EE) cells through Notch-dependent fate decisions, but how chromatin regulators influence this balance remains unclear. In this study we identified the Trithorax gene (trx) as a key factor that safeguards ISC lineage fidelity. Trx depletion biases ISCs toward EE differentiation without affecting proliferation, a phenotype exacerbated during aging or DSS-induced damage. Transcriptomic and chromatin profiling revealed the homeobox transcription factor Ptx1 as a Trx-dependent target. Ptx1 knockdown phenocopies Trx loss, whereas Ptx1 overexpression reverts trx-RNAi-induced EE overproduction, establishing Ptx1 as a critical mediator of Trx function. These findings support a model in which Trx constrains the scute-prospero axis through Ptx1-mediated repression, thereby limiting inappropriate EE specification and maintaining ISC plasticity.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689716",
    "doi": "10.1101/2025.11.21.689716",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689687",
    "title": "From Single Molecular Detail to Subcellular Dynamics: Real-Time Kinetics Study of dPA Uptake with Raman-based Spectroscopy",
    "authors": [
      "Borek-Dorosz, A.",
      "Dawiec, P.",
      "Temma, K.",
      "Xi, H.",
      "Yamamoto, I.",
      "Brzozowski, K.",
      "Profic-Paczkowska, J.",
      "Li, M.",
      "Cudak, M.",
      "Siakala, K.",
      "Qiao, J.",
      "Majzner, K.",
      "Fujita, K.",
      "Baranska, M.",
      "Nowakowska, A. M."
    ],
    "summary": "Real-time observation of cellular transformations at the subcellular level provides insight into the dynamic biochemical processes underlying cell function and disease. However, many challenges remain in developing methods to analyze metabolic transformations in cells quantitatively. Our study applies Raman spectroscopy (RS) and stimulated Raman scattering (SRS) to link single-molecule resolution with cellular-scale lipid turnover tracking. Using HL-60 cells as a model, we monitor the uptake kinetics of deuterated palmitic acid (dPA), a marker of de novo lipogenesis, from the first minutes to hours. SRS enables microscopic, high-temporal-resolution visualization of dPA incorporation across entire cell volumes, capturing both its distribution and uptake rate. Complementary RS measurements identify distinct metabolic phases: rapid incorporation into pre-existing lipid droplets (LDs) followed by the emergence of new, partially unsaturated LDs associated with cytochrome-linked metabolism. Statistical and spectral analyses reveal cell-to-cell heterogeneity, emphasizing the complexity of lipid metabolism at both the cellular and subcellular levels. By integrating SRS and RS data into time-dependent kinetic profiles, we establish a unified submicron-to-cellular model of fatty acid metabolism. This multi-resolution spectroscopic approach demonstrates how real-time, label-based tracking can uncover dynamic metabolic heterogeneity, advancing understanding of the fatty acid uptake and metabolism in the microscale.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689687",
    "doi": "10.1101/2025.11.21.689687",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689671",
    "title": "Rapid aging and disassembly of actin filaments from two evolutionary distant yeasts",
    "authors": [
      "Billault-Chaumartin, I.",
      "Wioland, H.",
      "Guillotin, A.",
      "Michelot, A.",
      "JEGOU, A.",
      "Romet-Lemonne, G."
    ],
    "summary": "Actin is an essential cytoskeletal protein that is extremely well conserved across the tree of life. Similarities and differences in the way actin from different species self-assembles into filaments inform our understanding of its evolution. However, this basic knowledge is largely incomplete. Here, we address this issue by systematically characterizing assembly kinetics for actin from two yeast species that are five hundred million years apart in evolution, Saccharomyces cerevisiae and Schizosaccharomyces pombe, and compare them to the well-studied actin from rabbit skeletal muscle from which they diverged a billion years ago. By monitoring individual actin filaments under controlled conditions, we accurately quantified their barbed end elongation from ATP-actin monomers, their disassembly in the ADP-Pi and ADP states, as well as the release of inorganic phosphate, which marks their aging. We find that, in the ATP state, both yeast actins behave strikingly like mammalian actin at filament barbed ends. In contrast, yeast actin filaments in both the ADP-Pi and the ADP states depolymerize several-fold faster than their mammalian counterparts, and they release inorganic phosphate over 20-fold faster. We show that the absence of methylation on histidine 73 largely accounts for this faster aging of yeast actin filaments. We also reveal differences between the actins of the two yeasts. In particular, ADP-actin filaments depolymerize faster and are mechanically more flexible in Saccharomyces cerevisiae compared to Schizosaccharomyces pombe. Our findings suggest that actins expressed across species possess more diverse and specialized biochemical characteristics than previously recognized.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689671",
    "doi": "10.1101/2025.11.21.689671",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.20.689634",
    "title": "Most early-born subplate neurons persist as Layer 6b neurons in the adult mouse neocortex",
    "authors": [
      "Sugita, Y.",
      "Moriya-Ito, K.",
      "Hanashima, C.",
      "Ohtaka-Maruyama, C."
    ],
    "summary": "Subplate neurons (SpNs) are among the earliest-born neurons in the mammalian neocortex and play key roles in radial migration and transient circuit formation. It has long been assumed that most SpNs undergo extensive postnatal cell death, leaving only a small remnant population that contributes to layer 6b (L6b) in adulthood. However, the extent to which SpNs actually persist as L6b neurons has remained unresolved, partly because previous studies lacked quantitative, whole-cortex analyses that account for postnatal cortical expansion. Here, we performed a comprehensive birthdating analysis using multiple EdU injections spanning the entire neurogenic window of SpNs in mice, combined with whole-neocortex 3D tissue clearing to measure subplate and L6b volumes. This approach allowed us to directly estimate the total number and distribution of SpN-derived neurons in adulthood. We found that most early-born SpNs persist as L6b neurons, and that the apparent postnatal reduction in SpN density reflects tangential cortical expansion rather than neuronal loss. Moreover, surviving SpNs comprise diverse neuronal subtypes reminiscent of those present at early postnatal stages. Together, these findings demonstrate that, in rodents, the majority of adult L6b neurons originate from SpNs, revising the long-held view that the subplate is a largely transient neuronal population.",
    "published": "2025-11-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.20.689634",
    "doi": "10.1101/2025.11.20.689634",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41275496",
    "title": "Glycolysis inhibition functionally reprograms T follicular helper cells and reverses lupus.",
    "authors": [
      "Choi SC",
      "Ge Y",
      "Elshikha A",
      "Park YP",
      "Fang C",
      "Joshi MV",
      "Montes de Oca Arena M",
      "Padilla L",
      "Zhu Y",
      "Clapp WL",
      "Sobel ES",
      "Mohamadzadeh M",
      "Morel L"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275496/",
    "doi": "doi: 10.1016/j.celrep.2025.116600",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41275442",
    "title": "New insights from mendelian randomization and mediation analysis: causal relationships between mitochondrial DNA copy number and telomere length in pulmonary fibrosis.",
    "authors": [
      "Li Y",
      "Xia Y",
      "Han Z",
      "Liu J",
      "Hou L"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275442/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41275368",
    "title": "The Transdiagnostic Association Between Childhood Trauma and Accelerated Brain Aging in Two Independent Datasets.",
    "authors": [
      "Zhou L",
      "Schnack H",
      "van Dellen E",
      "Boks MP",
      "Bakker PR",
      "Cahn W",
      "Sommer IEC",
      "Begemann MJH"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275368/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41275336",
    "title": "Photodynamic Anticancer Efficacy of meso-tris-p-Carboxyphenylporphyrin-Fullerene Dyads: Apoptosis Induction and Mitochondrial Deregulation in Glioblastoma Therapy.",
    "authors": [
      "Sharma D",
      "Halder M",
      "Das P",
      "Chakrabarti O",
      "Sengupta D"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275336/",
    "doi": "doi: 10.1002/cmdc.202500449",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41275281",
    "title": "A novel sono-activatable nanoreactor induces precision intratumoral juglone generation and caspase 3/GSDME-mediated pyroptosis for treatment of bladder cancer.",
    "authors": [
      "Zhang Y",
      "Yang E",
      "Zhang X",
      "Shi Y",
      "Fan G",
      "Wang Y",
      "Tian J",
      "Wang H",
      "Dong Z",
      "Wang Y",
      "Cheng L",
      "Zhao Z",
      "Zhang Y",
      "Wang B",
      "Wang Z"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275281/",
    "doi": "doi: 10.1186/s12951-025-03855-4",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41275278",
    "title": "Surface gloss changes in 3D-printed resin materials following different polishing procedures and aging protocols.",
    "authors": [
      "Yumak I",
      "Boyacioglu H",
      "Turkun LS"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275278/",
    "doi": "doi: 10.1186/s12903-025-07362-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41275232",
    "title": "\"Immunopause\" no more: exercise to counter immunosenescence in aging.",
    "authors": [
      "Sun C",
      "Li J",
      "Xu H",
      "Du J",
      "Muthusamy P",
      "Liu K",
      "Wei S",
      "Zhang L"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275232/",
    "doi": "doi: 10.1186/s12979-025-00549-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41275203",
    "title": "Targeting ICAM1 through LIF-mediated NF-B/JAK2-STAT3 crosstalk protects nucleus pulposus from IL-1-driven pyroptosis to ameliorate intervertebral disc degeneration.",
    "authors": [
      "Wang Z",
      "Liu J",
      "Xu H",
      "Sun Y",
      "Xu S",
      "He X"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275203/",
    "doi": "doi: 10.1186/s13018-025-06494-5",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41275078",
    "title": "Ultrasonographic changes in median nerve cross-sectional area in the elderly: effects of aging and type 2 diabetes.",
    "authors": [
      "Bedewi MA",
      "Awad EM",
      "Kotb MA",
      "Kamal SM",
      "Alfawaz SM",
      "Alrudian NA",
      "Soliman SB",
      "Almalki DM",
      "AlAseeri AA",
      "Alhariqi BA",
      "Alqahtani MS",
      "Alfawaz AF",
      "Swify SM"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275078/",
    "doi": "doi: 10.1186/s12877-025-06765-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41275069",
    "title": "Colorectal cancer screening, incidence, and mortality among aging veterans in the U.S. Department of Veterans Affairs healthcare system by housing status.",
    "authors": [
      "Beydoun HA",
      "Murthy SS",
      "Falker CG",
      "Tsai J"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275069/",
    "doi": "doi: 10.1007/s11357-025-02020-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41275062",
    "title": "Cellular senescence related gene signature predicts prognosis and immune features in skin cutaneous melanoma.",
    "authors": [
      "Li M",
      "Cen X",
      "Yan Y",
      "Li L",
      "Lai W"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275062/",
    "doi": "doi: 10.1007/s12672-025-03994-y",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41275040",
    "title": "Arsenic promotes ROS-mediated malignant transformation of bronchial epithelial cells by specifically downregulating TXNL1 expression.",
    "authors": [
      "Zhao L",
      "Jiao X",
      "Li H",
      "Chang Y",
      "Li M",
      "Liu Y",
      "Xie Q",
      "Huang C",
      "Huang H"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41275040/",
    "doi": "doi: 10.1038/s42003-025-09216-z",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41274952",
    "title": "HMG-CoA reductase inhibition preserves testicular function after torsion/detorsion by modulating oxidative stress and AKT signaling.",
    "authors": [
      "Yldrm B",
      "Baygl O",
      "engn N",
      "stnda V",
      "Ate N",
      "Balkanl Z",
      "Beker M",
      "Keskin ",
      "Kl E"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41274952/",
    "doi": "doi: 10.1038/s41598-025-29283-w",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41274925",
    "title": "Oligodendrocyte lineage cells dysfunction in depression: early life stress, adolescent vulnerability and the emerging role of lipid metabolism.",
    "authors": [
      "Gao C",
      "Liu M",
      "Uzoechina J",
      "Zhang Z"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41274925/",
    "doi": "doi: 10.1038/s41398-025-03765-x",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41274919",
    "title": "Total flavonoids of Dracocephalum heterophyllum Benth protects against coronary microvascular dysfunction by mitigating different patterns of cell death.",
    "authors": [
      "Yang W",
      "He W",
      "Liu S",
      "Liu L",
      "Tang N",
      "Liao Z",
      "Li Y",
      "Wang P",
      "Yan F",
      "Yang Y",
      "Guo J"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41274919/",
    "doi": "doi: 10.1038/s41598-025-28003-8",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41274855",
    "title": "Corrigendum to \"JNK-JUN-NCOA4 axis contributes to chondrocyte ferroptosis and aggravates osteoarthritis via ferritinophagy\" [Free Rad. Biol. Med. 200 (2023) 87-101].",
    "authors": [
      "Sun K",
      "Hou L",
      "Guo Z",
      "Wang G",
      "Guo J",
      "Xu J",
      "Zhang X",
      "Guo F"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41274855/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41273989",
    "title": "B2M regulates ELANE in pyroptosis to affect pancreatic cancer progression.",
    "authors": [
      "Xie H",
      "Hu X",
      "Cai Y",
      "Zhu S",
      "Deng Z"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273989/",
    "doi": "doi: 10.1016/j.tranon.2025.102613",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41273929",
    "title": "Cytosolic DNA sensing pathway in senescence and aging: Underlying mechanisms and targeted interventions.",
    "authors": [
      "Alipour-Khezri E",
      "Moqadami A",
      "Zununi Vahed S",
      "Barzegari A"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273929/",
    "doi": "doi: 10.1016/j.biopha.2025.118790",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41273927",
    "title": "KN21, a direct AMPK activator, alleviates hepatic steatosis and fibrosis by modulating long-chain TAG and pyrimidine metabolism in a MASH mouse model.",
    "authors": [
      "Lee J",
      "Kim S",
      "Ju Y",
      "Seo M",
      "Kim H",
      "Shin JH",
      "Na Y",
      "Kwon Y",
      "Hwang GS"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273927/",
    "doi": "doi: 10.1016/j.biopha.2025.118798",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41273926",
    "title": "Apoptosis-promoting autophagy mediates anti-migratory effects of unsymmetrical bisacridines in pancreatic cancer cells.",
    "authors": [
      "Kurdyn A",
      "Pezaa B",
      "Paluszkiewicz E",
      "Augustin E"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273926/",
    "doi": "doi: 10.1016/j.biopha.2025.118786",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41273847",
    "title": "STING-FSP1 signaling drives endothelial ferroptosis and vascular leakage in sepsis.",
    "authors": [
      "Zhang T",
      "Dong Y",
      "Li Z",
      "Xia L",
      "Hou C",
      "Liu G",
      "Jin H",
      "Liu Y",
      "Shou S"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273847/",
    "doi": "doi: 10.1016/j.intimp.2025.115892",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41273839",
    "title": "Mangiferin targeting HSP90 induces DNA damage in cutaneous squamous cell carcinoma via the ROS/MAPK signaling pathway.",
    "authors": [
      "Jie L",
      "Huang H",
      "Sha L",
      "Zhang L",
      "Wang Y",
      "Cao Y"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273839/",
    "doi": "doi: 10.1016/j.intimp.2025.115924",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41273838",
    "title": "Berberine inhibits NLRP3 inflammasome activation by upregulating the SIRT6-AMPK pathway to prevent angiotensin II-induced fibrosis and vulnerability to atrial fibrillation.",
    "authors": [
      "Zhou Z",
      "Xu Y",
      "Xiao X",
      "Huang T",
      "Zhao J",
      "Huang Y",
      "Zhang G",
      "Xing B",
      "Zhao Q",
      "Cao Z",
      "Wang Z",
      "Yin Z",
      "Yu L",
      "Wang H"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273838/",
    "doi": "doi: 10.1016/j.intimp.2025.115919",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41273720",
    "title": "MYC inhibition by Omomyc causes DNA damage and overcomes PARPi resistance in breast cancer.",
    "authors": [
      "Giuntini F",
      "Gonzlez-Larreategui ",
      "Herencia-Ropero A",
      "Casacuberta-Serra S",
      "Zacaras-Fluck MF",
      "Arnal M",
      "Pedretti F",
      "Martnez-Martn S",
      "Thabussot H",
      "Cano VC",
      "Grueso J",
      "Foradada L",
      "Serrano E",
      "Lpez-Estvez S",
      "Rodriguez O",
      "Guzman M",
      "Rodriguez-Hernandez A",
      "Bras-Maristany F",
      "Llop-Guevara A",
      "Balmaa J",
      "Nonell L",
      "Prat A",
      "Serra V",
      "Beaulieu ME",
      "Whitfield JR",
      "Mass-Valls D",
      "Soucek L"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273720/",
    "doi": "doi: 10.1016/j.celrep.2025.116604",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41273704",
    "title": "In situ forming ROS-scavenging hydrogel with STING inhibitor delivery promotes bone mesenchymal stem cells osteogenic differentiation via regulating macrophage M2 polarization.",
    "authors": [
      "Sun Z",
      "Li X",
      "Sun X",
      "Chen L",
      "Wang Z",
      "Feng X",
      "Wang L",
      "Jin W",
      "Sun X",
      "Lu J"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273704/",
    "doi": "doi: 10.1080/09205063.2025.2590730",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41273668",
    "title": "Death never dies: increasing impact of programmed cell death.",
    "authors": [
      "Nowak-Sliwinska P",
      "Griffioen AW"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273668/",
    "doi": "doi: 10.1007/s10495-025-02189-8",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41273630",
    "title": "Quinacrine Mitigates LPS-Induced Neuroinflammation in Rats via Modulation of the TLR4/NF-B Axis, Astrocyte Activation (GFAP), and Oxidative Stress.",
    "authors": [
      "omakl S",
      "Aydn ",
      "Dalkln E",
      "Kkler S",
      "zdemir S",
      "Bolat "
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273630/",
    "doi": "doi: 10.1007/s12035-025-05521-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41273494",
    "title": "Role of the AMPK/PGC-1/SIRT3-Mediated Mitochondrial Dysfunction in the Neurotoxicity of Methanol.",
    "authors": [
      "Han X",
      "Peng M",
      "Wang X",
      "Hu Y",
      "Li G",
      "Song Y",
      "Lv Y",
      "Chen N"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273494/",
    "doi": "doi: 10.1007/s12035-025-05431-1",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41273483",
    "title": "Effects of aging on transmission from Ia afferents to -motoneurons and presynaptic mechanisms across muscle lengths and contraction types.",
    "authors": [
      "Betus Y",
      "Colard J",
      "Jubeau M",
      "Boureau AS",
      "Chapelet G",
      "Cornu C",
      "Cattagni T"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273483/",
    "doi": "doi: 10.1007/s11357-025-01958-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41273475",
    "title": "Religiosity, Telomere Length and Preterm Birth Among Mexican and African American Women in Texas.",
    "authors": [
      "Huang W",
      "Burdette AM",
      "Han G",
      "Taylor BD",
      "Neal G",
      "Page RL"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273475/",
    "doi": "doi: 10.1007/s10943-025-02500-6",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41273446",
    "title": "Modified Xiaoyao San ameliorates LPS-induced depression-like behavior by inhibiting NLRP3-mediated microglial pyroptosis.",
    "authors": [
      "Tian L",
      "Su P",
      "Feng G",
      "Peng S",
      "Liu L",
      "Yan X",
      "Liu X",
      "Li Y",
      "Bai M",
      "Wang B",
      "Xu E"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273446/",
    "doi": "doi: 10.1007/s11011-025-01751-2",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41273381",
    "title": "Co-administration of subtherapeutic doses of yohimbine and NaHS potentially ameliorates CKD-induced necroptosis by modulating RAAS/ROS imbalance, sympathetic overactivity, and inflammation.",
    "authors": [
      "Hajiaqaei M",
      "Kadkhodaee M",
      "Ranjbaran M",
      "Kianian F",
      "Hafazeh L",
      "Ardalani R",
      "Seifi B"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273381/",
    "doi": "doi: 10.1007/s00210-025-04804-6",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41273332",
    "title": "The Ultraviolet Irradiation Aging Characteristics of Microplastics in Soil under the Action of Biochar.",
    "authors": [
      "Xiao J",
      "He B",
      "Zhang Z",
      "Zhang F",
      "Li F",
      "Zhou S"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273332/",
    "doi": "doi: 10.1021/acs.jafc.5c11298",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41273307",
    "title": "Melatonin inhibits liver ferroptosis in copper-laden rats: A potential therapy mechanism underlying Wilson's disease.",
    "authors": [
      "Zhou L",
      "Zhang X",
      "Peng Y",
      "He S",
      "Mao Z",
      "Cai J",
      "Yang H",
      "Huang P"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273307/",
    "doi": "doi: 10.1080/10715762.2025.2593446",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41273274",
    "title": "Oxygen Vacancy-Augmented Extracellular ROS Generation and Surface Affinity for Arsenic Sequestration in Rice Iron Plaques.",
    "authors": [
      "Chi J",
      "Liu K",
      "Huang M",
      "Wu S",
      "Meng X",
      "Zhang W",
      "Zhang X",
      "Putnis CV",
      "Fang L",
      "Li F"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273274/",
    "doi": "doi: 10.1021/acs.est.5c11257",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41273127",
    "title": "The Nutrigenomic Effect of Mela Rosa Marchigiana Callus Extract on Cellular Senescence: Insight From a Preliminary In Vitro Study.",
    "authors": [
      "Rucci C",
      "Sordini E",
      "Persico G",
      "Ciurlia E",
      "Pappagallo N",
      "Matacchione G",
      "Giorgio M",
      "Fraternale D",
      "Albertini MC",
      "Annear D",
      "De Rijk P",
      "De Pooter T",
      "Strazisar M",
      "Berghe WV",
      "Bordoni L",
      "Amatori S",
      "Gabbianelli R"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273127/",
    "doi": "doi: 10.1002/mnfr.70336",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41273125",
    "title": "Flavonoid-Rich Peanut Shell (Arachis hypogaea) Extract as a Functional Food Targeting Pancreatic Lipase to Regulate Lipid Metabolism in Rats.",
    "authors": [
      "Logesh R",
      "Solanki D",
      "Chidambaram K",
      "Tewari D",
      "Mehdi S"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41273125/",
    "doi": "doi: 10.1002/mnfr.70325",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41272999",
    "title": "Magnetically-Induced Suppression of Oxidative Stress Prevents Venous Thrombosis.",
    "authors": [
      "Zhang N",
      "An Y",
      "Tao S",
      "Qu S",
      "Wu M",
      "Fang G",
      "Chen Z",
      "Song W",
      "Leng H",
      "Wu R",
      "Lyu Y",
      "Liu X",
      "Dong D"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272999/",
    "doi": "doi: 10.1002/advs.202513299",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41272912",
    "title": "Daflon attenuates cisplatin-induced cerebellar neurotoxicity, anxiety-like behavior, and motor dysfunction by downregulating TLR4/NF-kB signaling.",
    "authors": [
      "Fidelis FB",
      "Akhigbe TM",
      "Oladipo AA",
      "Oyedokun PA",
      "Lasisi-Sholola AS",
      "Adepoju OP",
      "Ajao O",
      "Adeleye OO",
      "Ogundipe OO",
      "Akhigbe RE"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272912/",
    "doi": "doi: 10.1186/s40360-025-01046-3",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "pmid:41272903",
    "title": "Retraction Note: Runt-related transcription factor 1 promotes apoptosis and inhibits neuroblastoma progression in vitro and in vivo.",
    "authors": [
      "Hong M",
      "He J",
      "Li D",
      "Chu Y",
      "Pu J",
      "Tong Q",
      "Joshi HC",
      "Tang S",
      "Li S"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272903/",
    "doi": "doi: 10.1186/s13046-025-03581-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41272843",
    "title": "The heme-binding protein hemopexin promotes functional recovery and tissue protection after spinal cord injury via sex-specific regulation of inflammation and ferroptosis.",
    "authors": [
      "Kafura S",
      "Page J",
      "Tabor EG",
      "Dapula J",
      "Vogel BR",
      "Patel K",
      "Rosas Almanza J",
      "Kroner A"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272843/",
    "doi": "doi: 10.1186/s12974-025-03614-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41272836",
    "title": "Managing the negative regulation of Sirtuins in a murine model of premature ovarian failure: focusing on the key roles of antioxidants.",
    "authors": [
      "Nasab SE",
      "Shahhoseini M",
      "Tavana S"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272836/",
    "doi": "doi: 10.1186/s13048-025-01821-0",
    "categories": [],
    "keywords_matched": [
      "\\bSirtuins\\b"
    ]
  },
  {
    "id": "pmid:41272827",
    "title": "Tumor exosomal miR-221-3p induces glycolysis through the LIFR/GLUT1 pathway to destroy the cerebral vascular endothelial cell barrier and promote breast cancer brain metastasis.",
    "authors": [
      "Zhu K",
      "Yao H",
      "Hei J",
      "Li S",
      "Ye T",
      "Jiang W",
      "Wang S",
      "Luo Z",
      "Martin T",
      "Zhou J",
      "Zhang S"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272827/",
    "doi": "doi: 10.1186/s12967-025-07372-8",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41272768",
    "title": "Reciprocal associations between social isolation and self-rated health among older adults in China: findings from the China longitudinal aging social survey (2018-2020).",
    "authors": [
      "Pan C",
      "Ye J",
      "Yu L",
      "Cao N"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272768/",
    "doi": "doi: 10.1186/s13690-025-01764-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41272423",
    "title": "3D bioprinted microneedle patches loaded with gambogic acid-iron-doxorubicin nanozymes for postoperative glioma in situ therapy via ferroptosis synergistic chemosensitization.",
    "authors": [
      "Liu M",
      "Qiao Y",
      "Cheng S",
      "Su Z",
      "Li Z",
      "Gao P",
      "Wang X",
      "Cai Q",
      "Dai X"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272423/",
    "doi": "doi: 10.1186/s12951-025-03790-4",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41272418",
    "title": "Electroacupuncture regulates neuronal ferroptosis and ferritinophagy through lysosomal-mediated TFEB activation in cerebral ischemia-reperfusion.",
    "authors": [
      "Tang B",
      "Xu X",
      "Zhao W",
      "Zhou Q",
      "Du G",
      "Wang H"
    ],
    "summary": "",
    "published": "2025-11-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41272418/",
    "doi": "doi: 10.1177/0271678X251399016",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  }
]