[
  {
    "id": "pmid:41420872",
    "title": "Diphenyl Disulfide Exerts Dual Cytotoxic Effects by Inducing Ferroptosis and Apoptosis in Melanoma Cells.",
    "authors": [
      "Chen SY",
      "Shu ED",
      "Huang JJ",
      "Chen YC",
      "Hsu SK",
      "Chang WT",
      "Lin IL",
      "Kuo CH",
      "Tsai MF",
      "Wen ZH",
      "Chiu CC"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420872/",
    "doi": "doi: 10.2478/aite-2026-0007",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2021.04.26.441543",
    "title": "Nuclear biocondensate-forming lncRNA and cellular stress surveillance shape host cancer susceptibility",
    "authors": [
      "Bajpai, A.",
      "Ahmad, Q. T.",
      "Kundu, S.",
      "Pandey, R. K.",
      "Goodman, A. G.",
      "Goel, A.",
      "Ateeq, B.",
      "Lakhotia, S. C.",
      "Sinha, P."
    ],
    "summary": "Host genetics is known to influence cancer susceptibility. However, the specific candidate genes and molecular mechanisms that confer resistance remain poorly understood. Here, we demonstrate the power of haploinsufficiency screen to uncover host genetic regulators of cancer in Drosophila and identify the long noncoding RNA (lncRNA) hsr{omega}, a structural component of nuclear biomolecular condensate known as omega speckles, as a key host cancer susceptibility locus. Loss of hsr{omega} disrupts proteostasis and cell fitness, while its haploinsufficiency accelerates epithelial tumor progression driven by loss of the Lethal giant larvae (Lgl) tumor suppressor. Further validating the breadth of this screening strategy, we independently identified Drosophila STING (innate immunity) and Keap1 (oxidative stress defense) as genetic modifiers of cancer. Moreover, in humans, copy number variations (CNV) in these genes and Sat III (a functional human homolog of hsr{omega}) correlate with poor cancer prognosis, thereby revealing conserved stress pathways as potential host genetic susceptibility regulators.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2021.04.26.441543",
    "doi": "10.1101/2021.04.26.441543",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.10.664052",
    "title": "Cdc42 Partitioning by Chaperone Ydj1 During Asymmetric Division and Aging in Yeast",
    "authors": [
      "Kang, P. J.",
      "Mazak, H.",
      "Lee, S. S.",
      "Park, H.-O."
    ],
    "summary": "Cdc42, a small GTPase crucial for cell polarity, often becomes hyperactive with age and contributes to senescence and aging in yeast and animal cells. However, the mechanisms underlying its age-related upregulation are not well understood. Here, we report that in budding yeast, Cdc42 accumulates over successive divisions and that lowering its levels can extend lifespan. Using microfluidics-assisted live-cell imaging and genetic analysis, we found that Cdc42 is distributed unevenly between mother and daughter cells during division. Daughter cells inherit lower levels of Cdc42, which likely helps them remain young. This asymmetric distribution depends on the localization of Cdc42 to endomembranes and involves Ydj1, a farnesylated Hsp40/DnaJ chaperone anchored to the endoplasmic reticulum (ER). Ydj1 interacts with Cdc42, enhancing its stability and proper partitioning during cell division. We thus propose that ER-bound Ydj1 facilitates the asymmetric distribution of Cdc42, limiting aging to mother cells. We thus propose that ER-bound Ydj1 facilitates the asymmetric distribution of Cdc42, limiting aging to mother cells.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.10.664052",
    "doi": "10.1101/2025.07.10.664052",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.28.666819",
    "title": "Aging and false memories: Comparing effects of item-relatedness and list position",
    "authors": [
      "Gurguryan, L.",
      "Kensinger, E. A.",
      "Reuter-Lorenz, P. A.",
      "Dimsdale-Zucker, H. R."
    ],
    "summary": "Semantic false memories are traditionally more frequent from early list positions and thought to arise from presumed long-term memory stores whereas phonological false memories traditionally are more frequent from late list positions and thought to arise from presumed short-term memory stores. Yet, recent research with younger adults challenges this distinction, finding semantic and phonological false memories across memory stores and list positions (Atkins & Reuter-Lorenz, 2008; Dimsdale-Zucker et al., 2018; Flegal et al., 2010). Since aging is understood to differently influence integrity of short- and long-term memory, we compared performance between younger (YAs) and older (OAs) adults using a modified Deese-Roediger-McDermott paradigm to understand whether semantic and phonological memories depend on distinct or shared underlying memory stores. OAs recalled fewer items than YAs, but both groups generated more phonological than semantic false memories. Notably, list position did not influence false memories in either YAs or OAs, suggesting false memory generation is driven by list composition rather than putative memory store. These findings challenge traditional views of memory organization by revealing shared cognitive processes, which transcend traditional memory system distinctions, underlie semantic and phonological false memories.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.28.666819",
    "doi": "10.1101/2025.07.28.666819",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.693953",
    "title": "CLN8 enables a non-canonical phospholipid synthesis pathway",
    "authors": [
      "Breithofer, J.",
      "Fawzy, N.",
      "Zitta, C.",
      "Tischitz, M.",
      "Bulfon, D.",
      "Hofmann, C.",
      "Hartig, L.",
      "Wagner, C.",
      "Grabner, G. F.",
      "Pirchheim, A.",
      "Lass, A.",
      "Taschler, U.",
      "Turner, K.",
      "Petkevicius, K.",
      "Stelzl, U.",
      "Kratky, D.",
      "Breinbauer, R.",
      "Zimmermann, R."
    ],
    "summary": "According to text book knowledge knowledge, de novo glycerophospholipid (GPL) synthesis begins with the acylation of glycerol-3-phosphate to form phosphatidic acid, the precursor of all other GPLs. Here we describe an alternative GPL synthesis pathway that starts with the acyl-CoA-dependent acylation of glycerophosphoglycerol (GPG), resulting in the formation of lysophosphatidylglycerol (LPG). The acyltransferase reaction is catalyzed by the Batten disease-associated protein ceroid lipofuscinosis neuronal 8 (CLN8). Tracer studies revealed that CLN8-derived LPG is selectively converted into bis(monoacylglycero)phosphate (BMP), a GPL essential for lysosomal lipid homeostasis, but not into phosphatidylglycerol or cardiolipin. CLN8-knockout cells and mice cannot utilize GPG for BMP synthesis, resulting in BMP-deficiency and excess accumulation of phospholipids in lysosomes. The lipid synthesis pathway described herein is relevant for understanding lysosomal lipid metabolism and the pathogenesis of neurodegenerative diseases. BMP-deficiency may contribute to or even underlie lysosomal cargo accumulation in certain forms of Batten disease and other lysosomal storage disorders.",
    "published": "2025-12-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.693953",
    "doi": "10.64898/2025.12.18.693953",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2023.11.01.565105",
    "title": "Tyrosine halogenation converts α-defensins into potent immunomodulators",
    "authors": [
      "Foti, A.",
      "Hurwitz, R.",
      "Textoris-Taube, K.",
      "Muelleder, M.",
      "Biswas, A.",
      "Fahjen, P.",
      "Winkler, M.",
      "Abu Abed, U.",
      "Humme, D.",
      "Thee, S.",
      "Prasse, A.",
      "Seeliger, B.",
      "Ralser, M.",
      "Zychlinsky, A."
    ],
    "summary": "Neutrophils are immune cells that eliminate microbes using a powerful arsenal of reactive oxygen species, hypohalous acids, proteases, and antimicrobial peptides; yet how these cytotoxic effectors act in concert remains poorly understood. Here, we identify an unrecognized synergy between oxidative and non-oxidative neutrophil defenses. We show that myeloperoxidase-derived hypohalous acids selectively halogenate alpha-defensins (HNP1-3) at conserved tyrosine residues. This post-translational modification occurs in both human and rat neutrophils and is prominent in diseases marked by neutrophil-rich inflammation, including cystic fibrosis, bacterial pneumonia, and Staphylococcus aureus abscesses. Halogenation increases HNP1 hydrophobicity without altering its structure, reprogramming these peptides into potent immunomodulatory mediators. Using single-cell transcriptomics and a in vivo peritonitis model, we demonstrate that halogenated HNP1s amplify immune signaling. Our analysis of the human haloproteome reveals a novel oxidative mechanism by which hypohalous acids rewire immune protein functions, uncovering an unexpected layer of cooperation between neutrophil effector systems. The discovery of halogenated HNP1s represents, to our knowledge, the first characterization of a protein halogenation that has biologically significance in human immunity.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.11.01.565105",
    "doi": "10.1101/2023.11.01.565105",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.1101/2024.12.20.629444",
    "title": "YAP engages RIF1 to dampen replication stress-induced DNA damage in human squamous cell carcinoma.",
    "authors": [
      "Bojko, J.",
      "Sins, E.",
      "Flynn, B.",
      "Scarth, J.",
      "Negasi, M.",
      "Aschenbrenner, B.",
      "Guscott, M.",
      "Howard, A.",
      "Lay, E.",
      "Bailey, E.",
      "Krajic, N.",
      "Franciosi, M.",
      "Catalan, S.",
      "Gallacher, K.",
      "Di Girolamo, I.",
      "Bagabas, R.",
      "Missero, C.",
      "Wang, J. A.",
      "McClelland, S. E.",
      "Lichtenberger, B. M.",
      "Jungwirth, U.",
      "Walko, G."
    ],
    "summary": "Squamous cell carcinoma cells experience high levels of replication stress due to oncogene-induced cell cycle deregulation. How such cells sustain rapid proliferation despite replication stress is still not fully understood. Here, we discovered, using rapid immunoprecipitation mass spectrometry of endogenous protein (RIME) analysis, that the squamous cell carcinoma oncoprotein YAP engages with RIF1, a key regulator of DNA replication and DNA damage repair under replication stress. RIF1 is highly expressed in human squamous cell carcinoma cell lines and tissues and upregulated during tumour progression. Depletion of RIF1 in squamous cell carcinoma cells exacerbates their endogenous replication stress. Mechanistically, we show that YAP interacts with RIF1 specifically at broken replication forks, and that YAP depletion impairs DNA damage repair under replication stress. Our results thus demonstrate that the oncogenic functions of YAP in squamous cancers involve both transcriptional and non-transcriptional mechanisms, the latter through interaction with RIF1 to dampen replication stress.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.20.629444",
    "doi": "10.1101/2024.12.20.629444",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.02.11.637693",
    "title": "Lymph node contraction links sex-biased naive CD8 T cell decline to compromised antigen recognition",
    "authors": [
      "Menzel, L.",
      "Zschummel, M.",
      "O'Melia, M. J.",
      "Sandstedt, M.",
      "Zhou, H.",
      "Lei, P.-J.",
      "Liu, L.",
      "Lee, H.",
      "Sen, D. R.",
      "Munn, L. L.",
      "Jonasson, L.",
      "Padera, T. P."
    ],
    "summary": "The numerical abundance of diverse naive CD8 T cell clones is essential to provide broad protection against infection and cancer. Here, we uncover a sex-biased mechanism of immune aging in which age-related thymic involution limits naive CD8 T cell supply, while male mice exhibit an additional early depletion of naive CD8 T cells driven by accelerated, antigen- agnostic differentiation into virtual memory cells. This combined loss leads to contraction of lymph nodes and reduced local naive T cell clone availability, limiting antigen recognition capacity. Therapeutic thymus regeneration via androgen ablation repopulates naive CD8 T cells in lymph nodes and reinvigorates tumor recognition in middle-aged male mice. These findings reveal the crucial impact of sex and age on locoregional naive T cell clone abundance in lymph nodes and suggest strategies to restore immune competence in aging males.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.02.11.637693",
    "doi": "10.1101/2025.02.11.637693",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.07.663471",
    "title": "Investigating Age-Related Decline in Sensorimotor Control Using Robotic Tasks",
    "authors": [
      "Alvarez-Hidalgo, L.",
      "Edlmann, E.",
      "Schmidtmann, G.",
      "Howard, I. S."
    ],
    "summary": "Aging is associated with changes in sensorimotor control that contribute to functional decline, mobility limitations, and increased fall risk. Traditional motor assessments often rely on subjective measures, highlighting the need for objective, quantitative tools. We developed three robot-based tasks using the vBOT planar manipulandum to evaluate sensorimotor performance in healthy young (<35 years) and older (>60 years) adults. These tasks uniquely combined bimanual control and altered dynamic conditions to assess age-related differences. The first task required bimanual coordination to control a virtual 2D arm over 400 center-out and return trials, targeting de novo motor learning. The second task involved unimanual reaching with the dominant hand, consisting of 200 trials in a null-field condition followed by 200 trials with object-like dynamic forces. The third task similarly began with 200 null-field trials and then introduced a viscous force field in the final 200 trials, with fast movements rewarded to encourage peak performance. This task also enabled comparison between dominant and non-dominant arms. All tasks detected age-related performance differences, with the viscous resistance task proving most sensitive to declines in movement speed, force generation, and response onset time. Scoring mechanisms that encouraged brisk performance amplified these effects. Across tasks, older adults generally moved more slowly, took longer to complete tasks, exerted lower peak forces, and had longer response onset times. However, some older participants performed comparably to younger individuals. In the third task, dominant arm performance consistently exceeded that of the non-dominant arm. These results demonstrate that robot-based tasks can sensitively quantify age-related sensorimotor decline and may offer valuable metrics for clinical assessment and monitoring.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.07.663471",
    "doi": "10.1101/2025.07.07.663471",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.24.671623",
    "title": "A simple liquid 3D cell culture paradigm models oxidative mitochondrial metabolism of epithelial breast cancer cells with relevance for lung metastases.",
    "authors": [
      "Balamurugan, K.",
      "Mikolaj, M. R.",
      "Weiss, J. M.",
      "Holewinski, R.",
      "Xu, X.",
      "Fan, Y.",
      "McKennett, L.",
      "Dell, C. W.",
      "Sharan, S.",
      "Donohue, D.",
      "Ratnayake, S.",
      "Chen, Q.",
      "Meerzaman, D.",
      "Andresson, T.",
      "McVicar, D. W.",
      "Narayan, K.",
      "Sterneck, E."
    ],
    "summary": "Three-dimensional (3D) cell culture systems have emerged as powerful tools for modeling tumor biology in ex vivo settings. However, the diverse array of available 3D culture methods presents challenges in selecting the most appropriate model for specific research questions. This study provides a comparative analysis of breast cancer cells (SUM149, IBC-3, and MDA-MB-468) in the mammosphere culture (SphC) model or an emboli culture (EmC) model, which enrich for cancer stem cells and epithelial features, respectively. The EmC model, designed originally for inflammatory breast cancer, is characterized by media viscosity and mechanical rocking of the culture vessel. Notably, cells in EmC showed a distinct and durable reduction in cell proliferation ex vivo while demonstrating increased capacity to establish experimental lung metastases in vivo. Ultrastructural quantitative analysis of electron microscopy images suggested that cells in EmC acquire nuclear and mitochondrial features that resemble those of tumor tissue. Proteomics, single-cell transcriptomics, and metabolic flux analyses showed that cells in EmC and SphC favor mitochondrial oxidative metabolism (OXPHOS) and glycolysis, respectively. EmC rendered cells hypersensitive to OXPHOS inhibition, but more resistant to oxidative stress. Several genes associated with lung metastasis, including ID1, were specifically enriched in EmC. Given the emerging role of OXPHOS in cancer cell survival during dissemination and as established metastases, we propose that the EmC paradigm is a suitable ex vivo model to study signaling pathways relevant for tumor tissue and to assess drug sensitivities and resistance mechanisms of metastatic breast cancer cells ex vivo.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.24.671623",
    "doi": "10.1101/2025.08.24.671623",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bMitochondrial\\ metabolism\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694286",
    "title": "Social isolation of aged mice drives dramatic release of inflammatory lipoxygenase-derived oxylipins",
    "authors": [
      "Wichmann-Costaganna, M.",
      "Petit, R.",
      "Lindner, J.",
      "Haase, M.",
      "Bachmann, V.",
      "Hofstetter, R. K.",
      "Werner, M.",
      "Frahm, C.",
      "Werz, O.",
      "Schädel, P."
    ],
    "summary": "Oxylipins, signalling molecules derived from polyunsaturated fatty acids, act as key mediators controlling inflammatory processes. Ageing fuels the disruption of this network, promoting inflammageing. Social isolation, a common feature of ageing, may contribute to the emergence of pro-inflammatory responses, further aggravating conditions like cognitive decline and frailty. Here, we studied how repeated social isolation impacts inflammation-related oxylipin profiles in seven different organs and serum of aged mice. Additionally, we explored physical exercise as a tool to ameliorate age- and isolation-associated inflammation. Our results show that social isolation induces significant increases in interleukin-1{beta} levels and stimulates a dramatic production of lipoxygenase (LOX)-derived oxylipins in an organ-dependent manner, particularly pronounced in liver, lung, and spleen. Physical exercise failed to mitigate the pro-inflammatory effects induced by social isolation. These effects did not occur in the circulatory system as serum oxylipin levels remained relatively unchanged by isolation. The unexpected and striking elevation of oxylipins across the organs highlights the detrimental effect of social isolation and proposes key roles of oxylipins in stress-related inflammageing.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694286",
    "doi": "10.64898/2025.12.15.694286",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694739",
    "title": "Refining liquid chromatography conditions across platforms to democratize single-cell proteomics",
    "authors": [
      "wang, y.",
      "Zhao, Q.",
      "Lai, W. K.",
      "Yu, H."
    ],
    "summary": "Single-cell proteomics has emerged as a powerful approach for characterizing cellular heterogeneity. Here, we present an optimized scProteomic workflow that enhances proteome coverage and quantification by refining liquid chromatography (LC) conditions across platforms (both Evosep and nanoElute2). Importantly, our results show that using our optimized LC conditions, even with Bruker timsTOF HT, a machine not designed for scProteomics applications, we achieved solid performance with single cell samples that allows meaningful biological discoveries. First, we compared power to detect differentially-expressed genes/proteins between scRNA-seq and scProteomics at single cell level, and demonstrated that scProteomics showed an excellent performance at small sample sizes. To further validate this finding, we applied our optimized workflow to study the proteomic response to oxidative stress using a limited number of single cells. Our scProteomics results successfully detected 3 distinct cell populations, reflecting correctly the 3 cell lines used, and captured the dysregulation of antioxidant enzymes, molecular chaperones and ubiquitin-proteasome system, reflecting a multi-faceted response to oxidative stress that is uniform across distinct cell lines. Our results highlighted the potential of scProteomics to resolve subtle perturbations and provide a readout of cellular states for the broader community, including users operating non-scProteomics-dedicated machines.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694739",
    "doi": "10.64898/2025.12.16.694739",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694720",
    "title": "Lysergic acid diethylamide pretreatment prolongs brain-stimulation induced neural activity",
    "authors": [
      "Dwiel, L.",
      "Prina, M.",
      "Bragg, E.",
      "Company, M.",
      "Drucker, L.",
      "Reduron, L.",
      "Luikart, B.",
      "Doucette, W."
    ],
    "summary": "A leading theory for how psychedelics are able to produce robust clinical improvement and preclinical behavioral changes is that psychedelics act through neuroplastic mechanisms to induce lasting structural and functional alterations in neural circuits. However, psychedelics produce these effects across wide swaths of the brain. Based on our prior work, we hypothesized that engaging a specific brain circuit with focal brain stimulation during the window of enhanced plasticity produced by psychedelics would lead to more persistent alterations in the activity of that circuit. To test this, we administered either saline (SAL) or lysergic acid diethylamide (LSD) to rats 24 hours prior to electrical stimulation targeting the rat medial prefrontal cortex (mPFC). Brain activity was recorded before, during, and after stimulation using depth electrodes implanted in four bilateral frontostriatal regions. To assess changes in neural activity, we trained general logistic classifiers to distinguish between time points (e.g., pre-stimulation vs. post-stimulation) and then compared model performances across groups (e.g., LSD vs. SAL). As such, model performance represents the degree of difference between the two neural states (pre vs. post), and a significant difference between groups indicates a larger change in brain activity in one group. We found that LSD pretreatment, compared to SAL, resulted in larger and longer-lasting changes in brain activity following stimulation. Immunohistochemistry revealed that stimulation led to the activation of the mTOR signaling pathway, and the combination of LSD and stimulation led to alterations in perineuronal net (PNN) integrity. Regardless of pretreatment, brain activity states recorded during stimulation did not capture the brain state that persisted in the minutes or days that followed. This work has important implications for understanding the general effects of brain stimulation and provides strong support for the development of psychedelic-assisted brain stimulation approaches. By increasing the durability of brain stimulation-induced changes in activity, this approach could lead to a reduction in relapse rates, which currently limit the impact of non-invasive stimulation treatments.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694720",
    "doi": "10.64898/2025.12.16.694720",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694693",
    "title": "Calorie restriction leads to degradation of mutant uromodulin and ameliorates inflammation and fibrosis in UMOD-related kidney disease",
    "authors": [
      "Cratere, M. G.",
      "Perrone, B.",
      "Canciani, B.",
      "Schaeffer, C.",
      "Rampoldi, L."
    ],
    "summary": "Background: Mutations in UMOD, encoding uromodulin, lead to Autosomal Dominant Tubulointerstitial Kidney Disease (ADTKD), a genetic cause of kidney failure. UMOD mutations have a common gain-of-toxic-function effect, causing mutant uromodulin retention in the endoplasmic reticulum (ER). This leads to ER stress, alteration of protein homeostasis and mitochondrial dynamics, defective autophagy and increased cell death. Calorie restriction (CR) exerts a beneficial role in diseases characterized by accumulation of pathogenic protein and inflammation, by modulating several pathways, including autophagy induction and suppression of inflammation and fibrosis. Given the relevance of these features in ADTKD, we investigated the effect of CR on disease onset and progression. Methods: Transgenic mice expressing C147W uromodulin (TgUmodC147W) were subjected to a moderate (30%) CR regimen for 15 or 24 weeks, starting at different stages of disease progression. Results: CR restored autophagy, as shown by decreased P62 punctae and quenched mTOR activation specifically in mutant uromodulin expressing cells, it recovered expression of key ER-phagy receptor genes, with a concomitant, striking reduction of mutant uromodulin ER retention. In pre-symptomatic TgUmodC147W mice, CR alleviates epithelial cell stress. This, likely along with a direct anti-inflammatory effect of CR, prevents inflammation and progressive decline of kidney function. At this early disease stage, CR ameliorates the already established kidney damage and reduces fibrosis, suggesting reversal of ADTKD phenotype. CR was also effective in significantly delaying disease progression in TgUmodC147W mice with advanced disease and already compromised kidney function. Conclusion: Our findings establish the proof-of-principle that counteracting the primary effect of UMOD mutations by stimulating autophagy and quenching inflammation prevents disease onset and progression. This study uncovers the potential of CR as a valuable therapeutic option in the context of ADTKD-UMOD, and possibly other proteinopathies.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694693",
    "doi": "10.64898/2025.12.16.694693",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694890",
    "title": "Genetic Associations with Longevity in a Calabrian Cohort: A Genome-Wide Study",
    "authors": [
      "Beccacece, L.",
      "Crocco, P.",
      "Torbidoni-Baldassari, B.",
      "Pallotti, S.",
      "Huang, J.",
      "Belloy, M. E.",
      "Passarino, G.",
      "Rose, G.",
      "Dato, S.",
      "Napolioni, V."
    ],
    "summary": "Human longevity is a complex trait shaped by genetic background and population-specific factors. Calabria, a region in Southern Italy with a high prevalence of centenarians and relative genetic isolation, is a valuable model for investigating the genetic architecture of extreme survival. Here, we performed a genome-wide association study of longevity in 705 Calabrian individuals, comparing long-lived subjects to younger controls using a mixed-model approach that accounts for relatedness and population structure. We identified 267 candidate longevity-associated variants, including 23 suggestive genomic risk loci, of which one reached genome-wide significance. Although most loci did not replicate in external datasets, one intronic variant regulating proteasome-related gene expression was confirmed by meta-analysis. Gene- and pathway-based analyses highlighted biological processes central to aging, including proteostasis, DNA repair, telomere maintenance, apoptosis, insulin signaling, inflammation, and cancer-related pathways. Notably, established longevity loci such as APOE and FOXO3 were not associated, underscoring population-specific genetic effects. Overall, our findings suggest that longevity in the Calabrian population arises from a combination of unique genetic influences and conserved aging-related mechanisms, providing new insights into the molecular basis of human lifespan extension.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694890",
    "doi": "10.64898/2025.12.17.694890",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b",
      "\\bApoptosis\\b",
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695082",
    "title": "Free Fatty Acid Receptor 2 Allosterism is Defined By Cellular Context",
    "authors": [
      "Lind, S.",
      "Ali, A. A.",
      "Al Hamoud Al Asswad, S.",
      "Lauschke, V. M.",
      "Forsman, H.",
      "Dahlgren, C.",
      "Johansson, L. C."
    ],
    "summary": "Background Allosteric modulators offer a way to fine-tune GPCR signaling in the presence of endogenous ligands. The short-chain fatty acid receptor FFA2R (GPR43) recognizes propionate and allosteric ligands such as Cmp58 and AZ1729. We characterized FFA2R signaling and allosteric modulation using multiple cell models including HEK293, HL60 cells and primary human neutrophils. Methods FFA2R activation was assessed using complementary assays in HEK293 and HL60 cells as well as primary human neutrophils. G protein activation and {beta}-arrestin recruitment were profiled using ebBRET biosensors. Ca2+ mobilization was measured with Fura-2, and reactive oxygen species (ROS) generation was quantified by isoluminol chemiluminescence. Pharmacological tools included the FFA2R antagonist CATPB, the Gq inhibitor YM-254890, and pertussis toxin (PTX). Results Propionate activated all tested G proteins except G12 in HEK293 cells and recruited both {beta}-arrestin1 and {beta}-arrestin2. The allosteric ligands Cmp58 and AZ1729 behaved as pathway-selective ago-PAMs. Alone they engaged a limited subset of G proteins with minimal {beta}-arrestin recruitment, whereas in the presence of propionate they selectively potentiated Gi1 while attenuating Gq/11 and Gi2/3. Fura-2 measurements coupled to YM-254890 treatment established that FFA2R couples to Gq-dependent Ca2+ mobilization in HEK293 cells; Cmp58, but not AZ1729, enhanced Ca2+ responses at submaximal propionate concentrations. In primary neutrophils, propionate elicited Ca2+ transients but did not trigger NADPH oxidase-dependent ROS on its own. Either Cmp58 or AZ1729 enabled propionate-driven ROS, and their combination produced robust ROS. Transient FFA2R expression in HL60 cells reconstituted this neutrophil-like functional profile, including allosteric activation of ROS. Conclusions Across systems, Ca2+ mobilization emerged as a conserved, receptor-proximal output of FFA2R, while allosteric modulation by Cmp58 and AZ1729 promoted Gi/o-biased signaling that enabled ROS generation. These data define pathway-selective allosterism at FFA2R and highlight Ca2+ mobilization and ROS as informative readouts for therapeutic strategies that exploit allosteric control.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695082",
    "doi": "10.64898/2025.12.18.695082",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694716",
    "title": "Senescent CD8+ T Effector Memory Cells are Functionally Impaired, Enriched in Aging and Disease, and a Barrier to Immunotherapy",
    "authors": [
      "Turano, P. S.",
      "Akbulut, E.",
      "Aquino, N.",
      "Garza-Martinez, L.",
      "Singh, S.",
      "Yap, G. S.",
      "Fitzgerald-Bocarsly, P.",
      "Martinez-Zamudio, R. I.",
      "Herbig, U."
    ],
    "summary": "Senescent cells play important roles in various biological processes that promote fitness and health, however, their timely elimination by immune cells is critical to maintain tissue homeostasis and prevent disease. Despite this, senescent cells progressively accumulate systemically with age, suggesting that certain immune cells also become senescent and dysfunctional during aging. Supporting this, we previously demonstrated that CD8 T cells, immune cells capable of targeting senescent cells, increasingly develop characteristics of senescence with advancing age in humans. Here, we further characterized the senescence state of human SA-{beta}Gal-expressing CD8 T effector cells, their functional capabilities, and their involvement in aging and disease. Single-cell RNA sequencing revealed that SA-{beta}Gal-expressing CD8 T cells with unique transcriptional signatures develop in all stages of T cell differentiation, including in effector memory (EM) T cells. SA-{beta}Gal-expressing CD8 TEM cells expressed various classical markers of senescence and were significantly impaired in their ability to proliferate, produce cytokines, and eliminate senescent human stromal cells, compared to CD8 TEM cells with low SA-{beta}Gal activity. Gene signatures of senescent SA-{beta}Gal-expressing CD8 TEM cells were enriched in CD8 T cells from older human donors, patients with age-related disorders, cancer, and smokers. Furthermore, our results demonstrate that T cell senescence is distinct from and dominant over T cell exhaustion, limiting the response of CD8 TEM cells to immunotherapy. Collectively, our study demonstrates that the senescence state impairs the functions of CD8 TEM cells and reveals the involvement of senescent and dysfunctional CD8 TEM cells in aging, disease, exposure to toxins, and responses to immunotherapy.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694716",
    "doi": "10.64898/2025.12.16.694716",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695245",
    "title": "Mechanoresilience of lysosomes conferred by TMEM63A",
    "authors": [
      "Kim, A. S.",
      "Wu, J. Z.",
      "Cai, R.",
      "Freeman, S. A."
    ],
    "summary": "Lysosomes are subject to perturbations that can cause damage to their limiting membrane. Osmotic shifts, pore-forming toxins, and the growth of luminal polymers or pathogens all stand to increase lysosomal membrane tension and/or disrupt the bilayer. In some contexts, this leads to lysosomal rupture and cell death. Here we describe a mechanism that enables lysosomes to sense and respond to acute increases in tension of their limiting membrane. We report that the lysosome-resident non-selective cation channel, TMEM63A, can drive the directional flux of monovalent cations, major osmoticants, out of the lumen when gated by mechanical tension on the organelle. This results in the ability for lysosomes to relieve hydrostatic pressure and, proportionally, membrane tension, affording lysosomes the time to acquire additional lipids. Lysosomes without this mechanism -either because TMEM63A is deleted or in the case when cells express disease-causing variants of TMEM63A- are an order of magnitude more sensitive to lysis upon increases to their membrane tension when compared to their wildtype counterparts. These findings suggest that lysosomes are capable of regulating hydrostatic pressure and volume in response to high tension.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695245",
    "doi": "10.64898/2025.12.18.695245",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694776",
    "title": "Physiologically Relevant 3D CRISPR Screening Enhances Mechanistic Insight into Chemical Toxicity Compared to 2D Screening",
    "authors": [
      "KIM, C. H.",
      "Zhu, Z.",
      "Tagmount, A.",
      "Barbazuk, W. B.",
      "Bacher, R.",
      "Vulpe, C. D."
    ],
    "summary": "Many omics-based approaches in toxicology research primarily rely on correlative data, often lacking functional relationships or causal links between genotypes and phenotypes. CRISPR-based approaches can overcome this limitation by establishing direct causal connections between genes and toxicological phenotypes. Moreover, CRISPR screens enable scalable and systematic interrogation of gene function and associated mechanisms following chemical exposure, predominantly using in vitro models. In line with the paradigm of new approach methodologies (NAMs) in toxicology research, CRISPR screens hold promise to provide an in vitro cell-based functional toxicogenomics approach. One of the main limitations of conventional in vitro assays is their compromised physiological relevance to humans due to their inability to fully recapitulate in vivo physiology. To improve the functional and physiological relevance of the toxicogenomics approach, we developed a 3D CRISPR screening system using HepG2/C3A spheroids generated and cultivated in a continuously rotating bioreactor (ClinoStar). We first performed time-course 3D CRISPR screens to identify genes that confer growth disadvantage or advantage, influencing spheroid development compared to 2D cultures. We then applied this approach to a chemical toxicity study using doxorubicin, comparing the performance of the 3D and 2D systems in identifying chemical-specific mechanisms. The results showed that the 3D system captured more candidate genetic determinants and biological pathways related to DNA damage processes, a known toxicity mechanism of doxorubicin, demonstrating improved performance in identifying chemical-specific pathways over the 2D counterpart. In our screens, we employed custom CRISPR sgRNA libraries representing common human loss-of-function genetic variants (mean allele frequency > 0.1% in all individuals catalogued in the genome aggregation database), which potentially affect toxicity responses. By comparing our CRISPR screen results with previously reported genetic associations for doxorubicin response, we found that the 3D system identified more known associated genes than the 2D system. Together, the 3D CRISPR screening system demonstrated its feasibility and utility for physiologically relevant functional toxicogenomics. This platform enables in vitro NAMs, by providing a scalable and effective approach to identify causal genetic determinants and biological pathways that modulate chemical-induced toxicity.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694776",
    "doi": "10.64898/2025.12.16.694776",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694451",
    "title": "Identification of Functional Genetic Components Modulating Toxicity Response to PFOS using Genome-wide CRISPR Screens in HepG2/C3A cells",
    "authors": [
      "KIM, C. H.",
      "Tagmount, A.",
      "Zhu, Z.",
      "Wilson, F.",
      "Li, D.",
      "Ostrov, D.",
      "Barbazuk, W. B.",
      "Bacher, R.",
      "Vulpe, C. D."
    ],
    "summary": "Perfluorooctane sulfonate (PFOS) poses significant health and environmental risks due to its persistence and widespread use and has been linked to various adverse outcomes, such as liver toxicity. Although the molecular responses and toxicity effects of PFOS exposure have been extensively studied, considerable uncertainty remains regarding the causal mechanisms leading to PFOS-associated adverse effects. To help bridge this gap, we conducted CRISPR screens in HepG2/C3A human liver cells exposed to IC25 (170 uM) of PFOS to identify genes and pathways influencing PFOS-induced cytotoxicity. Using a genome-wide CRISPR knockout library targeting 18,819 genes, we identified 340 candidate genes that modulate PFOS-induced cytotoxicity when genetically disrupted (189 gene disruptions increased sensitivity and 151 gene disruptions increased resistance). From these candidate genes, we individually disrupted two candidate genes, SLC6A9 which encodes the glycine transporter GlyT1, and CPSF2, and confirmed increased resistance to PFOS exposure. Further, molecular docking analysis predicts that PFOS directly binds to GlyT1 and functional inhibition of GlyT1 also increases resistance to PFOS exposure. Gene-Disease outcome association analysis using the Comparative Toxicogenomics Database (CTD) indicated an enrichment of candidate genes associated with cancer-related and liver disease phenotypes. KEGG and STRING enrichment analyses found over representation of several biological pathways including DNA damage response and cell cycle. Lastly, cross-species conservation analysis using the top two validated gene targets found that their pathways were highly conserved in several environmentally relevant species. These findings provide new mechanistic and functional insights into PFOS-induced cytotoxicity, highlight potential molecular targets for toxicity mitigation, and establish a foundation for cross-species toxicogenomic modeling of PFOS health effects.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694451",
    "doi": "10.64898/2025.12.16.694451",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695023",
    "title": "A K27-linked Ubiquitin Checkpoint Controls NOTCH Homeostasis",
    "authors": [
      "Mansoori, B.",
      "Song, Y.",
      "Zhang, T.",
      "Zheng, Z.",
      "Zhu, Q.",
      "Li, S.",
      "Reale, M.",
      "Pangilinan, C.",
      "Machhar, J. S.",
      "Liang, J.",
      "Chang, J.",
      "Hong, Y.-K.",
      "Wertheim, G. B.",
      "Murphy, M. E.",
      "Kim, Y.-M.",
      "Muschen, M.",
      "Gack, M. U.",
      "Kossenkov, A. V.",
      "Liu, Q.",
      "Auslander, N.",
      "Aifantis, I.",
      "Parekh, C.",
      "Liang, C."
    ],
    "summary": "Cell surface receptors such as NOTCH1 must be tightly regulated to ensure developmental fidelity and prevent pathological activation. Although the proteolytic steps culminating in nuclear NOTCH1 signaling are established, how cells prevent excessive or uncontrolled activation has remained unresolved. Here we identify the autophagy-related protein UVRAG as a negative regulator of NOTCH1. Upon receptor activation, UVRAG, acting independently of autophagy, recruits and activates the E3-ligase ITCH to catalyze K27-linked ubiquitination of membrane-tethered NOTCH1, thereby licensing ESCRT-dependent lysosomal degradation. Disruption of the UVRAG-ITCH-ESCRT axis stabilizes activated NOTCH1 intermediates and exaggerates oncogenic signaling. In T-cell leukemia models driven by constitutive NOTCH1 activity, restoring UVRAG expression reinstates receptor turnover, suppresses disease progression, and enhances therapeutic response. These findings define a ubiquitin-directed safeguard circuit that enforces NOTCH1 signaling homeostasis and reveals a tunable axis for intervention in NOTCH1-driven cancers.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695023",
    "doi": "10.64898/2025.12.18.695023",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694809",
    "title": "N-Ethylmaleimide-Sensitive Factor Deletion in Dopamine D2 Receptor Cells and Associated Neuronal and Behavioural Changes in Mice",
    "authors": [
      "XIE, M.",
      "Murata, K.",
      "Kuniishi, H.",
      "Fukazawa, Y.",
      "Usui, N.",
      "Matsuzaki, H."
    ],
    "summary": "N-ethylmaleimide-sensitive factor (NSF) plays a crucial role in neurotransmitter release and membrane molecule trafficking by regulating membrane fusion. Dysfunction of NSF has been linked to neuropsychiatric disorders. Although the interaction of NSF with dopamine receptor 2 (D2R) and the resulting excitotoxicity from its reduction in vitro have been demonstrated, the role of NSF in D2R-expressing cells in vivo remains unclear. This study investigated the effects of NSF loss on the survival of D2R-expressing cells and on mouse behaviour. We generated D2R-specific NSF conditional knockout (Nsff/f;D2R-Cre) mice. Targeted deletion of NSF in D2R-expressing cells led to a significant decrease in D2R-expressing neurons, accompanied by increased apoptosis during postnatal development, reduced striatal volume, and substantially lowered dopamine levels in the striatum. Further evidence of dopaminergic dysfunction was shown by reduced dopamine transporter expression in the striatum and tyrosine hydroxylase expression in the striatum and substantia nigra. The Nsff/f;D2R-Cre mice exhibited attention deficit hyperactivity disorder (ADHD)-like behaviours, including hyperactivity and impulsivity. Notably, combined administration of methylphenidate and a D2R agonist effectively alleviated hyperactivity and impulsivity, indicating a potential synergistic approach for ADHD treatment. These findings highlight the critical role of NSF in the survival of D2R-expressing neurons and suggest that disruption of the NSF-D2R interaction may contribute to ADHD-like phenotypes. This study underscores the translational relevance of the Nsff/f;D2R-Cre model for ADHD and suggests that targeting D2R dysfunction, particularly in treatment-resistant cases, may represent a promising therapeutic strategy for ADHD.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694809",
    "doi": "10.64898/2025.12.17.694809",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694777",
    "title": "Multicolored, Sonosensitizer-optimized Organic Mechanoluminescent Nanoparticles for Functional Sono-optogenetics",
    "authors": [
      "Liu, X.",
      "Wenliang, W.",
      "Artman, B.",
      "Diao, J.",
      "Zhao, Y.",
      "He, W.",
      "Yu, S.",
      "Tang, K. W. K.",
      "Yao, M.",
      "Gu, C.",
      "Song, B.",
      "Wang, H."
    ],
    "summary": "Light enables precise visualization and control of cellular processes, but its utility in deep tissues is fundamentally limited by poor optical penetration, particularly in the deep brain. Ultrasound-triggered mechanoluminescence offers a non-invasive strategy for remote light delivery, yet existing organic systems remain monochromatic and low-intensity, largely due to an incomplete understanding of ultrasound-induced emission. Here, we report a multicolor mechanoluminescence platform that couples reactive oxygen species-responsive chemiluminescent donors with fluorescent acceptors via Forster resonance energy transfer, generating tunable emission from blue (459 nm) to red (592 nm). Systematic screening potentially reveals that electronic energy gap-dependent reactive oxygen species generation serves as a predictive design principle for high-performance mechanoluminescent materials. The emitted spectrum and intensity are sufficient to activate ChR2 and ChRmine and inhibit eOPN3, enabling bidirectional, fiber-free neuromodulation under focused ultrasound. By integrating spatially precise ultrasound with programmable photon output, this platform establishes a non-invasive strategy for deep-tissue neural monitoring and provides a foundation for applications in bioimaging, gene editing, and precision therapeutics.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694777",
    "doi": "10.64898/2025.12.16.694777",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694825",
    "title": "Codon bias coevolves with longevity",
    "authors": [
      "Kerekes, K.",
      "Trexler, M.",
      "Banyai, L.",
      "Patthy, L."
    ],
    "summary": "Somatic mutations drive carcinogenesis and aging, shortening the lifespan of animals. Since the vulnerability of genes strongly depends on their size and the abundance of mutation hotspots, we have tested whether negative selection of hypermutable (e.g., CpG bearing) codons could play a role in the evolution of longevity in mammals. Our studies have shown that the CGA codon was significantly more depleted in long-lived than short-lived mammals, suggesting negative selection of this hypermutable stopogenic codon. Interestingly, our analyses have revealed lifespan-dependent changes in codon usage of most amino acids. In the case of a few amino acids (e.g., Ile) the change in codon usage favored translationally optimal codons in long-lived animals, reducing the chances of mistranslation and the formation of abnormal proteins. In the case of a larger group of amino acids (e.g., Tyr, Phe, Asp, Asn), however, the change in codon usage in long-lived animals favored translationally nonoptimal codons that lack matching isodecoder tRNAs. The most likely explanation for this observation is that slowdown of translation at these codons facilitates co-translational folding, thereby reducing the chances of misfolding and aggregation of misfolded proteins in long-lived animals. Our results suggest that the changes in codon usage may contribute significantly to correct co-translational folding, resulting in a more balanced proteostasis and a lower rate of cellular aging in long-lived animals. Our finding is in harmony with the notion that one of the most important hallmarks of aging is loss of proteostasis, manifested in the accumulation of abnormal, misfolded proteins.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694825",
    "doi": "10.64898/2025.12.17.694825",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694745",
    "title": "PKMYT1 inhibition induces DNA damage and synergizes with immune checkpoint blockade in CCNE1-amplified gastroesophageal adenocarcinoma",
    "authors": [
      "Jang, S.",
      "Wu, L. W.",
      "Park, J.",
      "Hangai, S.",
      "Shapiro, C.",
      "Marshall, C. G.",
      "Cai, L. L.",
      "Izar, B.",
      "Bass, A. J.",
      "Moy, R. H."
    ],
    "summary": "Purpose: CCNE1 amplification, found in approximately 10% of gastroesophageal adenocarcinoma (GEA), drives chromosomal instability and is associated with an immune-cold tumor microenvironment. Recent studies suggest that PKMYT1 inhibition is synthetic lethal in CCNE1-amplified cancers; however, its role in GEA is largely uncharacterized. We investigated the therapeutic activity of PKMYT1 inhibition in CCNE1-amplified GEA and its potential combination with immunotherapy. Experimental Design: We evaluated lunresertib (RP-6306), a selective first-in-class PKMYT1 inhibitor, in CCNE1-amplified and wild-type GEA cell lines to define its effects on cell viability, DNA damage, and gene expression changes. To investigate the role of PKMYT1 blockade on immune microenvironment modulation, we used a syngeneic murine model of CCNE1;Trp53-/- GEA xenografts treated with lunresertib, anti-PD-1, or the combination. Results: Lunresertib was selectively cytotoxic in CCNE1-amplified GEA cell lines in cell viability and clonogenic assays. Mechanistically, treatment with lunresertib induced DNA damage, evidence by increased {gamma}H2AX expression and DNA micronuclei formation, and activated pro-inflammatory signaling pathways by gene set enrichment analysis. In a CCNE1-amplified GEA murine model, PKMYT1 inhibition promoted T cell infiltration, reduced myeloid cells, and synergized with anti-PD-1 therapy to induce tumor regression. Conclusions: Our results suggest that CCNE1 amplification is a potentially actionable target in GEA and support the development of combination therapeutic strategies utilizing PKMYT1 inhibition and PD-1 blockade.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694745",
    "doi": "10.64898/2025.12.17.694745",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694686",
    "title": "Mechanochemical modeling of exercise-induced skeletal muscle hypertrophy",
    "authors": [
      "Devold, I. S.",
      "Rognes, M. E.",
      "Rangamani, P."
    ],
    "summary": "Skeletal muscle displays remarkable plasticity, adapting its size and strength in response to mechanical loading, particularly, from exercise. This process, known as hypertrophy, is fundamental to athletic training and rehabilitation, but is challenging to quantitatively predict due to its multifactorial, multiscale nature. Specifically, skeletal muscle hypertrophy results from an integration of macroscopic mechanical stimuli with the intracellular signaling pathways that govern muscle growth. In this work, we present a multiscale computational model that mechanistically integrates these mechanical and biochemical stimuli and offers a framework for predicting the outcomes of different types of exercise on skeletal muscle growth. The framework couples a transversely isotropic hyperelastic model for tissue-level mechanics with a system of ordinary differential equations representing the IGF1-AKT-mTOR-FOXO signaling pathway, a key regulator of protein synthesis and degradation. We link these scales using a volumetric growth model, where the signaling dynamics inform a growth tensor that drives changes in muscle cross-sectional area. This approach enables the simulation of long-term muscle adaptation, providing a mechanistic tool to investigate how different exercise protocols lead to macroscopic hypertrophy. Simulations from our model capture the temporal dynamics of hypertrophy under varying load protocols and highlight how feedback between protein synthesis and muscle growth regulates the dose-response relationship to prevent unbounded growth. Using muscle geometries derived from the Visible Human dataset, we study how human variations in muscle geometry affect hypertrophy. Finally, we demonstrate that the mechanochemical coupling between muscle geometry and signaling not only predicts macroscopic shape changes but also provides buffering from local signaling heterogeneity. Ultimately, this framework offers a predictive computational tool for optimizing training regimens and understanding the multiscale determinants of muscle adaptations.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694686",
    "doi": "10.64898/2025.12.17.694686",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bFOXO\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694842",
    "title": "Two-photon in vivo imaging reveals cell type-specific mitophagy dynamic changes in mouse somatosensory cortex during aging",
    "authors": [
      "Escobar-Doncel, B.",
      "Zhang, X.",
      "de la Puebla, M. F.",
      "Rao, S. B.",
      "Fjeldstad, S. A.",
      "Dahle, M. T.",
      "Amiry-Moghaddam, M.",
      "Bjoeras, M.",
      "Fang, E. F.",
      "Tang, W."
    ],
    "summary": "Mitochondrial homeostasis is maintained through mitochondrial autophagy, a process commonly known as mitophagy. Recent research has begun to highlight the region- and cell type-specific nature of mitophagy during brain aging; however, these dynamics have largely remained unexplored in living brains. To address this gap, we conducted two-photon mt-Keima imaging in somatosensory cortical neurons and astrocytes in behaving mice across two age groups. Our observations revealed a reduction in mitophagy levels in both cell types during aging, and we consistently found a higher level of mitophagy in astrocytes compared to neurons across both age groups, indicating a cell type-specific mitophagy dynamics that is independently of the aging process. NAD+ augmentation improved mitophagy level in both neurons and astrocytes in old-aged mice at the dose and method of administration tested. Collectively, our data underscore the critical importance of both neuronal and astrocytic metabolic roles in brain aging. The findings also suggest that NAD+ repletion has clinical value in potentially improving these cell type-specific mitophagy dynamics during aging.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694842",
    "doi": "10.64898/2025.12.17.694842",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.693452",
    "title": "Evaluating the effects of aging on biodistribution and gene silencing activity of lipid-siRNA conjugates delivered into cerebrospinal fluid",
    "authors": [
      "Ligocki, A.",
      "Sorets, A.",
      "Abdulrahman, A.",
      "Francini, N.",
      "Park, J.",
      "Lee, J. H.",
      "Ford, W.",
      "Lyons, S.",
      "Fritsch, E.",
      "Lamantia, Z.",
      "Duvall, C.",
      "Lippmann, E."
    ],
    "summary": "Aging is the primary risk factor for chronic neurodegenerative diseases and is associated with alterations to cerebrospinal fluid (CSF) flow and clearance. CSF delivery is currently the most clinically advanced route of administration for oligonucleotide therapeutics, but it remains poorly understood how aging, which is rarely incorporated into clinical trials, impacts biodistribution, gene silencing activity, and potential toxicity of these compounds. Here, we evaluated a lipid-siRNA conjugate (L2-siRNA) for potential age-related changes to CSF-mediated delivery, mRNA silencing, and safety. We found that L2-siRNA exhibited comparable biodistribution and on-target silencing of Huntingtin (Htt) between young and aged mice in all tested regions of the central nervous system (CNS) and across extended time points. Examining transport along CSF efflux routes revealed uptake in deep cervical lymph nodes and dura. Further, L2-siRNA did not generate detectable toxicity in the CNS or periphery of aged mice. A subset of studies benchmarked L2-siRNA against a C16 lipid-siRNA conjugate that recently entered clinical trials. Collectively, these results provide valuable insight into siRNA conjugate biodistribution and activity in the CNS in the context of aging and further establish the performance of L2-siRNA under conditions relevant to the treatment of neurodegenerative diseases.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.693452",
    "doi": "10.64898/2025.12.17.693452",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694415",
    "title": "Myeloid cells contribute to bystander CD8 T cell accumulation in metabolic-associated steatohepatitis and are sufficient for fibrosis",
    "authors": [
      "Lebeaupin, C.",
      "Donahue, K.",
      "Christensen, S. M.",
      "Wadsworth, M. H.",
      "Bound, K.",
      "De, S.",
      "McMahon, J.",
      "Schlerman, F.",
      "Wang, C.",
      "Chen, X.",
      "Barron, A. M. S.",
      "Wynn, T. A.",
      "Hart, K. M.",
      "Fabre, T."
    ],
    "summary": "Background & Aims: Metabolic dysfunction-associated steatohepatitis (MASH) is a leading cause of liver fibrosis, morbidity, and mortality. It is characterized by the accumulation of fat in hepatocytes causing cell death followed by stromal cell activation and scar deposition at later disease stages. While a marked accumulation of cytotoxic CD8 T cells is observed in MASH in humans and mice, the role of adaptive immune cells in fibrosis progression remains debated. Methods: Transcriptional data were curated from human datasets and preclinical mouse models, including mice deficient in TCR{beta} T cells (Tcrb-/-), which lack conventional CD4 helper and CD8 cytotoxic T cells, in diet-induced fibrosing MASH for single-cell RNA-sequencing. Specific human and mouse liver transcriptomic immune signatures were corroborated by flow cytometry and immunofluorescence. Results: MASH was associated with the expansion of lymphocytes and myeloid cells. Auto-aggressive CXCR6+PD1+FASLG+ CD8 T cells were enriched in livers of high-fat-diet-fed mice and correlated with MASH and fibrosis. Notably, Tcrb-deficient mice in a chemical and dietary preclinical MASH model developed fibrosis to the same extent as wild-type mice and exhibited exacerbated pro-fibrotic type 3 inflammation. Loss of conventional CD8 T cells neither impacted myeloid cell number nor phenotype within the fibrotic niche. Neutrophil- and non-conventional lymphocyte-derived GM-CSF and IL-17A were central drivers in the fibrotic niche composed of pathogenic macrophages and activated myofibroblasts. Furthermore, myeloid cells were identified as the main source of CXCL16 in diseased livers, retaining auto-aggressive CD8 T cells to the scar and contributing to their accumulation. Thus, non-adaptive cells, including scar-associated macrophages (SAMs) and myofibroblasts, are sufficient for MASH-driven fibrosis in this model. Conclusions: Targeting myeloid cells and fibroblasts should be prioritized as anti-fibrotic therapies for MASH.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694415",
    "doi": "10.64898/2025.12.17.694415",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695452",
    "title": "Crosstalk between the Ino80 complex and TOR signaling drives fungal adaptation to hypoxia through chromatin remodeling",
    "authors": [
      "Shrivastava, M.",
      "Tebbji, F.",
      "Dube, M.",
      "Vincent, A. T.",
      "Sellam, A."
    ],
    "summary": "In the human host, the opportunistic yeast Candida albicans must adapts to niches that vary markedly in oxygen tension, ranging from the hypoxic gastrointestinal and vaginal tracts to more oxygen-rich niches such as the skin. Thriving across this spectrum requires the capacity to dynamically rewire core metabolic pathways in response to fluctuating oxygen levels. Yet, despite the central role of oxygen in shaping fungal metabolism and fitness, the genetic basis underlying hypoxic adaptation in C. albicans remains incompletely understood. Here, we performed a genetic screen to identify genes required for adaptation to hypoxia (5% O2). This comprehensive approach revealed numerous genes spanning diverse metabolic and stress-related functions that are essential for optimal growth under oxygen-limiting conditions. Notably, this study uncovers a previously unrecognized role for the TOR (Target of Rapamycin) signaling pathway and the chromatin-remodeling complex Ino80 in orchestrating the fungal adaptive response to hypoxia. Integration of ino80 mutant transcriptomic data with Ino80 DNA-binding and nucleosome-occupancy profiles under conditional INO80 depletion revealed that this chromatin remodeler regulates the cellular phosphate demand associated with hypoxic exposure. The similarity between chromatin accessibility changes following TOR1 and INO80 depletion further suggests that Ino80 acts in concert with the TOR pathway to support growth and maintain phosphate homeostasis under low-oxygen conditions. Collectively, these findings provide new insight into how nutrient and oxygen signaling converge on chromatin remodeling, offering a mechanistic framework for understanding the regulatory logic underlying hypoxic adaptation in pathogenic fungi.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695452",
    "doi": "10.64898/2025.12.19.695452",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694444",
    "title": "In-cell cryo-electron tomography reveals differential effects of type I and type II kinase inhibitors on LRRK2 filament formation and microtubule association",
    "authors": [
      "Basiashvili, T.",
      "Hutchings, J.",
      "Chen, S.",
      "Karasmanis, E. P.",
      "Flaherty, W. A.",
      "Leschziner, A. E.",
      "Villa, E."
    ],
    "summary": "Mutations in leucine-rich repeat kinase 2 (LRRK2) are a leading contributor to developing familial and idiopathic Parkinson's disease (PD). Most PD-causing LRRK2 mutations increase the kinase activity, leading to abnormal phosphorylation of Rab GTPases, disrupting vesicular trafficking, cytoskeletal dynamics, and autophagy. When expressed in cells, LRRK2 is distributed throughout the cytosol. However, exogenously expressed LRRK2 can form microtubule-associated filaments that have been shown to affect molecular transport along microtubules in vitro. While LRRK2's association with microtubules has not been detected at endogenous levels, inhibitors being designed and tested as therapeutics have been shown to either promote or prevent filament formation of LRRK2. In this study, we examine the localization and resulting molecular organization of hyperactive LRRK2-I2020T, a common PD mutant, in cells treated with type I (MLi-2) or type II (GZD-824) kinase inhibitors. Treatment with a type I kinase inhibitor results in extensive LRRK2-I2020T decoration around microtubules and microtubule bundling. Stabilization of LRRK2-I2020T filaments by type I inhibitor treatment allowed us to determine the full-length kinase active structure of LRRK2-I2020T in its native cellular environment. Conversely, treatment with a type II inhibitor resulted in minimal microtubule decoration by LRRK2-I2020T compared to Type I inhibitor treated cells. This study provides insights for the design of next generation kinase inhibitors that target LRRK2 activity, suggesting that type I inhibitor treatment may result in undesirable enhanced LRRK2 filament formation, a side effect not present in type II inhibitor treatment.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694444",
    "doi": "10.64898/2025.12.18.694444",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695256",
    "title": "Cellular adaptation of mitochondrial metabolism and biogenesis in response to partial ATP synthase uncoupling",
    "authors": [
      "Sardin, E.",
      "Godard, F.",
      "Lasserre, J.-P.",
      "Salin, B.",
      "Daniel, L.",
      "Renaut, J.",
      "di Rago, J.-P.",
      "Duvezin-Caubet, S.",
      "Tetaud, E."
    ],
    "summary": "Cellular energy metabolism relies on tight regulation of mitochondrial biogenesis and turnover to maintain bioenergetic homeostasis. Understanding the signaling pathways that modulate mitochondrial content in response to changing energetic demands is therefore essential. This work examines how partial mitochondrial uncoupling reshapes mitochondrial content and metabolism in yeast and how such adaptations mirror features of pathological or age associated states. Using a Saccharomyces cerevisiae ATP synthase mutant lacking the epsilon subunit ({Delta}{varepsilon}) and carrying a compensatory mutation that allows survival under uncoupling ({Delta}{varepsilon}+c-L57F), mitochondrial abundance, organization, and function were compared with those of wild-type and rescue strains (mutant re-expressing the epsilon subunit of the ATP synthase). Analyses included respiration assays, mitochondrial DNA quantification, {beta}-galactosidase reporters, fluorescence microscopy of the mitochondrial network, and 2D-DiGE proteomics. Uncoupling in the mutant led to a strong increase in mitochondrial mass per cell, higher respiratory capacity, elevated cytochrome levels, and increased mtDNA copy number, together with augmented transcriptional activity consistent with activation of HAP-dependent mitochondrial biogenesis. Despite a fragmented network, mitochondria retained typical ultrastructural features, while proteomic profiling indicated a shift toward ATP production via substrate-level phosphorylation. Overall, partial uncoupling promotes reversible mitochondrial biogenesis and metabolic remodeling that depend on a preserved proton-motive force, highlighting mitochondrial signaling as a key regulator of cellular energy homeostasis and offer new perspectives for studying metabolic disorders and mitochondrial pathologies.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695256",
    "doi": "10.64898/2025.12.18.695256",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695414",
    "title": "Role of small intronic RNAs in the crosstalk between immune cells and beta-cells during type 1 diabetes development",
    "authors": [
      "Poddar, S.",
      "Brozzi, F.",
      "Cosentino, C.",
      "Jacovetti, C.",
      "Guay, C.",
      "Perrard, J.",
      "Regazzi, R."
    ],
    "summary": "Small non-coding RNAs, such as microRNAs and tRNA-derived fragments, are key regulators of cellular processes, but the functions of small intronic RNAs (sinRNAs), a recently identified RNA class, remain largely unknown. Here, we report that two sinRNAs, sinR-D and sinR-T, are upregulated in pancreatic beta-cells of NOD mice, a well-established model of type 1 diabetes. Using in vivo RNA-tagging, we demonstrate that these sinRNAs are packaged into extracellular vesicles released by infiltrating CD4 T lymphocytes and subsequently delivered to beta-cells during the early stages of autoimmune attack. Functional analyses revealed that overexpression of sinR-T has little effect on beta-cell viability, whereas sinR-D markedly increases beta-cell apoptosis. This finding suggests that the transfer of sinR-D contributes to beta-cell destruction and the onset of type 1 diabetes. Furthermore, pull-down experiments with biotinylated sinRNAs identified Ago2, a core component of the RNA-induced silencing complex (RISC), as a binding partner of sinR-D, indicating mechanistic parallels with microRNA-mediated regulation. Collectively, our data uncover a novel role for sinRNAs as extracellularly transferred regulators of beta-cell fate, expanding the repertoire of small RNAs implicated in the initiation of type 1 diabetes.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695414",
    "doi": "10.64898/2025.12.19.695414",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694992",
    "title": "C57BL/6 Mouse Substrain Differences in the Ontogeny of Auditory Fear",
    "authors": [
      "Premachandran, H.",
      "Naveed, K.",
      "Arruda-Carvalho, M."
    ],
    "summary": "Early life adversity is a major risk factor for mental disorders later in life. Genetic and individual differences modulate the impact of early life trauma and stress on adult mental health, emphasizing the importance of understanding how the early onset of individual differences may shape behavioral outcomes across life. In rodents, genetic differences can be studied using inbred rodent strains or substrains. While C57BL/6 mouse substrains differ in their adult fear behavior, it is unclear when in development these differences emerge. Here we compared the ontogenesis of remote auditory fear retrieval, spontaneous recovery and renewal in the mouse C57BL/6J (Jax, from Jackson Laboratories) and C57BL/6NTac (Taconic Biosciences) substrains spanning postnatal days (P)16, P18, P21, P25 and P30. Taconic male and female mice show an earlier onset of persistent auditory fear memory and spontaneous recovery (females only) compared to Jax mice. Male Taconic mice also display earlier onset of renewal compared to Jax males. These data identify ontogenetic differences in fear processing among C57BL/6 mouse substrains, highlighting how individual differences can contribute to altered behavioral phenotypes in early development.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694992",
    "doi": "10.64898/2025.12.17.694992",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695350",
    "title": "Genetic regulators of neuronal survival across metabolic environments",
    "authors": [
      "Bennett, N. K.",
      "Soto-Muniz, Y.",
      "Meng, J. X.",
      "Lee, M.",
      "Yang, J.",
      "Flanigan, W. R.",
      "Pico, A. R.",
      "Jain, I. H.",
      "Nakamura, K."
    ],
    "summary": "Cellular energy metabolism and oxygen availability shape neuronal function and vulnerability, yet the genetic regulators of these metabolic processes in human neurons remain incompletely understood. Here, we performed CRISPR interference (CRISPRi) screens in human induced pluripotent stem cell (iPSC)-derived neurons across four distinct metabolic conditions and at three physiologically relevant oxygen tensions. This combinatorial approach enabled systematic interrogation of gene-environment interactions that govern neuronal metabolic adaptation. We identified genes--including genes associated with Leigh syndrome and autism spectrum disorder--whose importance for cell survival is highly sensitive to environmental context, revealing potential mechanisms underlying metabolic specification and selective neuronal vulnerability in neurological disorders. Our screens also uncovered regulators of neuronal glycolysis, including KIAA1429 and MAPT among others, which are previously uncharacterized modulators of neuronal glucose utilization and metabolic flexibility. Our work nominates candidate metabolic interventions and gene targets for enhancing neuronal resilience under hypoxic or nutrient-limited conditions.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695350",
    "doi": "10.64898/2025.12.19.695350",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694726",
    "title": "Prolonged Loss of Oxidative Phosphorylation and Mitochondrial Mass Characterize CD66b+ Leukocytes from Patients with Sepsis",
    "authors": [
      "Rodhouse, C.",
      "Barrios, E. L.",
      "Zeumer-Spataro, L. L.",
      "Wu, R.",
      "Yu, X.",
      "Tian, G.",
      "Brant, J. O.",
      "Gauthier, M.-P. L.",
      "Chen, J.",
      "Hernandez-Rios, M.",
      "Polcz, V. E.",
      "Wiggins, W.",
      "Charles, A. M.",
      "Dirain, M. L. S.",
      "Ungaro, R.",
      "Rincon, J.",
      "Loftus, T.",
      "Xiao, F.",
      "Cai, G.",
      "Moldawer, L. L.",
      "MAILE, R.",
      "Kladde, M. P.",
      "Efron, P. A.",
      "Mathews, C. E."
    ],
    "summary": "IntroductionSepsis leads to expansion of myeloid-derived suppressor cells (MDSC) and their subtypes. These normally transitory MDSCs suppress T cell activation and alter T cell cytokine production while simultaneously promulgating systemic low-grade inflammation. Immune metabolism can shape cell responses, regulate immune suppression, and enhance effector activity. Although MDSC metabolism has been extensively studied in cancer, the metabolic phenotype of this heterogeneous population in sepsis remains unclear. Our goal was to assess metabolic flux in blood MDSCs during and after sepsis and to stratify these patients clinical features and outcome with differences in metabolic flux that may guide treatment decisions.\n\nMethodsPeripheral blood mononuclear cells (PBMC) from healthy subjects and sepsis patients at 4 days, 2-3 weeks, and 6 months underwent CD66b+ or CD3+ enrichment, followed by assessment of metabolic flux, flow cytometry, mRNA sequencing, and chromatin accessibility.\n\nResultsMitochondrial basal oxygen consumption rates (OCR) and maximal oxygen consumption rates (SRC, spare respiratory capacity) were decreased in MDSC from septic patients at 4 days after infection and persisted for up to 6 months after sepsis onset. Sepsis was not associated with differences in glycolysis. In contrast, oxidative metabolism in CD3+ T cells was similar between sepsis patients and healthy subjects. Reduced MDSC oxidative metabolism was linked to adverse clinical outcomes. The decline in oxygen consumption from MDSCs in septic patients was also associated with significant reductions in MDSC mitochondrial content. Transcriptomic analysis of CD66b+ cells isolated from PBMC of healthy participants and patients with sepsis at 4 days, 2-3 weeks, and 6 months revealed 19 differentially expressed genes and three long non-coding RNAs as potentially responsible for this decline in mitochondrial mass. Specifically, NR4A3, NR4A2, and TAMLIN/NR4A1 expression, all critical for mitochondrial biogenesis, were persistently decreased with reduced chromatin accessibility indicative of gene silencing.\n\nDiscussionAfter sepsis, blood CD66b+ cells present with reduced mitochondrial mass and oxidative metabolism that continue at least 6 months after sepsis. These changes in mitochondrial function result from a reduced content of these organelles. We have also identified gene silencing, reduced gene expression of key transcription factors that regulate mitochondrial biogenesis, as well as increased long non-coding RNA as potential drivers of this unique metabolic phenotype. These results highlight the potential benefit of targeting metabolism in sepsis to promote immune homeostasis and recovery.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694726",
    "doi": "10.64898/2025.12.16.694726",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694889",
    "title": "Small non-coding RNA profiling reveals inflammatory and mitochondrial related changes in aging β-cells and islet macrophages",
    "authors": [
      "Guay, C.",
      "Perrard, J.",
      "Mangano, E.",
      "Menoud, V.",
      "Aiello, E.",
      "Fignani, D.",
      "Dotta, F.",
      "Bonner-Weir, S.",
      "Sebastiani, G.",
      "Aguayo-Mazzucato, C.",
      "Cosentino, C.",
      "Regazzi, R."
    ],
    "summary": "Aging is accompanied by functional decline and increased senescence of pancreatic {beta}-cells. These changes may be influenced by islet-resident macrophages (iMACs) that remodel tissue in response to environmental cues. To explore the molecular mechanisms underlying {beta}-cell aging and senescence, we profiled small non-coding RNAs (sncRNAs) in FACS-sorted {beta}-cells and iMACs from 3-, 12-, and 22-month-old mouse islets or from senescence-associated {beta}gal (SA-{beta}gal) positive {beta}-cells of 8-month-old mice. Overall, senescent {beta}-cells displayed distinct sncRNA signatures that only partially overlapped with those of aging. However, several miRNAs previously found to be deregulated in obese or diabetic conditions were modulated in both aging and senescent {beta}-cells, including upregulation of miRNAs linked to inflammation. In vitro exposure to pro-inflammatory cytokines partially reproduced these profiles. Aging also reshaped the {beta}-cell tRNA-derived fragment (tRF) pool, enhancing global mitochondrial tRF levels. Interestingly, some changes in miRNAs and tRFs were {beta}-cell specific, whereas others occurred also in other aged metabolic tissues. iMACs also showed age-related sncRNA remodeling, including upregulation of anti-inflammatory miRNAs and mitochondrial tRFs, suggesting adaptive immune reprogramming. Together, these data reveal a profound, coordinated reshaping of the sncRNA landscape in {beta}-cells and iMACs during aging, offering new insights into molecular mechanisms driving age-related islet dysfunction.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694889",
    "doi": "10.64898/2025.12.17.694889",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694947",
    "title": "A new model for coordinating the functions of TIMELESS at the replication fork",
    "authors": [
      "Vipat, S.",
      "Harolikar, R.",
      "Sapovalovaite, K.",
      "Chavata, N. R.",
      "Musvi, S. S.",
      "Morgunov, A.",
      "Vällo, S.",
      "Moiseeva, T. N."
    ],
    "summary": "TIMELESS is an essential protein that supports a multitude of various cell functions, from replication fork progression through intrinsic barriers in the genome and DNA damage checkpoint to double strand break repair, transcription, and circadian rhythm. How TIMELESS coordinates its various roles at the replication fork and in DNA damage response, and how its canonical position at the leading edge of the replication fork could facilitate its role in DNA damage checkpoint, remain poorly understood. Using an auxin-inducible degron system, we show that TIMELESS-depleted cells exhibited S phase entry defects, and compromised chromatin loading of CLASPIN and TIPIN - the other two components of the Fork Protection Complex (FPC). We further show that FPC chromatin loading was concurrent with the activation of the replicative helicase, but also required proficient DNA synthesis. Proximity labelling experiments suggested the existence of more than one molecule of TIMELESS per replication fork. TIMELESS interaction with the replicative helicase was essential for the speed of replication fork progression, but not for the role of TIMELESS in the activation of the replication checkpoint. Our data propose a new model for coordinating essential functions of TIMELESS in replication fork progression and checkpoint activation.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=79 SRC=\"FIGDIR/small/694947v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (29K):\norg.highwire.dtl.DTLVardef@4ba355org.highwire.dtl.DTLVardef@1d03931org.highwire.dtl.DTLVardef@15af536org.highwire.dtl.DTLVardef@98b834_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694947",
    "doi": "10.64898/2025.12.17.694947",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.689083",
    "title": "UV induces common cutaneous amyloid-like melanosomal protein aggregates",
    "authors": [
      "Theodosakis, N.",
      "Howland, P. B.",
      "Hejna, M.",
      "Ostrowski, S. M.",
      "Cohen-Neamie, T. A.",
      "Joseph, R. A.",
      "Ji, H.",
      "Greuel, A. E.",
      "Boozer, J. R.",
      "Demian, M. Y.",
      "Asim, A.",
      "Nguyen, K.",
      "Mu, A. M.",
      "Seifert, P.",
      "Kaminiow, K. D.",
      "Zhang, Y.",
      "Fassini, A.",
      "Germana, S.",
      "Shaw, K. C.",
      "Lin, W. M.",
      "Hoang, M. P.",
      "Wu, X.",
      "Chandra, S. S.",
      "Hacohen, N.",
      "Ballabio, A.",
      "Bakshi, R.",
      "Udeshi, N. D.",
      "Horn, T. D.",
      "Ganesan, A. K.",
      "Murphy, G. F.",
      "Carr, S. A.",
      "Hyman, B.",
      "Song, J. S.",
      "Fisher, D. E."
    ],
    "summary": "Misfolding of aggregation-prone proteins underpins diseases known as proteinopathies. One of these proteins, alpha-synuclein, is a component of aggregates in neurodegenerative conditions such as Parkinsons disease. The melanosomal protein PMEL, which forms physiologic amyloid scaffold structures on which melanin is organized in melanosomes, similarly ectopically accumulates in the dermis in many forms of cutaneous hyperpigmentation. Here, we demonstrate in a wide range of common clinical pigmentary disorders, as well as in primary melanocyte and mouse models examined by molecular, proteomic, and electron microscopic tools, that melanocytic alpha-synuclein is a prominent component of intracellular protein aggregates bound to similar proteins as in Parkinsons disease, as well as melanized extracellular protein deposits. Using the Real Time Quaking-Induced Conversion Assay (RT-QuIC), we demonstrate that UV induces misfolded melanosomal proteins to self-propagate, augmenting this pathology in prion-like fashion. CUT&RUN chromatin profiling and single-cell RNA-seq demonstrate that melanocytes utilize microphthalmia-associated transcription factor (MITF)-regulated autophagy to counteract protein aggregation, identifying aggregate removal as a core function of tanning. In contrast to extracellular aggregation, impaired intracellular aggregate removal contributes to melanocyte senescence, which conversely exacerbates chronic hypopigmentation and photoaging-related discoloration. These findings identify melanosomal proteinopathy as a common contributor to melanocyte dysfunction and suggest aggregate-focused management approaches.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.689083",
    "doi": "10.64898/2025.12.17.689083",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694817",
    "title": "Apurinic/apyrimidinic endodeoxyribonuclease 1 contributes to the repair of damaged intercalated-motif of telomeric sequences",
    "authors": [
      "Bellina, A.",
      "Malfatti, M. C.",
      "Obermann, T.",
      "Grooms, K. M.",
      "Gjosaether, A.",
      "Othman, Z.",
      "Salgado, G.",
      "Marasco, D.",
      "Virgilio, A.",
      "Esposito, V.",
      "Antoniali, G.",
      "Mio, C.",
      "Pivetta, M.",
      "Bjoras, M.",
      "Van Loon, B.",
      "Tell, G."
    ],
    "summary": "Apurinic/apyrimidinic endodeoxyribonuclease 1 (APE1) is a key enzyme in the Base Excision Repair pathway, responsible for processing abasic (AP-) sites. Recent studies revealed that APE1 participates in repairing DNA secondary structures as G-quadruplexes (G4). Telomeres, stabilized by shelterin proteins, are rich in G4, where APE1 binds and repairs AP-sites to maintain their integrity. The complementary cytosine-rich strand forms another structure, the i-motif (iM), essential for telomere maintenance, though its repair mechanism remains unclear.\n\nHerein we investigate APE1 binding and processing capabilities toward native and damaged telomeric iM, bearing AP-sites in different positions. Using biochemical and biophysical assays, we found that APE1 binds the telomeric iM-sequence and that its cleavage efficiency depends on AP-site position within iM. Proximity Ligation Assay analysis, in HeLa and U2OS cells, highlighted a novel interaction between APE1 and PCBP1, a well-known iM-folding modulator. PCBP1 binds iM with higher affinity than APE1 and inhibits its cleavage activity on damaged iM. Immunofluorescence and Telomere Restriction Fragment analyses showed that depletion of APE1 or PCBP1 impairs their interaction with the shelterin components, affecting telomere length. These results connect APE1 canonical DNA repair activity with the maintenance of non-canonical DNA secondary structures in telomeres, through its interaction with PCBP1.\n\nGRAPHICAL ABSTRACT\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=80 SRC=\"FIGDIR/small/694817v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (27K):\norg.highwire.dtl.DTLVardef@658902org.highwire.dtl.DTLVardef@614c5org.highwire.dtl.DTLVardef@13dcf12org.highwire.dtl.DTLVardef@e5d37d_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694817",
    "doi": "10.64898/2025.12.17.694817",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.695030",
    "title": "Suppression of non-canonical autophagy induces endothelial and cardiac dysfunction",
    "authors": [
      "magne, j.",
      "Poudel, S.",
      "Strawbridge, R. J.",
      "Mari, L.",
      "Sabater-Lleal, M.",
      "Guy, C. S.",
      "Confer, T.",
      "Johnson, M.",
      "Panlilio, M.",
      "John, J.",
      "Denans, N.",
      "Mishra, P. P.",
      "Ward, J.",
      "Pitre, A.",
      "Taylor, A.",
      "Lehtimäki, T.",
      "Raitakari, O. T.",
      "Sapkota, Y.",
      "Wani, A.",
      "Kalkavan, H.",
      "Azouzi, S.",
      "Koehl, B.",
      "Isakson, B. E.",
      "Khairy, K.",
      "Green, D. R."
    ],
    "summary": "BackgroundWhile roles for canonical autophagy in the pathophysiology of cardiovascular disease have been established, we have limited understanding of the non-canonical functions of autophagy proteins in this context. LC3-asssociated endocytosis (LANDO) is a novel non-canonical function of autophagy proteins, in which LC3 (microtubule-associated protein light chain 3) is conjugated to early endosome membranes using a portion of the canonical autophagy machinery, and functions in the endocytic recycling of several plasma membrane proteins. Here we ask whether perturbation of LANDO can promote cardiovascular pathogenesis.\n\nMethodsCardiac and endothelial functions were assessed by echocardiography and flow-mediated dilatation in mice lacking Rubicon (Rubcn-/-) or the WD domain of ATG16L1 (Atg16l1{Delta}WDki), two known effectors of LANDO. Mice with conditional depletion of Rubicon in the endothelial, myeloid and cardiomyocyte compartments were used as well. Three-dimensional murine cardiac vasculature leakiness was investigated by light sheet fluorescence microcopy. Endothelial activation induced by shear stress was characterized in vitro in primary endothelial cells isolated from murine lungs and human aortic endothelial cells. Associations between genetically predicted expression of candidate genes involved in LANDO and human cardiovascular parameters were studied in the Young Finns Study and the UK Biobank.\n\nResultsCompared to littermate controls, young Rubcn-/- and Atg16l1{Delta}WDki mice showed a decrease in cardiac and endothelial functions, as did mice with endothelium-specific deficiency. VEGFR2 recycling to the plasma membrane and nitric oxide pathway during shear stress were disrupted in LANDO-deficient primary murine and human endothelial cells. Proteomic analysis in primary human aortic endothelial cells revealed an upregulation of intracellular hemoglobin subunit alpha (Hb-) upon shear stress, which was blunted when RUBCN was ablated. Genetic expression studies uncovered several candidate genes related to LANDO that correlated with cardiovascular parameters. These included the retromer complex subunit VPS29, disruption of which decreased Hb- expression levels in human endothelial cells.\n\nConclusionsOur data support a pivotal role of non-canonical functions of autophagy proteins in recycling VEGFR2 upon shear stress activation in endothelial cells together with Hb- expression that may contribute to the etiology of cardiovascular diseases.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.695030",
    "doi": "10.64898/2025.12.17.695030",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694522",
    "title": "Multiomics Integration Reveals a Metabolic Myopathy in Cardiometabolic HFpEF",
    "authors": [
      "Allerton, T. D.",
      "Arabie, D.",
      "Malone, K.",
      "Pandit, A.",
      "Elbatreek, M. H.",
      "Li, Z.",
      "Noland, R.",
      "Doiron, J. E.",
      "Kinter, M.",
      "Loveland, B. L.",
      "Javvadi, P.",
      "Agrawal, K.",
      "Gartia, M. R.",
      "Guttula, P.",
      "Goodchild, T. T.",
      "Shah, S. J.",
      "Ghosh, S.",
      "Lefer, D. J."
    ],
    "summary": "BackgroundSkeletal muscle dysfunction is a major peripheral determinant of exercise intolerance and physical disability in heart failure with preserved ejection fraction (HFpEF). Metabolic and mitochondrial dysfunction are considered to be key components of skeletal muscle dysfunction, but comprehensive profiling of metabolic pathways has not been conducted. Elucidation of dysregulated metabolic pathways is essential to determine viable targets for the treatment of exercise intolerance in HFpEF.\n\nMethodsMale ZSF1 Obese rats (HFpEF) and Wistar Kyoto (WKY) lean normotensive controls were studied at 26 weeks of age. Gastrocnemius was subjected to bulk RNA-seq, proteomics, metabolomics, and lipidomics analysis. The R package limma was used to determine differential expression in all omics layers (absolute fold-change>1.5, FDR0.05, unless otherwise indicated). Additional targeted plasma and skeletal muscle (soleus and EDL) metabolomics and lipidomics were performed on HFpEF and control rats.\n\nResultsPathway level analysis for RNA seq and proteomics revealed significant downregulation of oxidative phosphorylation (NES -2.1, p<0.005), electron transport chain (NES -2.0, p<0.005), and TCA cycle (-1.8, p<0.05). The most upregulated pathways were PPAR signaling (NES 2.2, p<0.0001), tryptophan metabolism (NES 1.8, P<0.005), and amino acid oxidation (NES 1.8, p<0.005) pathways. Metabolomics revealed an accumulation of TCA cycle intermediate, isocitrate, and phosphate reduction. Branched-chain amino acids were significantly increased, whereas amino acids related to tryptophan metabolism were reduced and shifted towards increased serotonin accumulation. Phospholipid species were differentially regulated with increased palmitoylated phosphatidylcholines but reduced arachidonoyl-PC species. Phosphatidylethanolamines (PE) species (16:0/16:1-18:0/18:2) were increased.\n\nConclusionOur multiomics analysis of skeletal muscle in HFpEF revealed severe mitochondrial dysfunction that was characterized by reduced complex I and II activity. Mitochondrial and peroxisomal lipid overload results in a shift in membrane phospholipid accumulation and composition. Reduced BCAA oxidation and dysregulation of tryptophan metabolism are key features of amino acid metabolism that reduce anaplerosis and promote the accumulation of toxic metabolites. Comparative analysis of other skeletal muscle disorders suggests that an acquired metabolic myopathy exists in cardiometabolic HFpEF.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694522",
    "doi": "10.64898/2025.12.15.694522",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694959",
    "title": "Lipid Transfer Proteins and PI4KIIα Generate a Phosphoinositide-Linked Proteome",
    "authors": [
      "Carrillo, N. D.",
      "Chen, M.",
      "Awasthi, P.",
      "Wen, T.",
      "Chen, X.",
      "Vu, G.",
      "Brahmbhatt, D.",
      "Herlihy, M.",
      "Minkoff, B. B.",
      "Sussman, M.",
      "Cryns, V. L.",
      "Anderson, R. A."
    ],
    "summary": "Phosphoinositide (PIPn) lipid second messengers in membranes regulate a myriad of cellular processes. In the cytosol, the phosphatidylinositol (PI) 3-kinase (PI3K)/Akt pathway is scaffolded on IQGAP1 to facilitate the activation of Akt by the synthesis of PI3,4,5P3. In the nucleus, PIPn signaling occurs in regions devoid of membranes via their stable association with proteins. While several of these proteins have been identified, understanding the extent and impact of protein-linked PIPn signaling warrants further investigation. The tumor suppressor p53, was shown in the companion paper to be regulated by PI transfer proteins (PITPs) and a PI 4-kinase (PI4KII), which are required to form p53-PIPn complexes that assemble a nuclear PI3K/Akt pathway. Here we report that class I PITPs (PITP/{beta}) and PI 4-kinase initiate PIPn linkages to many different proteins. PITP/{beta} and PI4KII accumulate in the nucleoplasm in response to stress and are necessary to synthesize nuclear PIPns linked to proteins. These PITP/{beta}-dependent protein-PIPn complexes are detected by metabolically labeling cells with the PIPn precursor [H3]-myo-inositol and resist denaturation and SDS-PAGE, indicating that these protein-PIPn complexes represent a putative posttranslational modification. Proteomic analyses of proteins that are regulated by PITP/{beta} and/or are linked to PI4,5P2 have identified an emerging PIPylome that is enriched in metabolic, signaling, cytoskeletal and DNA repair pathway components. Taken together, these data provide evidence for an emerging proteome with linked PIPns that represent a PIPn signaling paradigm that is distinct from the membrane-localized pathway but utilizes many of the same PIP kinases and phosphatases.\n\nIn briefPhosphatidylinositol transfer proteins and PI 4-kinase initiate a PIPn-linked protein network in membrane-free regions.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694959",
    "doi": "10.64898/2025.12.17.694959",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694541",
    "title": "p53 preserves genome stability in dividing cells under hypo-osmotic stress",
    "authors": [
      "Wong, B. S.",
      "Ghosh, A. K.",
      "Cui, H.",
      "Li, K.",
      "Johnson, B. A.",
      "Sethi, K.",
      "Lee, Y.",
      "Zhu, J.",
      "Sun, S. X.",
      "Li, R."
    ],
    "summary": "Cells respond to frequent osmotic stress to maintain structural integrity and function. Whereas acute volume regulation is well-known, the cellular response to prolonged osmotic stress and its long-term consequences remain poorly understood. In this study, we investigate how lasting hypo-osmotic stress influences cell growth and division and the associated cellular response. We observe that cells undergoing their first division under hypo-osmotic stress experience delayed mitotic entry, lengthened mitotic duration, elevated mitotic errors and aneuploidy formation. However, continued cell division is halted through a p53/p21-dependent G1 arrest. p53 activation occurs post-mitotically and is associated with hyper-condensed chromatin and impaired nuclear expansion in daughter cells after mitotic exit. We show that the altered nuclear size dynamics lead to nuclear accumulation of p53 and activation of downstream gene expression. These findings uncover a mechanosensitive, p53-mediated mechanism that safeguards genome integrity by suppressing erroneous mitosis under hypo-osmotic stress.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694541",
    "doi": "10.64898/2025.12.17.694541",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.693209",
    "title": "The developing tendon and enthesis are hypoxic and rely on hypoxia-inducible factor 1a (Hif1a) during postnatal development",
    "authors": [
      "Steltzer, S. S.",
      "Migotsky, N.",
      "Phillips, T.",
      "Lamia, S. N.",
      "Lee, K. w.",
      "Bae, S.-H.",
      "Leek, C.",
      "Grossman, S.",
      "Shaik, M.",
      "Risha, A.",
      "Frey, K.",
      "Loebel, C.",
      "Lee, J. H.",
      "Shah, Y.",
      "Abraham, A. C.",
      "Killian, M. L."
    ],
    "summary": "The tendon-bone enthesis is a specialized fibrocartilaginous tissue crucial for muscle-to-bone force transmission, yet its postnatal development is not fully understood. Emerging evidence suggests hypoxia plays a pivotal role in enthesis maturation akin to its function in skeletal growth plates, with Hypoxia Inducible Factor 1 alpha (HIF-1) acting as a key regulator of cellular adaptation (e.g., cell survival, extracellular matrix (ECM) deposition). Here, we investigated the spatial and temporal dynamics of hypoxia in the murine Achilles tendon enthesis and elucidated the role of Hif1a in enthesis cell survival and ECM formation using Scleraxis-lineage conditional knockout (ScxCre; Hif1a cKO) mice. We found that while neonatal tendons rapidly resolve hypoxia after birth, the enthesis maintains a hypoxic niche through postnatal day 5, mirroring a gradient observed in growth plates. Disruption of HIF-1 in enthesis-resident cells resulted in pronounced deficits in grip strength, abnormal tendon-bone attachment morphology, disrupted calcaneal architecture, impaired mineralization, and significant ECM disorganization. Histological analyses revealed persistent cell death and loss of the characteristic fibrocartilaginous gradient in cKO entheses, including dysregulated collagen alignment. In vitro, HIF-1-deficient tendon fibroblasts exhibited blunted transcriptional responses to hypoxia, altered metabolic gene expression, and changes in ECM deposition. Collectively, our findings illuminate hypoxia as a sustained niche in the postnatal enthesis, with HIF-1 critically required for cell survival, ECM organization, and enthesis structural integrity. This work advances our understanding of enthesis biology and provides insights relevant to tendon-bone attachment disorders and regenerative strategies.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.693209",
    "doi": "10.64898/2025.12.17.693209",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694568",
    "title": "Task-Dependent Motor Unit Recruitment and Rate Coding Reveal Redistribution of Neural Drive in the Human Hand",
    "authors": [
      "Osswald, M.",
      "Ibanez, J.",
      "Unbehaun, N.",
      "Del Vecchio, A."
    ],
    "summary": "Although Henneman's size principle dictates an orderly small-to-large activation, evidence suggests a certain level of flexibility in the recruitment of spinal motor neurons depending on task demands. Here, we investigate motor unit (MU) recruitment flexibility in the human first dorsal interosseous (FDI) muscle while controlling for overall muscle activation across two functionally distinct tasks using high-density intramuscular EMG (HD-iEMG) electrode arrays. Six participants performed isometric index finger abduction where the FDI serves as the prime mover, and flexion with the FDI functioning as a synergist. Recruitment thresholds (RTs) and recruitment orders (ROs) were highly consistent within the same task, but differed significantly between abduction and flexion. Across participants, 45.3% of MUs showed changes in recruitment above the coefficient of repeatability across tasks compared to only 5.0% within tasks. Changes in RT were accompanied by corresponding adaptations in discharge rate (DR), preserving the inverse RT-DR relationship. MU size did not have an effect on recruitment variability. Intramuscular coherence analysis revealed no differences in the delta (1-5 Hz) or alpha (5-13 Hz) band, but beta band (13-30 Hz) coherence was significantly lower during flexion than abduction, indicating reduced high-frequency inputs when FDI serves as a synergist muscle. Together, these results indicate different distributions of net excitatory input to FDI MUs across different functional tasks, that may include stronger involvement of spinal circuits during flexion as opposed to abduction, as indicated by the reduced intramuscular beta coherence. Moreover, the present findings also demonstrate that common synaptic input and not intrinsic motor neuron properties determines the inverse relation between MU RT and DR.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694568",
    "doi": "10.64898/2025.12.16.694568",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.693978",
    "title": "Romaciclib, a CDK8/CDK19 inhibitor, can overcome venetoclax resistance through a combinatorial strategy",
    "authors": [
      "Pakulska, U.",
      "Obacz, M.",
      "Woznicki, J.",
      "Wiklik, K.",
      "Chakraborty, S.",
      "Micek, M.",
      "Mohanty, V.",
      "Coelho, D.",
      "Adamczyk, E.",
      "Golas, A.",
      "Moszynska, A.",
      "Zhang, H.",
      "Cybulska-Lubak, M.",
      "Kaniuga, E.",
      "Sadowska-Markiewicz, Z.",
      "Konopleva, M.",
      "Mikula, M.",
      "Juszczynski, P.",
      "Shastri, A.",
      "Baran, N.",
      "Rzymski, T.",
      "Mazan, M."
    ],
    "summary": "The combination of venetoclax (VEN) and hypomethylating agents (HMA) is the standard of care in acute myeloid leukemia (AML) for elderly patients unfit for intensive chemotherapy. Despite its clinical success, most patients eventually relapse, creating an urgent need for effective therapeutic alternatives. In this study, we aimed to evaluate the potential of romaciclib, a first-in-class CDK8/CDK19 inhibitor, in combination with VEN to overcome stroma-mediated and primary/acquired VEN-resistance. We assessed the efficacy of RVU120+VEN combination in both sensitive and resistant AML cell lines and primary patient-derived models. Our finding demonstrated that romaciclib synergizes with VEN in AML cell lines and in 8 out of 11 patient-derived cell samples. The proteomic and functional studies demonstrated that combination induced apoptosis through caspase-dependent cleavage of MCL-1. In vivo studies confirmed the efficacy of RVU120+VEN, showing eradication of leukemic cells and bone marrow recovery. Importantly, the combination effectively overcame both stroma-mediated and transcriptionally dependent VEN-resistance. Mechanistic studies, focusing on transcriptomic analyses, identified key resistance-associated pathways, including IL6/JAK/STAT3, TGF-{beta}, PI3K/AKT/MTOR, and inflammatory signaling, being suppressed by combination treatment. Furthermore, an in vivo study using a VEN-resistant patient-derived xenograft (PDX) model confirmed the efficacy of the combination, demonstrating a significant reduction in leukemia burden and a decreased proportion of leukemia initiating cells (LIC) following treatment. These findings prove the highly synergistic mechanism of action of RVU120+VEN combination and the potential to overcome primary/acquired VEN resistance in relapse/refractory AML disease. Altogether, the presented results support ongoing clinical studies evaluating romaciclib and VEN in VEN/HMA-refractory patients (NCT06191263) and provide a basis for future exploration as a frontline therapy in VEN-naive patients.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.693978",
    "doi": "10.64898/2025.12.16.693978",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694395",
    "title": "Non-canonical TERT function mitigates adipose tissue inflammation in obesity by modulating stem cell-macrophage communication and macrophage states",
    "authors": [
      "Braud, L.",
      "Ninni, A.",
      "Miranda, A. M. A.",
      "Baudelet, E.",
      "Vernerey, J.",
      "Villaverde, M.",
      "Sciarretta, F.",
      "Bernabe, M.",
      "Girondier, L.",
      "Elia, I.",
      "Gil, J.",
      "Audebert, S.",
      "Brondello, J.-M.",
      "Lachaud, C.",
      "Scott, W.",
      "Lettieri.Barbato, D.",
      "Geli, V."
    ],
    "summary": "Background and aimsObesity drives adipose tissue (AT) expansion and chronic inflammation, leading to metabolic dysfunction through adipocyte hypertrophy, impaired ASPC differentiation, immune infiltration, and fibrosis. Stromal vascular remodeling prominently features expansion of Gdf15- and Trem2-expressing lipid-associated macrophages (LAMs), which respond to adipocyte stress and act as lipid scavengers to buffer excess lipids released by adipocytes. Here, we examined macrophage reprogramming in p21+/Tert and p21+/TertCi mice, which express active TERT or its catalytically inactive TERTCi mutant from the endogenous Cdkn1a promoter.\n\nResultsFollowing HFD exposure, conditional expression of TERT or TERTCi resulted in a pronounced downregulation of p21 in macrophage subsets, accompanied by a reduction in AT inflammation. Notably, TERT and TERTCi expression reshaped the adipose-tissue macrophage (ATM) landscape depleting Trem2+ and Gdf15+ LAMs while preserving resident macrophages. This shift was accompanied by marked suppression of the Trem2 transcriptional program and down-regulation of PPAR-{gamma} and NR1H3 in LAMs and by impaired ASPC-LAM signaling pathways that normally drive LAM recruitment and activation. Proteomic profiling further showed that p21+/Tert ASPCs secreted markedly higher levels of proteins associated with non-conventional secretion, while extracellular matrix-associated factors and cytokines/chemokines including key mediators of ASPC-LAM communication such as Ccl2, C3, and Csf1 were substantially reduced. However, only p21+/Tert mice, and not p21+/TertCi mice, exhibited significant metabolic improvements, indicating that macrophage remodeling alone is insufficient to restore systemic metabolic function. Consistent with this, enhanced ASPC expansion and differentiation, supporting improved adipose-tissue remodeling, was observed exclusively in p21+/Tert obese mice.\n\nConclusionsTERT remodels adipose tissue immunity independently of its enzymatic activity, and TERT-driven reprogramming of the ASPC secretome may emerge as a promising strategy to combat obesity-related metabolic dysfunction.\n\nHighlightsO_LIConditional expression of TERT or catalytically inactive TERTCi results in the depletion Trem2+ and Gdf15+ LAMs while preserving resident macrophages\nC_LIO_LITERT and TERTCi expression impairs ASPC-adipocyte/LAM communication pathways that normally drive LAM recruitment and activation.\nC_LIO_LIIn vitro, TERT conditional expression in ASPCs promotes non-conventional protein secretion and reduces the secretion of key mediators of ASPC-LAM communication\nC_LIO_LIOnly p21+/Tert mice, and not p21+/TertCi mice, exhibited enhanced ASPC expansion, improved adipose-tissue remodeling, and systemic metabolic benefits, demonstrating that macrophage remodeling alone is insufficient to restore metabolic function.\nC_LI",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694395",
    "doi": "10.64898/2025.12.18.694395",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694599",
    "title": "In depth characterisation of the tumour microenvironment reveals HHV-8 dependent immune regulation in HIV-associated and classic Kaposi Sarcoma.",
    "authors": [
      "Fulgenzi, C. A.",
      "Dalla Pria, A.",
      "Zhao, Y.",
      "Leone, A. G.",
      "Weir, J.",
      "Puccio, I.",
      "Tuohinto, K. S.",
      "M Ojala, P.",
      "Bower, M.",
      "Pinato, D. J."
    ],
    "summary": "Background: Kaposi sarcoma (KS) is the most common malignancy occurring in people living with HIV (PLWH). The clinical course of KS in PLWH established on combined anti-retroviral therapy (cART) resembles that of classic KS. However, no studies have so far been conducted to compare clinical and immunologic characteristics of these subtypes. Objectives: To compare the clinical and biological characteristics of HIV-associated KS in patients with well-controlled viral infection (N=21) and non-HIV associated KS (N=19). Methods: Clinical data were prospectively collected from patients treated at the National Centre for HIV malignancies at Chelsea & Westminster Hospital. Archival tumour samples were retrieved to perform targeted transcriptomic analysis using the Nanostring nCounter platform. The results were validated by multiplex immune-fluorescence. Results: Median progression free survival (mPFS) was comparable between groups. The tumour microenvironment (TME) of non-HIV associated KS was characterized by upregulation of pathways associated with adaptive and innate immunity and angiogenesis. Transcripts relating to glycolysis and endothelial to mesenchymal transition were upregulated in the TME of HIV-associated cases. Furthermore, the TME of HIV-associated cases was associated with lower infiltration of CD4 activated cell. In both cohorts, we found the expression of HHV-8 genes to positively correlate with activated CD4, CD8, NK and immune checkpoints gene expression. Conclusions: In conclusion, we showed that the TME of KS in the presence of well-controlled HIV infection is characterized by a lower degree of inflammation and more pronounced epithelial to mesenchymal transition. We also identified intra-tumoral HHV-8 gene expression as a driver of TME composition.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694599",
    "doi": "10.64898/2025.12.16.694599",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694942",
    "title": "Transcriptional responses to proteotoxic stressors are profoundly diverse and tissue-specific",
    "authors": [
      "Rabenius, A.",
      "Salim, I.",
      "Lindstrom, H.",
      "Pak, A.",
      "Aktay, S.",
      "Vihervaara, A."
    ],
    "summary": "Cells counteract proteotoxic conditions by launching transcriptional stress responses. While synthesis of Heat shock proteins (HSPs) upon acute stress is well-characterized, how distinct proteotoxic conditions reshape the transcriptome remains poorly understood. Here, we analyse polyA+ RNA expression under heat shock, HSP90 inhibition, and polyglutamine (polyQ) aggregation. We find fundamentally distinct transcriptional responses to proteotoxic stressors, and a systemic deficiency of mice under chronic stress to launch acute responses. While heat shock and HSP90 inhibition induce chaperones, polyQ aggregation increases RNAs linked to transcription repression, chromatin remodeling, and autophagy. Analysing wildtype and Huntington's Disease (HD) mice reveals tissue-specific transcriptional adaptations to polyQ, including repressed cell-type specific functions and altered energy metabolism. Despite profound reprogramming, remarkably few RNAs are consistently induced (Acy3, Abdh1, Tmc3) or reduced (Fos) across HD brain regions. These results emphasize cellular background in disease manifestation, and support energy metabolism and detoxifying enzymes as therapeutic targets in late-stage HD. Moreover, the systemic deficiency of chronically stressed mice to launch responses challenges strategies that rely on induced transcription. Altogether, we characterize transcription signatures to proteotoxic stresses, identify key trans-activators driving proteotoxic stress responses, provide an interactive gene-by-gene viewer of global changes, and delineate tissue-specific transcription programs in HD mice.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694942",
    "doi": "10.64898/2025.12.17.694942",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694615",
    "title": "Gadd45 regulates fate decisions of myeloid-type blood progenitor cells in Drosophila",
    "authors": [
      "Jaiswal, P.",
      "Mondal, B. C."
    ],
    "summary": "Gadd45 is a highly conserved stress response protein that interacts with multiple cellular proteins, playing a crucial role in regulating the cell cycle and responding to various forms of stress. Altered expression of Gadd45 is linked to several solid tumors and hematopoietic malignancies. It is also identified as a gene crucial for cytokine-induced myeloid differentiation, although the precise molecular mechanisms underlying this process remain unclear. We utilized the Drosophila hematopoietic system to investigate the role of Gadd45 in the development of myeloid-type blood cells, employing in vivo genetics and cell biological methods. We show that the absence of Gadd45 reduces the number of crystal cells but does not significantly impact macrophage-like cell plasmatocyte differentiation. However, Gadd45 overexpression caused intermediate progenitors to differentiate into lamellocytes and plasmatocytes to transdifferentiate into lamellocytes, a response typically observed during larval stages in response to immune challenges and injury. Interestingly, Gadd45 overexpression initiated the lamellocyte differentiation program by activating a combination of Toll, JNK, and JAK/STAT signaling pathways. This closely resembles the process by which specialized macrophages are derived in mammals. Moreover, Gadd45 overexpression does not induce cell death but alters the cell cycle status of hematopoietic progenitor cells. This study enhances our understanding of how Gadd45 functions during myeloid cell development.\n\nSignificance StatementO_LILoss of Gadd45 causes a reduction in crystal cells but does not significantly impact macrophage-like plasmatocyte differentiation.\nC_LIO_LIGadd45 overexpression causes myeloid-type progenitor cells to differentiate into lamellocyte, as well as plasmatocyte transdifferentiate to lamellocyte. Gadd45 triggers differentiation by activating a combination of Toll, JNK, and JAK/STAT signaling pathways.\nC_LIO_LIOverexpressing Gadd45 does not induce apoptosis but alters the cell cycle behavior of hematopoietic progenitor cells.\nC_LI",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694615",
    "doi": "10.64898/2025.12.16.694615",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694860",
    "title": "Structural basis for the inhibition of Trypanosoma brucei enolase by a camelid single-domain antibody",
    "authors": [
      "Li, Z.",
      "Smiejkowska, N.",
      "Vansevenant, J.",
      "Mertens, J.",
      "Van Wielendaele, P.",
      "Pinto Torres, J. E.",
      "Magez, S.",
      "Sterckx, Y. G."
    ],
    "summary": "Trypanosoma brucei is an extracellular protozoan that causes neglected tropical diseases in both humans and livestock. The parasite has a bipartite life cycle involving an insect vector and a mammalian host. Within the latter, it mainly thrives as a blood-borne parasite that relies on glycolysis to support its energy metabolism. It is for this reason that trypanosomal glycolytic enzymes have been investigated as potential targets for the development of trypanosome-killing drugs. Recent work from our lab has shown that they are also interesting biomarkers for the detection of active trypanosome infections. T. brucei enolase (TbrENO) is a trypanosomal glycolytic enzyme that has gathered interest in both drug and diagnostics development. In this paper, we report the discovery of a camelid single domain antibody (sdAb aka nanobody) that specifically recognises and inhibits TbrENO. The sdAbs inhibitory mechanism is unraveled through a combination of protein biochemistry, biophysics, and structural biology.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694860",
    "doi": "10.64898/2025.12.17.694860",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695065",
    "title": "Linking MSMEG_1353 to lipid metabolism and envelope integrity in Mycolicibacterium smegmatis",
    "authors": [
      "Xie, Z.",
      "Lioe, T. S.",
      "Sahu, A.",
      "Cui, J.",
      "Ruiz Carrillo, D.",
      "Kadowaki, T.",
      "Tefsen, B."
    ],
    "summary": "Mycobacterium tuberculosis (Mtb) poses a significant global health burden. Rv0647c, an essential Mtb cell wall protein, is a potential drug target. We studied its Mycolicibacterium smegmatis (MSMEG) homologue, MSMEG_1353, using a CRISPRi conditional knockdown. MSMEG_1353 depletion increased cell width and volume, delayed log-phase initiation, slowed aggregation, reduced biofilm formation, and heightened susceptibility to antibiotics and sodium dodecyl sulfate (SDS). AlphaFold, sequence alignment, and UNIPROT analyses suggest MSMEG_1353 functions as a protein kinase, with conserved residues in intermediate high-confidence regions potentially forming an ATP-binding site. Investigating its role in cell envelope biosynthesis, mass spectrometry revealed elevated levels of mycolic acid biosynthesis proteins upon MSMEG_1353 knockdown. RT-qPCR confirmed upregulation of the fabD-acpM-kasA-KasB-accD6 operon, encoding key mycolic acid synthesis enzymes. Notably, a strong negative correlation with MSMEG_0911, the predominant isocitrate lyase, important in the glyoxylate cycle, was observed via both MS and RT-qPCR. Collectively, MSMEG_1353 deficiency compromises cell wall integrity, likely due to altered lipid composition resulting from dysregulated mycolic acid biosynthesis and lipid metabolism. These findings support the development of models explaining MSMEG_1353's involvement in these pathways.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695065",
    "doi": "10.64898/2025.12.18.695065",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694702",
    "title": "STING_IFN_CH25H lipid axis links innate immune activation to tau pathology",
    "authors": [
      "Chen, H.",
      "Fan, L.",
      "Wong, M. Y.",
      "A. Ambaw, Y.",
      "Zhu, J.",
      "Norman, K.",
      "Ye, P.",
      "Foxe, N.",
      "Zhu, D.",
      "Wan, Y.",
      "Srinivasan, M.",
      "Mok, S.-A.",
      "McIntire, L. B. J.",
      "Walther, T. C.",
      "Farese, R. V.",
      "Gan, L.",
      "Luo, W."
    ],
    "summary": "Genetic risk for Alzheimers disease is strongly enriched in pathways governing microglial activation and cholesterol metabolism, yet how these processes converge to drive neurodegeneration remains unclear. Here, we identify the oxysterol 25-hydroxycholesterol (25- HC) as a pathogenic lipid downstream of the cGAS-STING-IFN pathway. In models of tau pathology, interferon signaling induces Cholesterol 25-hydroxylase (CH25H) expression in microglia. Ch25h deletion in female P301S mice suppressed tau aggregation, preserved synapses, prevented brain atrophy, and rescued memory. Mechanistically, loss of CH25H disrupted STING trafficking, attenuated IFN activation, dampened self-perpetuating microglial inflammation. Strikingly, 25-HC directly accelerated tau propagation in human iPSC derived neurons. It also disrupted lysosomal and mitochondrial lipid composition, driving cholesteryl ester accumulation and promoting apoptosis under tau-induced stress. These findings define a STING-IFN-CH25H lipid axis that bridges innate immune activation to tau pathology and toxicity, offering a tractable therapeutic pathway for inflammation-driven neurodegenerative conditions.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694702",
    "doi": "10.64898/2025.12.16.694702",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694090",
    "title": "OVEREXPRESSION OF TUMORPROTECTIVE CLUSTERIN PREVENTS EXHAUSTION OF TRANSGENIC T CELLS",
    "authors": [
      "Segner, C.",
      "Huang, Y. Z. H. Z.",
      "Sotillo, E.",
      "Poorebrahim, M.",
      "Hoebart, J.",
      "Lizardo, M.",
      "Mergner, J.",
      "Burwag, F.",
      "Schulz, M.",
      "Xue, B.",
      "Minchinton, A.",
      "Brueckner, C.",
      "Madeira, A. F.",
      "Hauer, J.",
      "Mackall, C.",
      "Ruland, J.",
      "Sorensen, P. H.",
      "Burdach, S. E."
    ],
    "summary": "T cell therapies, such as chimeric antigen receptor (CAR) T cells and T cell receptor (TCR) transgenic (tg) T cells, are a promising approach in the treatment of solid malignancies but are limited by T cell exhaustion caused by chronic antigen stimulation. Clusterin (CLU) is a chaperone protein known to protect both normal and malignant cells, from metabolic stress and reactive oxygen species (ROS). In this study, we investigated whether overexpression (OE) of CLU in TCRtg T cells and CAR-T cells respectively can reduce exhaustion induced by chronic antigen stimulation and enhance T cell functionality against Ewing sarcoma (EwS). Among other cytoprotective genes, we found that CLU was significantly downregulated in dysfunctional tumor infiltrating lymphocytes. Therefore, we engineered EwS-directed TCRtg T cells targeting a Chondromodulin-1 (Chm1)-derived peptide and GD2 CAR-T cells to overexpress CLU. We show here that CLU is downregulated in T cells following activation by tumor cells. CLU-overexpressing T cells exhibit decreased expression of exhaustion markers (PD1, LAG3) and reduced apoptosis after repetitive stimulation. These cells demonstrated improved infiltration into tumor spheroids and maintained functionality under hypoxic conditions. In vivo, CLU-overexpressing T cells showed enhanced persistence and a trend towards reduced tumor growth. Mechanistically, proteomic analysis suggested that reduced ribosomal activity might delay T cell exhaustion, implicating metabolic reprogramming. In conclusion, CLU OE in tg T cells enhances their persistence and functionality by mitigating exhaustion, possibly through modulation of ribosomal activity and metabolic pathways. This strategy holds potential for improving adoptive T cell therapies against solid tumors.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694090",
    "doi": "10.64898/2025.12.16.694090",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.695042",
    "title": "Glucodynamic Network Transitions of the Human Brain",
    "authors": [
      "Deery, H.",
      "Liang, E.",
      "Moran, C.",
      "Egan, G. F.",
      "Jamadar, S. D."
    ],
    "summary": "Variability in neuronal firing patterns enables the brain to flexibly transition between network states, a hallmark of adaptive information processing. Yet the energetic basis of this flexibility remains unknown. Here, we report that the capacity of the brain to shift between network states is contingent on the moment-to-moment variability of glucose metabolism. Using simultaneous resting-state functional FDG-PET and BOLD fMRI in 78 healthy adults (20 to 86 years), we quantified brain metabolic and haemodynamic variability, complexity, and dynamic network connectivity. Individuals with greater variability and complexity of glucose metabolism demonstrated a broader repertoire of network states, marked by globally connected and influential central hubs. Individuals who achieved a broader range of network states had better cognitive performance. In older adults, widespread reductions in dynamic metabolic connectivity were observed. Glucodynamic parameters predicted age and cognitive performance more robustly than haemodynamic measures. These findings reveal that functional network dynamics are emergent properties of the brain's metabolic architecture and that the organisation of large-scale neural circuits is constrained by energetic principles. This understanding may provide critical new insights into the metabolic basis of brain ageing, neurodegeneration and psychiatric conditions.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.695042",
    "doi": "10.64898/2025.12.17.695042",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41420847",
    "title": "Exploring the Anticancer Mechanisms of Dendrobium officinale Polysaccharides in Colorectal Cancer: Apoptosis and Autophagy Interactions.",
    "authors": [
      "Zheng SJ",
      "Diao XH",
      "Gao XY",
      "Chen ND"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420847/",
    "doi": "doi: 10.1002/cbdv.202501566",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41420839",
    "title": "A Novel CYP2E1 Inhibitor, 4-Methyl-5-Acetylthiazole (Q11), Alleviates Obesity Via Modulating Adipose Inflammation and Mitochondrial Dysfunction.",
    "authors": [
      "Qiu J",
      "Gao L",
      "Wang L",
      "Wang X",
      "Jia L",
      "Deng M",
      "Tang L",
      "Wen Q",
      "Gao N",
      "Xu H",
      "Qiao H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420839/",
    "doi": "doi: 10.1002/advs.202515315",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41420798",
    "title": "Palmatine Attenuates Lipopolysaccharide-Induced Acute Lung Injury Via Suppression of NLRP3 Inflammasome Activation, Pyroptosis, and Metabolic Remodeling.",
    "authors": [
      "Ning P",
      "Wu J",
      "Long Q",
      "Zheng Y",
      "Gan J",
      "Hu X",
      "Song S",
      "Li X",
      "Jiang M",
      "Ye H",
      "Yu W",
      "He Y",
      "Zheng Y",
      "Gao Z",
      "Orcid"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420798/",
    "doi": "doi: 10.1007/s10753-025-02358-6",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41420665",
    "title": "Alpha-1 Antitrypsin Mediates Spontaneous Resolution of Acute Gouty Inflammation Via Inhibiting Caspase 3/GSDME-dependent Macrophage Pyroptosis.",
    "authors": [
      "Li X",
      "Liu L",
      "Tong S",
      "Wang F",
      "Zhu L",
      "Cheng Q",
      "Zhang P",
      "Chen M",
      "Xie Y",
      "Wang L",
      "Yu H",
      "Wu H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420665/",
    "doi": "doi: 10.1007/s10753-025-02424-z",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41420173",
    "title": "Correction: Dual-responsive nanoparticles targeting ACE-II senescence for therapeutic mitigation of acute lung injury.",
    "authors": [
      "Gao L",
      "Zheng F",
      "Fu Z",
      "Wang W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420173/",
    "doi": "doi: 10.1186/s12951-025-03812-1",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41419644",
    "title": "Nicotinamide riboside alleviates sepsis-induced acute kidney injury by suppressing ferroptosis.",
    "authors": [
      "Fan S",
      "Ma X",
      "Ren T",
      "Guo M",
      "Wang X",
      "Si M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419644/",
    "doi": "doi: 10.1007/s00109-025-02626-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41420858",
    "title": "Distinct precursor landscape of subcutaneous and visceral fat in development and aging.",
    "authors": [
      "Lin F",
      "Sul HS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420858/",
    "doi": "doi: 10.1016/j.celrep.2025.116706",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41420351",
    "title": "Correction to [Platelet Membrane-Encapsulated Nanocomplexes Based on Profundity Scavenging ROS Strategy for Myocardial Infarction Therapy] (Adv. Healthcare Mater. 2024, 2303101).",
    "authors": [
      "Sun M",
      "Hu N",
      "Gao Y",
      "Lv N",
      "Fu X",
      "Li Y",
      "Zhai S",
      "Zhang R"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420351/",
    "doi": "doi: 10.1002/adhm.202505295",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41420252",
    "title": "Microbial Anti-Inflammatory Molecule (MAM) secreted by Faecalibacterium prausnitzii ameliorates colitis through autophagy and gut microbiota modulation.",
    "authors": [
      "Guo X",
      "Chen W",
      "Zhang Y",
      "Xu J",
      "Li J",
      "Xu H",
      "Liao Y",
      "Zhao Y",
      "Jin N",
      "LaiPan Y",
      "Zhang L",
      "Zhou Y",
      "Nie Y",
      "Li Y",
      "Huang C",
      "Zhou Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420252/",
    "doi": "doi: 10.1186/s12967-025-07493-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41420237",
    "title": "Unveiling the role of EGR1 and hub senescence-related genes in type II alveolar epithelial cells senescence for obstructive sleep apnea.",
    "authors": [
      "Li CL",
      "Zhang YX",
      "Yang X",
      "Wang Y",
      "Zhao HY",
      "Feng J"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420237/",
    "doi": "doi: 10.1186/s12896-025-01067-0",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41420229",
    "title": "Reframing ageing in place: perspectives from Chinese older people.",
    "authors": [
      "Wang Y",
      "Kerr N",
      "Macaden L"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420229/",
    "doi": "doi: 10.1186/s12877-025-06818-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41420220",
    "title": "The longevity landscape: mapping stakeholder priorities for healthy aging among high-income countries.",
    "authors": [
      "Mekniran W",
      "Giger OF",
      "Fleisch E",
      "Kowatsch T",
      "Jovanova M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420220/",
    "doi": "doi: 10.1186/s12889-025-25498-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41420104",
    "title": "Amino acid metabolism in diabetic kidney disease.",
    "authors": [
      "Mise K"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420104/",
    "doi": "doi: 10.1007/s10157-025-02809-2",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41420103",
    "title": "MTF1 attenuates ferroptosis and cuproptosis synergistic potentiation in gastric cancer.",
    "authors": [
      "Luan M",
      "Zhu W",
      "Feng Z",
      "Jing F",
      "Xing Y",
      "Ma X",
      "Wang Y",
      "Ning B",
      "Jia Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420103/",
    "doi": "doi: 10.1038/s41418-025-01641-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41420102",
    "title": "Metal overload synergy induces cell death in gastric cancer.",
    "authors": [
      "Ghosh M",
      "Lang PA"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420102/",
    "doi": "doi: 10.1038/s41418-025-01651-z",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41420065",
    "title": "Machine learning-based construction of an oxidative stress-related model reveals molecular subtypes and tumor microenvironment infiltration signatures in colon cancer.",
    "authors": [
      "Zhai B",
      "Zhao Y",
      "Fan Y",
      "Xia X",
      "Yang Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420065/",
    "doi": "doi: 10.1007/s12672-025-04308-y",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41419951",
    "title": "SGSS05-NS3, a covalent SETD8 inhibitor that activates p53 pathway in neuroblastoma.",
    "authors": [
      "Liu Z",
      "Bagchi S",
      "Yan C",
      "Hu Y",
      "Blum G",
      "Ma A",
      "Jin J",
      "Luo M",
      "Di Bella S",
      "Verona F",
      "Appella E",
      "Giannini G",
      "Thiele CJ",
      "Veschi V"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419951/",
    "doi": "doi: 10.1186/s13046-025-03565-7",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41419758",
    "title": "Role of innate immune and inflammatory signaling in West Nile virus tropism and neuronal and glial cell death.",
    "authors": [
      "Chaillot V",
      "Piumi F",
      "Gorna K",
      "Berry N",
      "Richardson J",
      "Benchoua A",
      "Coulpier M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419758/",
    "doi": "doi: 10.1038/s41598-025-27954-2",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41419687",
    "title": "From kidney injury to cardiac dysfunction: the central role of oxidative stress in diabetes and CKD.",
    "authors": [
      "Sen P",
      "Sittig T",
      "Hamers J",
      "d'Ambrosio L",
      "Ornek I",
      "Zhang J",
      "Shashikadze B",
      "Stöckl JB",
      "Bachter M",
      "Bierschenk S",
      "Renner S",
      "Wolf E",
      "Clauss S",
      "Fröhlich T",
      "Nickel AG",
      "Maack C",
      "Merkus D"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419687/",
    "doi": "doi: 10.1007/s00395-025-01153-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41419675",
    "title": "Silencing of MAT2A inhibits gastric cancer cell proliferation, migration, and invasion through activation of the p53 pathway.",
    "authors": [
      "Du Y",
      "Li KX",
      "You LB",
      "Zhang JN",
      "Chen Q",
      "Xiong H",
      "Wang JF",
      "Zhou ZY",
      "Zhang S"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419675/",
    "doi": "doi: 10.1007/s12094-025-04155-x",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41419664",
    "title": "Stochasticity contributes to explaining minority and majority MOMP during apoptosis.",
    "authors": [
      "Geiger J",
      "Klötzer F",
      "Pollak N",
      "Fullstone G",
      "Rehm M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419664/",
    "doi": "doi: 10.1038/s41419-025-08258-9",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41419642",
    "title": "Correction: Relative telomere length and senescence-associated inflammatory cytokines as blood-based prognostic markers in patients with advanced or resectable gastro-oesophageal adenocarcinoma.",
    "authors": [
      "Bilsland AE",
      "McCulloch E",
      "Degerman S",
      "Landfors M",
      "Wadsley J",
      "Wall L",
      "Thompson C",
      "Damyanova I",
      "Samuel L",
      "Petty R",
      "Jain A",
      "Lewsley LA",
      "MacMillan A",
      "MacLeod M",
      "Walker J",
      "McCormick C",
      "McCartney E",
      "Roxburgh P",
      "Stobo J",
      "Thomson F",
      "Evans TRJ",
      "Keith WN"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419642/",
    "doi": "doi: 10.1038/s41416-025-03298-6",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41419583",
    "title": "Interaction of lncRNA LENT with DHX36 regulates translation and suppresses autophagy in melanoma.",
    "authors": [
      "Haller A",
      "Gambi G",
      "D'Agostino M",
      "Davidson G",
      "Lallement A",
      "Mengus G",
      "Nahy C",
      "Messaddeq N",
      "Bec G",
      "Simonetti A",
      "Ennifar E",
      "Davidson I"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419583/",
    "doi": "doi: 10.1038/s41419-025-08296-3",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41419571",
    "title": "Autophagy-regulated mitochondrial inheritance controls early CD8(+) T cell fate commitment.",
    "authors": [
      "Borsa M",
      "Lechuga-Vieco AV",
      "Kayvanjoo AH",
      "Jenkins E",
      "Yazicioglu Y",
      "Compeer EB",
      "Richter FC",
      "Rapp S",
      "Mitchell R",
      "Youdale T",
      "Bui H",
      "Kuuluvainen E",
      "Dustin ML",
      "Sinclair LV",
      "Katajisto P",
      "Simon AK"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419571/",
    "doi": "doi: 10.1038/s41556-025-01835-2",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41419512",
    "title": "Do we actually need aging clocks?",
    "authors": [
      "Kriukov D",
      "Efimov E",
      "Gelfand MS",
      "Moskalev A",
      "Khrameeva EE"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419512/",
    "doi": "doi: 10.1038/s41514-025-00312-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41419474",
    "title": "Defects in DNA damage signaling and cell cycle checkpoints in a mouse model of Rhno1 deletion.",
    "authors": [
      "Her J",
      "Santhosh A",
      "Gonzalez-Rodriguez Y",
      "Jirapongwattana N",
      "Gurumurthy CB",
      "Karpf AR",
      "Bunting SF"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419474/",
    "doi": "doi: 10.1038/s41420-025-02912-z",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41419457",
    "title": "CAMK1D activates AMPK/PINK1/Parkin-dependent mitophagy to promote enzalutamide resistance in prostate cancer.",
    "authors": [
      "Sun F",
      "Qu Y",
      "Mei S",
      "Zhang L",
      "Shao X",
      "Wang X",
      "Liu S",
      "Wang M",
      "Liu W",
      "Yang M",
      "Hu J",
      "Shi B",
      "Gao L",
      "Han B"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419457/",
    "doi": "doi: 10.1038/s41419-025-08342-0",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41419455",
    "title": "Novel mutations in the RECQL4 gene affect its helicase functions, interactions with the BLM helicase and chemotherapeutics-induced cell death.",
    "authors": [
      "Kaczmarczyk A",
      "Sokolowski M",
      "Wojnicki K",
      "Pabis M",
      "Wojtas B",
      "Ciechomska IA",
      "Poleszak K",
      "Gielniewski B",
      "Król SK",
      "Guille M",
      "Glatt S",
      "Kaminska B"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419455/",
    "doi": "doi: 10.1038/s41420-025-02834-w",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41419454",
    "title": "Hypoxic tumor exosomes suppress macrophage inflammation and ferroptosis via NDUFV2 to enhance bystander tumor radioresistance.",
    "authors": [
      "Zhang J",
      "Jin X",
      "Abulaihaiti M",
      "Liu X",
      "Zeng L",
      "Xiao Y",
      "Pan Y",
      "Bai Y",
      "Xu Y",
      "Shao C",
      "Zhang J"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419454/",
    "doi": "doi: 10.1038/s41419-025-08357-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41419360",
    "title": "Harnessing patient autophagy flux to transform tuberculosis treatment.",
    "authors": [
      "Okugbeni N",
      "Cole V",
      "Kroon E",
      "Sargeant TJ",
      "Loos B",
      "Kinnear C"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419360/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41419342",
    "title": "Corrigendum to \"Oxidative stress-mediated DNA damage promotes selective degradation of nuclear components via noncanonical autophagy in triple-negative breast cancer cells\" [Free Radic. Biol. Med. 242 (2026) 37-53].",
    "authors": [
      "Singh NC",
      "Yadav N",
      "Sharma RK",
      "Gupta P",
      "Sarkar J",
      "Mitra K"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41419342/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41418785",
    "title": "Autophagy is required for the development and functionality of lacrimal gland-like organoids.",
    "authors": [
      "Kocak G",
      "Korsgen ME",
      "Amores LF",
      "Sun C",
      "Ceylan M",
      "Ghazwani A",
      "Kandirici M",
      "Zatyka M",
      "Seranova E",
      "Acharjee A",
      "Barrett T",
      "Yuksel B",
      "Mardinoglu A",
      "Güven S",
      "Sarkar S"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418785/",
    "doi": "doi: 10.1016/j.stemcr.2025.102744",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41418761",
    "title": "Transcriptional restart: A new role for PARylation in overcoming DNA damage.",
    "authors": [
      "Liu J",
      "Song X",
      "Cao L"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418761/",
    "doi": "doi: 10.1016/j.chembiol.2025.11.009",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41418756",
    "title": "Targeting PRDX6-dependent localization and function of GPX4 enhances ferroptosis-mediated tumor suppression.",
    "authors": [
      "Hu Y",
      "Li Z",
      "Li M",
      "Wu X",
      "Zhang S",
      "Tang M",
      "Yu R",
      "Yang M",
      "Chen X",
      "Song L",
      "Kroemer G",
      "Kagan VE",
      "Bayir H",
      "Kang R",
      "Liu J",
      "Tang D",
      "Li J"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418756/",
    "doi": "doi: 10.1016/j.molcel.2025.11.023",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41418754",
    "title": "Defective RNA processing and ELOA-mediated transcriptional elongation in reversible cellular senescence suggest aging by transcription.",
    "authors": [
      "Parast S",
      "Wang S",
      "Iwanaszko M",
      "He Y",
      "Olgun DG",
      "Gold S",
      "Zeidner JM",
      "Aoi Y",
      "Howard BC",
      "Thakur WR",
      "Ramani V",
      "Shilatifard A"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418754/",
    "doi": "doi: 10.1016/j.molcel.2025.11.021",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41418752",
    "title": "SARM1 as a dsDNA detector to sense nuclear damage and viruses to drive cell death.",
    "authors": [
      "Avetisyan A",
      "Manzo E",
      "Freeman MR"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418752/",
    "doi": "doi: 10.1016/j.molcel.2025.11.027",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41418666",
    "title": "Carnosol and melatonin co-treatment attenuates neuroinflammation and oxidative stress in experimental autoimmune encephalomyelitis.",
    "authors": [
      "Azimzadeh M",
      "Jafarinia M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418666/",
    "doi": "doi: 10.1016/j.biopha.2025.118909",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41418621",
    "title": "Catabolic degradation of endothelial VEGFA via autophagy.",
    "authors": [
      "Neill T",
      "Chen CG",
      "Buraschi S",
      "Iozzo RV"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418621/",
    "doi": "doi: 10.1016/j.jbc.2025.110956",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41418420",
    "title": "Isoimperatorin inhibits cell proliferation and induces apoptosis via regulating PI3K/AKT pathway in acute lymphoblastic leukemia.",
    "authors": [
      "Xiao J",
      "Wang Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418420/",
    "doi": "doi: 10.1016/j.molimm.2025.12.009",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41418322",
    "title": "Metabolism Meets Epigenetics: β-Hydroxybutyrate-Driven Lysine β-Hydroxybutyrylation Bridging Energy Metabolism With Transcription and Protein Functional Remodeling.",
    "authors": [
      "Cheng S",
      "Cheng C",
      "Zhou J",
      "Ji Y",
      "Liu Y",
      "Jiang W",
      "Liu C",
      "Wang H"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418322/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41418100",
    "title": "Cortactin Suppresses mTOR-Dependent Senescence in Circulating Tumor Cells.",
    "authors": [
      "Hu J",
      "Zhang B",
      "Chen J",
      "Huang G",
      "Zhao M",
      "Zhou H",
      "Yang F",
      "Liu K",
      "Zheng S",
      "Tan H",
      "Liu X",
      "Liu J",
      "Hu H",
      "Wang L",
      "Zhang J",
      "Dai L",
      "Chen Q",
      "Pan X",
      "Li H",
      "Yu H",
      "Guo W",
      "Hong X"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418100/",
    "doi": "doi: 10.1158/0008-5472.CAN-25-1175",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41418025",
    "title": "Comments on the manuscript entitled: synchronized aging trajectory of facial and skeletal morphology in Chinese females: implications for rejuvenation strategies.",
    "authors": [
      "Zhao Y",
      "Gong L"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418025/",
    "doi": "doi: 10.1097/JS9.0000000000004564",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41417950",
    "title": "Association between insulin resistance and breast cancer risk in perimenopausal and postmenopausal women: mediating effects of oxidative stress and inflammatory biomarkers.",
    "authors": [
      "Mei H",
      "Zhang Z",
      "Lu W",
      "Li F",
      "Chang L",
      "Song Q"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417950/",
    "doi": "doi: 10.1097/JS9.0000000000004562",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417901",
    "title": "CRISPRa-mediated disentanglement of the Dux-MERVL axis in the 2C-like state, totipotency, and cell death.",
    "authors": [
      "Chammas P",
      "Xie SQ",
      "Sepulveda-Rincon LP",
      "Leeke BJ",
      "Dore MH",
      "Dormann D",
      "Wagner RT",
      "Chang N",
      "Jones PL",
      "McManus MT",
      "Karimi MM",
      "Young G",
      "Percharde M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417901/",
    "doi": "doi: 10.1126/sciadv.adu9092",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41417846",
    "title": "Combining brigatinib with mTOR inhibition to effectively treat NF2-SWN-associated and sporadic NF2-deficient meningiomas.",
    "authors": [
      "Chang LS",
      "Oblinger JL",
      "Wu LMN",
      "Miller C",
      "Burns SS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417846/",
    "doi": "doi: 10.1158/2767-9764.CRC-25-0563",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41417734",
    "title": "MCM8- and MCM9 Deficiencies Cause Lifelong Increased Hematopoietic DNA Damage Driving p53-Dependent Myeloid Tumors.",
    "authors": [
      "Lutzmann M",
      "Bernex F",
      "da Costa de Jesus C",
      "Hodroj D",
      "Marty C",
      "Plo I",
      "Vainchenker W",
      "Tosolini M",
      "Forichon L",
      "Bret C",
      "Queille S",
      "Marchive C",
      "Hoffmann JS",
      "Méchali M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417734/",
    "doi": "doi: 10.1016/j.celrep.2025.116846",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41417641",
    "title": "Endothelial to mesenchymal transition, Ets2 and the aging heart.",
    "authors": [
      "Hall IF",
      "Kishta F",
      "Kovacic JC"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417641/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41417634",
    "title": "A DNA Tetrahedron Delivery Asiatic Acid to Reprogram Mitochondrial Metabolism for Promoting Bone Regeneration via STAT3 Phosphorylation.",
    "authors": [
      "Huang Y",
      "Zhang Y",
      "Feng Y",
      "Yang Q",
      "Gao B",
      "Xu H",
      "Huang C",
      "Lin K",
      "Xu Y",
      "Zhu P"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417634/",
    "doi": "doi: 10.1002/advs.202518796",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41417620",
    "title": "Exclusive Breastfeeding Drives AMPK-Dependent Thermogenic Memory in BAT and Promotes Long-Term Metabolic Benefits in Offspring.",
    "authors": [
      "Wu N",
      "Yin A",
      "Yu X",
      "Wang M",
      "Zhang J",
      "Liu K",
      "Hou Y",
      "Cao M",
      "Zhang Y",
      "Zhang X",
      "Gao Y",
      "Guo X",
      "Zhang L",
      "Li Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417620/",
    "doi": "doi: 10.1002/advs.202508956",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41417217",
    "title": "Telmisartan ameliorates reproductive dysfunction, oxidative stress, and mitochondrial damages induced by fipronil in male rats via regulation of Nrf2/HO-1/PGC-1α/MNF2/DRP1.",
    "authors": [
      "Salama AR",
      "Aboushouk AA",
      "El-Far A",
      "Ashoura NR",
      "Rohiem AH",
      "Edres HA",
      "Saad HM"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417217/",
    "doi": "doi: 10.1007/s00210-025-04812-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417199",
    "title": "EVs from Stem Cells Improve Mitochondrial Dysfunction in Neuronal Disorders.",
    "authors": [
      "Jahan S",
      "Kumar D",
      "Ali S",
      "Siddiqui AJ",
      "Alaidarous M",
      "Khan J",
      "Khan A"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417199/",
    "doi": "doi: 10.1007/s12035-025-05623-9",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41417107",
    "title": "Spermidine Alleviates Sepsis-Induced Acute Lung Injury through AMPK-Mediated Improvement of Necroptosis.",
    "authors": [
      "Ye B",
      "Jin Y",
      "Hu S",
      "Shao Y",
      "Yang Q",
      "Wu H",
      "Liu Z"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417107/",
    "doi": "doi: 10.1007/s10753-025-02372-8",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41417102",
    "title": "The promising arsenal of ferroptosis inducers in bladder cancer.",
    "authors": [
      "Jiang N",
      "Ma W",
      "Jin X"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417102/",
    "doi": "doi: 10.1007/s00109-025-02614-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41417851",
    "title": "Naringenin attenuates liver injury in Schistosoma mansoni-induced liver fibrosis and oxidative stress in mice model.",
    "authors": [
      "Liang TR",
      "Liu CZ",
      "Peng SY"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417851/",
    "doi": "doi: 10.1371/journal.pntd.0013825",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417787",
    "title": "Aging-related peroxisomal dysregulation disrupts intestinal stem cell differentiation through alterations of very long-chain fatty acid oxidation.",
    "authors": [
      "Guo X",
      "Du G",
      "Zhou J",
      "Fu F",
      "Yuan Y",
      "Liu X",
      "Chen H",
      "Wan Q",
      "Gong B",
      "Chen H"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417787/",
    "doi": "doi: 10.1371/journal.pbio.3003552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41417771",
    "title": "TPEDCC-PEG-based photodynamic therapy exhibits potent therapeutic efficacy against echinococcosis by inducing oxidative stress and mitochondria-mediated apoptosis.",
    "authors": [
      "Ma Z",
      "Xie L",
      "Wang L",
      "Wang Z",
      "Zhao H",
      "Qiu L",
      "Ma Z",
      "Tian J",
      "Shi L",
      "Yuan M",
      "Xin Q"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417771/",
    "doi": "doi: 10.1371/journal.pntd.0013793",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417549",
    "title": "Unraveling Aging Processes by Molecular Dynamics in High Impact Polystyrene/Organoclay Nanocomposites using Solid-State NMR to understand the microplastics generation.",
    "authors": [
      "Silva PSRCD",
      "Tavares MIB"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417549/",
    "doi": "doi: 10.1590/0001-3765202520250484",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  }
]