[
  {
    "id": "10.1101/2025.10.30.685705",
    "title": "Mathematical modeling of light chain aggregation and cardiac damage in AL amyloidosis",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AL amyloidosis is a rapidly progressive disorder characterized by clonal plasma cell expansion, excessive production of light chains (LCs), and their misfolding into aggregation-prone monomers. These monomers assemble into oligomers and ultimately deposit as amyloid fibrils, particularly within cardiac tissue, where they contribute to myocardial stiffening and direct cardiotoxicity. A mechanistic model was developed to quantify the interplay between these two pathogenic processes and to examine the kinetics of LC aggregation in different compartments. Simulations reveal that LC aggregation exhibits pronounced nonlinearity: oligomer concentrations remain low during early disease stages, followed by exponential growth driven by autocatalytic conversion. When aggregation is assumed to occur within cardiac tissue, fibril deposition is approximately 25 times greater, and oligomer-induced cardiotoxicity is about five times higher, compared with aggregation occurring in the blood plasma. These differences stem from the smaller cardiac volume, which accelerates autocatalytic oligomer formation. A combined cardiac damage criterion, integrating both oligomer-induced cardiotoxicity and fibril-associated myocardial stiffening, was introduced and found to reach values approximately tenfold higher when LC aggregation occurs within cardiac tissue compared with aggregation in the blood plasma. This parameter may serve as a quantitative measure of cardiac aging or disease severity. The model also predicts that therapeutic intervention markedly reduces, but does not eliminate cardiac injury, highlighting the importance of early treatment initiation in AL amyloidosis.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.30.685705",
    "doi": "10.1101/2025.10.30.685705",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699773",
    "title": "Reproductive history differentially shapes the neural response of middle-aged females to estradiol therapy after a metabolic challenge",
    "authors": [
      "Richard, J.",
      "Mohammad, A.",
      "Lieblich, S.",
      "Go, K.",
      "Wang, S.",
      "Rechlin, R.",
      "Splinter, T.",
      "Barreto, G.",
      "Galea, L."
    ],
    "summary": "Background: Advancing age, the APOEe4 allele, and female sex are the top nonmodifiable risk factors for Alzheimers disease (AD). Female-specific experiences, such as parity and hormone therapy (HT) affect aging biomarkers such as metabolism and immune signaling and may even affect AD risk. Estradiol (E2), a common component of many HTs, affects cognition and brain health in aging females although this may vary depending on parity, genotype, and metabolic status. We hypothesized that prior parity influences brain and metabolic health, including response to E2, depending on APOE genotype. Methods: Middle-aged female (10 month) wildtype (WT) or humanized (h) APOEe3 or e4 expressing rats, with different reproductive experience (nulliparous or primiparous) were fed a Western (WD) or standard diet (SD) for 2 months. In the second month, rats were given E2 or vehicle (oil) injections daily. Fear associative learning, plasma metabolic hormones, hippocampal inflammatory signalling, and neuroplasticity (neurogenesis, synaptic protein) were assessed. Results: Females fed a WD gained weight and displayed metabolic dysregulation, regardless of genotype. E2 treatment reduced WD-induced weight gain and reduced metabolic hormones, with stronger effects in WT rats. E2 treatment increased dorsal hippocampal inflammatory signalling selectively in primiparous hAPOEe4 females fed a WD. Previous parity increased neurogenesis and reduced certain cytokines in the hippocampus of middle-aged WT rats under a SD. Both E2 treatment and previous parity decreased dorsal neurogenesis in hippocampus of hAPOEe4 rats. In hAPOEe4 females, higher weight was associated with reduced contextual fear memory, an effect driven by primiparous females. In the cued fear conditioning task, hAPOEe4 females displayed better cued fear memory than WT, however, WD exposure reduced cued fear memory in this group. Together, this indicates that diet and weight gain may be more detrimental to associative memory in hAPOEe4 females and that E2 treatment has more favourable outcomes in WT rats. Conclusions: Previous parity alters how females respond to E2 and metabolic stress in midlife. Primiparous hAPOEe4 females were especially vulnerable to the effects of WD and E2, exhibiting more inflammation, impaired memory, and reduced weight-loss. These findings highlight the importance of considering parity and genotype when evaluating midlife metabolic and cognitive risk.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699773",
    "doi": "10.64898/2026.01.15.699773",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699757",
    "title": "A Hallmark-Integrated, Agent-Based Framework for Intratumor Heterogeneity in Melanoma Evolution",
    "authors": [
      "Jamshad, K.",
      "Jackson, T. L."
    ],
    "summary": "Advances in multiregion sequencing have revealed extensive intratumor heterogeneity (ITH) - the presence of genetically distinct subclones within a single tumor. ITH profoundly influences tumor behavior, including well-accepted hallmarks of cancer such as sustained proliferation, resistance to apoptosis, and immune evasion, and the emergence of therapeutic resistance. In this work, we introduce a hallmark-integrated branching evolution process agent-based model (BEP-HI) to study the emergence of intratumor heterogeneity (ITH) in melanoma under coupled genetic, immune, and spatial selection pressures. Using this model, we identify three distinct evolutionary ITH modes and demonstrate a mechanistic decoupling between tumor growth kinetics and heterogeneity. We further show that immune recruitment exerts the strongest influence on ITH through nonlinear immune-editing feedback, while motility of melanoma cells shapes complex morphologies in different ITH modes as observed in clinical SSM tumors. This work provides a biologically grounded and adaptable computational framework for exploring how hallmark interactions shape ITH evolution and for generating virtual tumor cohorts that link genetic diversity with tumor behavior, morphology, and treatment resistance.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699757",
    "doi": "10.64898/2026.01.16.699757",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699165",
    "title": "Microbial Antioxidants Reduce ROS In Human Skin Cells Under Oxidative Stress",
    "authors": [
      "Huang, S.",
      "Dong, D.",
      "Wan, J.",
      "Lin, Y.-C.-D.",
      "Huang, H.-D."
    ],
    "summary": "Reactive oxygen species (ROS) play a dual role in cellular homeostasis, but excessive levels of ROS lead to oxidative stress, accelerating skin aging. Environmental stressors like UV radiation induce ROS overproduction, overwhelming endogenous antioxidant defenses and causing cellular damage. While the skin possesses an intrinsic antioxidant network that provides moderate protection, excessive oxidative stress can trigger inflammatory responses, thereby necessitating exogenous antioxidant intervention. Microbe derived antioxidants (MA), produced via probiotic fermentation of sea buckthorn and chestnut rose, have shown promise in mitigating ROS-induced damage. In this study, we evaluated two MA formulations, MA1 and MA2, for their ability to scavenge free radicals and alleviate hydrogen peroxide (H2O2) induced oxidative stress in human dermal fibroblasts (HDF) and dermal papilla cells (HDP). Both formulations displayed dose-dependent DPPH radical scavenging activity and enhanced cell viability at low concentrations. Under H2O2-induced oxidative stress, MA1 and MA2 effectively restored intracellular ROS to baseline levels, demonstrating significant cytoprotective effects. UHPLC MS/MS profiling identified 12 compounds shared by both formulations, and Gene Ontology Biological Process enrichment analysis revealed that their associated target genes were significantly enriched in antioxidant-related pathways. Five compounds, adenosine, citric acid, 5 hydroxymethylfurfural, myricetin, and phenylalanine, emerged as key contributors to the observed antioxidative effects. Together, these findings highlight the potential of fermented microbial antioxidants to re-establish redox homeostasis in human skin cells and support their further development as therapeutic or cosmetic interventions targeting oxidative stress and skin ageing. Given the heightened oxidative sensitivity of aged fibroblasts, the ability of MA to alleviate ROS may offer novel therapeutic strategies against skin aging and related pathologies.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699165",
    "doi": "10.64898/2026.01.15.699165",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.18.700157",
    "title": "Identification of small-molecule adjuvants that enhance the sensitivity of Escherichia coli to nitrofurantoin: Roles of Lon and MarA",
    "authors": [
      "Nandini, S. S.",
      "Saha, P.",
      "Shri, R.",
      "Sharma, P.",
      "Jagdish, S.",
      "Khamari, B.",
      "Sen, S.",
      "Bulagonda, E. P.",
      "Nandi, D."
    ],
    "summary": "The increasing cases of resistance among UTI pathogens pose a significant threat to the continued clinical use of nitrofurantoin. In this study, we explored the molecular mechanisms underlying nitrofurantoin resistance and investigated the potential of synergistic activity of salicylates in enhancing the antibacterial activity of nitrofurantoin. In our initial observation, deletion of lon ({Delta}lon) conferred enhanced susceptibility to nitrofurantoin. We identified the critical role of Lon protease in regulating the sensitivity to nitrofurantoin. Investigation into the mechanisms revealed that the lon deletion strains show a higher level of marA and nfsA, which is likely to facilitate the conversion of nitrofurantoin from its pro form to its active form. The {Delta}lon strains displayed an elevated level of ROS, membrane alteration and filamentation upon treatment with nitrofurantoin. Higher ROS levels and membrane alteration were reversed upon treatment with glutathione, further confirming the role of oxidative stress in mediating the sensitivity to nitrofurantoin. Building on these mechanistic insights, we tested salicylates to synergistically enhance the efficacy of nitrofurantoin by indirectly inducing marA through the repression of the mar operon, thereby enhancing nfsA transcription. Both sodium salicylate and acetyl salicylate enhanced the efficacy of nitrofurantoin and lowered the dose of nitrofurantoin required to inhibit the growth of the WT strain. Importantly, this synergistic effect with acetyl salicylate was also observed in nitrofurantoin-resistant clinical isolates, where the combination reduced the effective nitrofurantoin concentration required for growth inhibition. This work provides novel insights into the roles of transcriptional regulators and proteolysis in antibiotic susceptibility, advancing the notion that antibiotic adjuvants are a reliable means of reviving the efficacy of antibiotics.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.18.700157",
    "doi": "10.64898/2026.01.18.700157",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.17.700081",
    "title": "The E. coli clamp loader sharply bends DNA to load β-clamp onto small gaps",
    "authors": [
      "Zheng, F.",
      "Yao, N. Y.",
      "Georgescu, R. E.",
      "Lyu, M.",
      "O'Donnell, M. E.",
      "Li, H."
    ],
    "summary": "DNA sliding clamps are used by the replication machines of all organisms, from bacteria to human. These clamps do not self-assemble onto DNA but require a multiprotein ATPase clamp loader that recognizes a DNA 3'-recessed end to open and close sliding clamps onto it. We find here that the mechanism of clamp loading onto small ssDNA gaps is profoundly different between bacteria and eukaryotes. The eukaryotic RFC clamp loader unwinds dsDNA from the 3'-recessed end to widen the ssDNA gap and also binds the 5'-recessed DNA end at an external shoulder site. In contrast, the bacterial DnaX-complex neither unwinds DNA nor stably binds DNA at the shoulder site in vitro. Instead, the bacterial {beta}-clamp has evolved an external DNA binding site that enables the DnaX-complex to sharply bend a gapped DNA by 150{degrees} to insert it into the clamp. Small DNA gaps are frequently associated with DNA damage, and the clamps loaded at these sites likely function in DNA repair.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.17.700081",
    "doi": "10.64898/2026.01.17.700081",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699229",
    "title": "MIC13-linked cristae disruption causes metabolic failure and early fibrotic remodelling in mitochondrial liver disease",
    "authors": [
      "Becker, A.",
      "Eichmann, T. O.",
      "Mey, K. a.",
      "Vasiliev, V.",
      "Petzsch, P.",
      "Rossi, A.",
      "Distelmaier, F.",
      "Anand, R."
    ],
    "summary": "Mitochondrial diseases are highly complex and heterogeneous, and nearly 20% of cases involve severe liver pathology. MIC13-mediated hepato-encephalopathy is a rare mitochondrial hepatopathy with profound liver dysfunction, yet the mechanism by which MIC13 deficiency leads to severe hepatic dysfunction remains poorly understood. Here, we describe an affected individual carrying a pathogenic MIC13 variant (c.260-2A > G) that results in severe multisystem disease, including hepatopathy. To investigate hepatocyte-specific consequences of MIC13 variant, we generated iPSCs carrying this disease-causing variant and differentiated them into induced hepatocytes (iHeps). MIC13, a key component of the MICOS complex required for cristae formation, was disrupted in these cells, and the resultant iHeps exhibited the same cristae defects observed in clinical samples. Integrated multi-omics and biochemical analyses revealed extensive metabolic rewiring, including disrupted amino acid turnover, accumulation of tricarboxylic acid (TCA) and urea cycle intermediates. Additionally, profound alterations in methionine cycle and transsulfuration pathways, along with enhanced bile acid synthesis, collectively affect methylation potential, redox homeostasis, and detoxification. Lipid metabolism was also impaired, with incomplete beta-oxidation, increased ketogenesis, and diminished lipid storage. At the cellular level, extensive extracellular matrix (ECM) remodelling, increased intracellular collagen accumulation and enhanced cell migration indicated an early fibrotic phenotype. Overall, this clinically relevant model uncovers how cristae defects drive metabolic imbalance and hepatocyte dysfunction, ultimately leading to early fibrotic changes in mitochondrial liver disease. These findings provide the first mechanistic link between MIC13-dependent cristae disruption and hepatic metabolic failure and offer a foundation for identifying therapeutic strategies for mitochondrial hepatopathies.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699229",
    "doi": "10.64898/2026.01.16.699229",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.17.700099",
    "title": "Characterization of novel cytoplasmic roles for the N-terminal methyltransferase NRMT1",
    "authors": [
      "Tooley, J. G.",
      "Zhou, G.",
      "Obeidat, S.",
      "Arbel, A.",
      "Jones, C.",
      "Tedeschi, F.",
      "Schaner Tooley, C."
    ],
    "summary": "N-terminal methylation of proteins by the trimethylase NRMT1 plays important roles in oncogenesis, development, and aging. As N-terminal methylation has frequently been shown to regulate protein-DNA interactions, and many NRMT1 substrates are transcription factors or regulators of chromatin structure, previous research has focused on how transcriptional regulation by NRMT1 affects cell growth and differentiation. However, we have recently identified a new, cytoplasmic role for NRMT1, inhibiting the eukaryotic elongation factor 1 alpha (eEF1A) methyltransferase METTL13, which indicates NRMT1 could also be acting as a translational regulator. Here we further explore NRMT1 cytoplasmic functions and show that, unlike previously thought, NRMT1 can methylate substrates in the cytoplasm. We also show that while many of these substrates remain bound to NRMT1, it can also interact with a number of non-target ribosomal proteins and proteins associated with the endoplasmic reticulum (ER). To confirm NRMT1 interaction with the ribosome, we performed polysome profiling, which showed a portion of NRMT1 co-migrates with the 40S and 60S subunits but not with actively translating polysomes, indicating NRMT1 may play an early role in translation. To see if NRMT1 was affecting target mRNA selection of ribosomes, we also performed ribosome-sequencing experiments in proliferating and differentiating C2C12 mouse myoblasts. These results show a striking upregulation of translation of soluble proteins with NRMT1 loss and corresponding decrease in translation of transmembrane and signal sequence-containing proteins. We now propose a model where NRMT1 regulates the translation of transmembrane and secreted proteins by facilitating interactions between the ribosome and the ER.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.17.700099",
    "doi": "10.64898/2026.01.17.700099",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.16.673560",
    "title": "Differential DNA methylation clock ages across buffy coat (BC), peripheral blood mononuclear cells (PBMC), and saliva in individuals in early-to-mid adulthood",
    "authors": [
      "Bruellman, R.",
      "Evans, D.",
      "Smolen, A.",
      "Evans, L. M.",
      "Reynolds, C. A."
    ],
    "summary": "Epigenetic aging prior to midlife is gaining interest as an intervenable period to address health and cognitive aging. Epigenetic changes may index DNA methylation aging rates, but methylation profiles may not be substitutable across tissues. We compared DNA methylation clocks and age acceleration in saliva, buffy coat (BC), and peripheral blood mononuclear cells (PBMC) collected in 91 individuals (7 unpaired, 20 siblings, 64 twins; 18 monozygotic (MZ), 14 dizygotic (DZ) pairs) from the Colorado Adoption/Twin Study of Lifespan behavioral development and cognitive aging (CATSLife1; Mean age=30.90 years [range=28.07 -- 41.13]; 50.5% female). Across 15 DNA methylation clocks, chronological age and DNA methylation ages were moderately associated (Mean Spearman correlations: r=0.36, Saliva; r=0.41, BC; r=0.36, PBMC). In mixed-effects models, saliva showed higher DNA methylation ages (B=3.83--16.46 years vs BC, p<0.001), whereas PBMC and BC were comparable (B=-0.06--0.39 years vs BC, p>0.447). The exception was the next-generation clock DunedinPace showing comparability (p=0.486). Consistent patterns were observed for age acceleration estimates. Altogether, MZ (meta-analytic r=0.48, 95%CI=0.30,0.65) and DZ pairs (meta-analytic r=0.38, 95%CI=0.29,0.46) were moderately correlated (Spearman), but MZ pairs showed heterogeneity across tissues (p<0.020): saliva was lower (Mean r=0.31, SD=0.24) than BC (Mean r=0.63, SD=0.11) and PBMC (Mean r=0.47, SD=0.19). The multi-tissue ZhangQ and next-generation PCGrimAge clocks produced consistent correlations across tissues for MZ and DZ twins. While saliva-based DNA methylation is not a direct substitute for blood-based DNA methylation, values were comparable across BC and PBMC; nevertheless, all tissue types may be appropriate for DNA methylation aging studies when compared within tissues.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.16.673560",
    "doi": "10.1101/2025.09.16.673560",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695764",
    "title": "Coiled-coil scaffolds for Targeted Protein Degradation",
    "authors": [
      "Korona, B.",
      "Mylemans, B.",
      "Acevedo-Jake, A.",
      "Huang, D. T.",
      "Edwards, T. A.",
      "Wilson, A. J.",
      "Woolfson, D.",
      "Itzhaki, L. S."
    ],
    "summary": "In targeted protein degradation (TPD) the cells quality control machinery is co-opted to degrade proteins of interest. Currently TPD is limited by the availability of small-molecule binders for targets and the many potential human E3 ubiquitin ligases. Consequently, other approaches are needed to tackle new targets and to exploit degradation pathways fully. The natural binding epitopes for E3s and other degradation machineries are often short linear peptide motifs, which offer routes to new biologics-based degraders. Here, targeting the anti-apoptotic BCL-xL and initiation of apoptosis, we show that several protein-degradation pathways--ubiquitination, direct proteasome, autophagy-lysosome recruitment--can be leveraged by integrating target-binding and degradation motifs into single-polypeptide constructs. This exploits versatile and varied de novo coiled-coil scaffolds as adaptable molecular glues by presenting motifs multivalently and in diverse arrangements. The constructs are small ({approx}80 residues) and provide a plug-and-play platform to map and optimise target-degradation space using rational design. We call this Coiled Coils for induced Proximity (CoCoProx) and propose its use for targeted degradation and other induced-proximity reactions.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695764",
    "doi": "10.64898/2025.12.22.695764",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699946",
    "title": "ATM-dependent RHEB phosphorylation couples DNA damage to lysosomal mTORC1 signaling to orchestrate the cellular response to genotoxic stress",
    "authors": [
      "Pan, J.",
      "Teleman, A. A.",
      "Demetriades, C."
    ],
    "summary": "Cells dynamically adapt to environmental stressors by rewiring signaling networks that coordinate growth, metabolism and genome maintenance. The DNA damage response (DDR) and mTORC1 signaling pathways govern DNA repair and cell growth, respectively, but how these pathways intersect remains incompletely understood. Here, we identify RHEB, the most direct mTORC1 activator, as a substrate of the DDR kinase ATM. Strikingly, we find that, although genotoxic stress differentially regulates mTORC1 activity, reducing the phosphorylation of its lysosomal target TFEB, while enhancing phosphorylation of its cytoplasmic target S6K, the DDR-induced phosphorylation of RHEB specifically controls the lysosomal mTORC1 signaling branch. Preventing RHEB phosphorylation impairs TFEB nuclear translocation and lysosome biogenesis upon DNA damage. Functionally, the RHEB phosphorylation-dependent TFEB response is required for proliferative recovery following genotoxic stress. These findings uncover an ATM-RHEB-mTORC1-TFEB signaling axis that links DNA damage to selective mTORC1 outputs, revealing a mechanism which enables cells to adapt to genotoxic cues.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699946",
    "doi": "10.64898/2026.01.16.699946",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.698129",
    "title": "Human PMS1-dependent non-canonical mismatch repair converges with MBD4 to repair 5-methylcytosine deamination",
    "authors": [
      "Le Ven, A.",
      "Vanhuele, S.",
      "Ganier, O.",
      "Houy, A.",
      "Kahn, A.",
      "Rodrigues, M.",
      "Stern, M.-H.",
      "Guerois, R.",
      "Silveira, A. B."
    ],
    "summary": "CpG dinucleotides are hotspots for mutagenesis by spontaneous deamination of 5-methylcytosine (5mC) into thymine, resulting in T:G mismatches that can lead to C>T transitions. These mutations are a hallmark of aging and cancer and a major force shaping the evolution of vertebrate genomes. We have previously uncovered MBD4 as the primary base excision repair (BER) glycosylase responsible for 5mC deamination repair. In this study, we employ a cytosine base-editing system, comprising an APOBEC1 deaminase fused to a catalytically dead Cas9, to induce targeted cytosine deamination in native chromatin and track its repair. This approach reveals that MBD4 cooperates with a non-canonical branch of mismatch repair (MMR) to elicit 5mC deamination repair. We demonstrate that MBD4 activity depends on MMR complexes MutS (MSH2-MSH6) and MutL{beta} (MLH1-PMS1), but not on post-replicative MMR elicited by the MutL (MLH1-PMS2) complex. We find that PMS1 loss phenocopies the genome-wide CpG>TpG hypermutated profile associated with MBD4 deficiency, uncovering that 5mC deamination repair may represent one of the primary functions of the MutL{beta} complex. The mutational landscape of MMR-deficient tumors aligns with our experimental results, showing that replication-independent CpG>TpG mutagenesis partly contributes to the mutational burden of tumors inactivated for MLH1, MSH2 and MSH6. Finally, using structural predictions alongside biochemical validation, we show that MBD4 physically interacts with MutL{beta} in an MLH1-dependent manner, illuminating the structural basis for the convergence of the BER and MMR pathways. Altogether, we uncover a novel function of non-canonical MMR that underscores its interplay with BER in safeguarding genomic integrity against damage to methylated DNA.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.698129",
    "doi": "10.64898/2026.01.16.698129",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699967",
    "title": "Distinct sensing of BCAAs by mTOR and c-Myc governs T cell proliferation, independent of catabolism",
    "authors": [
      "Rome, K.",
      "Hall, E.",
      "Wu, A.",
      "Bailis, W."
    ],
    "summary": "The branched chain amino acids (BCAAs: leucine, isoleucine, valine) are essential amino acids that function as catabolic substrates and signaling molecules via mTORC1. While individual BCAAs have unique roles in organismal and cellular physiology, the mechanisms underlying their individual effects remain poorly understood. We demonstrate that the three BCAAs have distinct roles in T cell biology. We find that isoleucine and valine are necessary and sufficient for quiescence exit and cell division, whereas leucine is dispensable. Mechanistically, these effects are independent of their diverging catabolic fates and instead due to differential sensing of leucine and isoleucine/valine by mTOR and c-Myc. While isoleucine and valine are necessary and sufficient for c-Myc expression, mTORC1 leucine-sensing represses c-Myc and proliferation during BCAA restriction. Together, we find that the discrete sensing of the BCAAs uncouples two major anabolic regulators, mTORC1 and c-Myc, in cell growth. This provides mechanistic insight into the distinct roles of the BCAAs in cell physiology, highlighting divergent BCAA sensing rather than catabolism, and offering a new lens to appreciate their impact on immunity and pathophysiology.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699967",
    "doi": "10.64898/2026.01.16.699967",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699963",
    "title": "Glucose availability tunes latent CD8+ T cell expansion potential through a mitogen-independent, mTOR-dependent regulatory switch",
    "authors": [
      "Le, T. N. V.",
      "Trihemasava, K.",
      "Turner, L.",
      "Rome, K.",
      "Wu, A.",
      "Bailis, W."
    ],
    "summary": "Mitogenic signals are understood to license cell cycle progression and the metabolic reprogramming required for cell division, with acquired nutrients serving as permissive substrates. Here, we show that nutrient availability instead functions as a mitogen-independent regulatory input that dynamically controls CD8+ T cell proliferative potential. Activating stimuli have been shown to set T cell expansion capacity through their control of c-Myc expression, with the rate of c-Myc decay functioning as a division timer. We demonstrate that nutrient availability is sufficient to control c-Myc expression dynamics and dictates how division potential is stored and later actualized. Glucose-restricted T cells sustain proliferative potential and exhibit high AKT and ERK phosphorylation, despite limited growth. Upon glucose restoration, these cells rapidly increase c-Myc expression, accelerate through the cell cycle, and return to the expansion potential of glucose-replete controls, even after days of enforced restriction. Glucose restriction thus maintains a latent metabolic and mitogenic signaling state that is rapidly realized upon recovery. Mechanistically, mTOR signaling is required for this glucose recovery-driven proliferation, despite c-Myc and pERK remaining elevated following mTOR inhibition, indicating that glucose and mitogen signals operate through parallel rather than hierarchical control points. Altogether, these findings reveal that nutrient availability is not merely rate-limiting for proliferation but dictates the kinetics at which mitogenic signals are dissipated and realized. While mitogenic and nutrient cues converge on a shared anabolic network, they operate through distinct regulatory arms to coordinate the tempo and magnitude",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699963",
    "doi": "10.64898/2026.01.16.699963",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699836",
    "title": "Compartment-specific core microbiomes in potato tubers are associated with plant health across genotypes, soils, and years",
    "authors": [
      "Qiao, Y.",
      "Qiao, J.",
      "Berendsen, R.",
      "Cheng, X.",
      "Pieterse, C.",
      "Song, Y."
    ],
    "summary": "Harnessing plant microbiomes for sustainable agriculture requires understanding not only whether they can boost crop performance, but also how they assemble, persist, and support plant growth and health across environments. While we previously showed that seed tuber microbiomes can predict potato vigour using machine learning, it remained unclear how ecological processes shape tuber microbiome stability and functionality across host genotypes, tuber compartments, soil types, and years. Here, we analyzed the national scale dataset of 240 field collected potato seedlots, spanning six genotypes, two soil types, and two growing years, with a focus on the spatially distinct heel and eye compartments of the potato tuber. By profiling over 1,200 bacterial and fungal communities and linking microbiome composition to plant performance using leaf area as a health proxy, we show that plant genotype and tuber compartment are the strongest determinants of microbial diversity and composition. Compartment specific enrichment of functional traits was observed, with organic compound conversion and nitrogen cycling dominant in the heel, and energy metabolism enriched in the eye. Using a macroecological abundance occupancy framework, we identified a stable core microbiome of bacterial and fungal taxa that persisted across environments and years. Core members were more strongly associated with plant performance than non core taxa, and pathogen suppressive functions were spatially structured, with distinct protective taxa dominating in the heel versus the eye. Together, our findings demonstrate that tuber compartments act as selective microbial filters, shaping persistent microbiomes with specialized functions. By providing an ecological and functional framework for compartment resolved, stable core microbiomes, this study complements our predictive modelling work and highlights persistent microbial partners as promising targets for improving potato resilience and productivity.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699836",
    "doi": "10.64898/2026.01.16.699836",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.700019",
    "title": "Drying parameters and aging modulate protective properties of vitrified trehalose",
    "authors": [
      "Kumara, U. G. V. S. S.",
      "Boothby, T. C."
    ],
    "summary": "Storage of biological materials is essential for medical, research, and biotechnological applications. While cold-chain preservation is effective, it is costly, infrastructure-dependent, and vulnerable to disruption. Room-temperature dry storage, inspired by desiccation-tolerant organisms, provides an alternative by stabilizing biomolecules in vitrified (glass-like) matrices that limit molecular motion which if not reduced can lead to breakdown and loss of integrity. Trehalose is widely used as a vitrifying agent, but its protective capacity depends on glassy properties shaped by drying methods, environmental conditions, storage duration, and the type of preserved molecule. Systematic studies linking these factors to short and long-term stability remain limited. Here, we examine how drying conditions and storage duration influence the stability of DNA, RNA, and enzymes in vitrified trehalose systems. DNA remained stable under all conditions, independent of trehalose or drying parameters, reflecting its intrinsic resistance to desiccation-induced damage. RNA showed moderate sensitivity to drying without trehalose but was stabilized in its presence, although RNA integrity did not consistently correlate with measured vitrified properties. In contrast, enzymes were highly sensitive to drying without trehalose and were strongly protected under conditions that promoted favorable vitrified properties. Enzyme protection after 30 minutes correlated with high glass transition temperature. However, during prolonged drying, increased glass transition temperature was inversely correlated with enzyme protection and was a better indicator of detrimental physical aging of the vitrified system. These findings present the first insight into how drying methods, environmental conditions, and storage duration shape vitrified properties and stability. They guide optimization of room-temperature preservation.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.700019",
    "doi": "10.64898/2026.01.16.700019",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699969",
    "title": "Nephron-associated Support Cell Transcriptional Plasticity Expands in Hypertension",
    "authors": [
      "McDermott, J. G.",
      "Goodlett, B. L.",
      "Navaneethabalakrishnan, S.",
      "Rutkowski, J. M.",
      "Mitchell, B. M."
    ],
    "summary": "Hypertension (HTN) affects over one billion people worldwide and can lead to debilitating cardiovascular and renal conditions if left untreated. Cell death in the kidneys and the inflammation that follows are among the primary effects of chronically elevated blood pressure. There are several cell types throughout the body with immunomodulatory, anti-inflammatory, and pro-regenerative properties that support tissue homeostasis and recent studies have highlighted their therapeutic potential in HTN and kidney-related conditions. In our previous paper, we found a pool of multipotent nephron-associated support cells (SCs) in single-cell RNA sequencing samples of CD31+ and podoplanin+ cells taken from the kidneys of hypertensive mice generated through two mouse models of HTN. Despite remaining roughly constant in number between HTN and control groups, these SCs had 299 differentially expressed genes (p<0.01), 51 and 86 enriched pathways (p<0.01) in the M2 and M5 Molecular Signatures Database gene sets, respectively, and 180 HTN-specific regulons. We also compared lymphatic endothelial cells (LECs) and SCs from HTN and control groups and identified 3636 differentially expressed genes (p<0.01), 537 M2 and 415 M5 enriched pathways (p<0.01), and 218 LEC-specific and 227 SC-specific regulons in the HTN samples. SCs from mice with HTN were more resistant to inflammation-induced changes compared to LECs, and had downregulated stem cell suppressive genes and upregulated genes related to stem cell proliferation and regeneration.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699969",
    "doi": "10.64898/2026.01.16.699969",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.02.631110",
    "title": "Tumor-induced orexigenic imbalance lowers protein appetite and drives early organ wasting symptoms",
    "authors": [
      "Petsakou, A.",
      "Filine, E.",
      "Li, M.",
      "Chen, Y.",
      "Zheng, A.",
      "Perrimon, N."
    ],
    "summary": "Cancer cachexia (CC) is characterized by organ wasting and ensuing involuntary weight loss. Despite advances, underlying mechanisms initiating CC remain unclear, including early symptoms like anorexia. Here, we use a fly gut-tumor model with a precise time-window before organ wasting starts. We show that tumor-induced factors involved in inflammation (unpaired 3/ Interleukin-6-like) and reduced insulin signaling (ImpL2/ Insulin Growth Factor Binding Protein) decrease NPF (Neuropeptide F/ Neuropeptide Y) in the brain prior to organ wasting. This early NPF decrease triggers low protein-specific food appetite and anorexia. We find that ImpL2 reduces NPF signaling while upd3 helps by concurrently disrupting the blood brain barrier. Tumor-induced NPF decrease, and early reduction of protein appetite drive the onset of weight loss and exacerbate the risk of death during organ wasting. Altogether, we provide evidence for an early orexigenic brain imbalance causing low protein appetite that regulates the onset and outcome of organ wasting.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.02.631110",
    "doi": "10.1101/2025.01.02.631110",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.16.654528",
    "title": "ER-Localized Ceramide Accumulation Contributes to Replicative Senescence",
    "authors": [
      "Chitkara, S.",
      "Li, M.",
      "Gozali, N.",
      "Kuzmin, A.",
      "Pliss, A.",
      "Prasad, P.",
      "Sancak, Y.",
      "Atilla-Gokcumen, G. E."
    ],
    "summary": "Ceramides regulate diverse cellular processes through compartment-specific accumulation. While mitochondrial ceramide accumulation promotes apoptosis, its regulation and function during senescence remain incompletely understood. Here, we integrate lipidomics, transcriptomics, Raman spectroscopy and biochemical characterizations to define sphingolipid remodeling in replicative senescence. Senescent cells exhibit elevated ceramide levels and depletion of very-long-chain sphingomyelins, despite unaltered sphingomyelin synthase 1 expression, implicating impaired ceramide-sphingomyelin turnover. Pharmacological inhibition of ceramide transfer protein (CERT), the ER-to-Golgi ceramide transporter, phenocopies this sphingolipid remodeling and enhances senescence markers, suggesting disrupted ceramide trafficking as a driver of senescence. Raman spectroscopy suggests ceramide accumulation localized to the ER, with no enrichment at mitochondria, consistent with a non-apoptotic phenotype. Analysis of ER-enriched fractions confirm increased ceramide levels in ER fractions of senescent cells. Mechanistically, ceramide accumulation at the ER can contribute to ER stress, a key component of the senescence program. These findings identify altered ceramide trafficking as a contributor to ER stress and highlight ER-localized ceramide as a critical component of senescence-associated sphingolipid remodeling.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.16.654528",
    "doi": "10.1101/2025.05.16.654528",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.29.667417",
    "title": "Does Human Transthyretin Aggregate in Blood Plasma or in Cardiac Tissue? A Mathematical Modeling Study",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "Transthyretin (TTR) amyloidosis is a progressive disease characterized by the destabilization of TTR tetramers, leading to monomer dissociation, oligomer formation, and fibril deposition in cardiac tissue. This study presents a mathematical model that captures the kinetics of TTR aggregation and deposition, integrating clinically relevant parameters to distinguish between scenarios of TTR aggregation in blood plasma and cardiac tissue. The governing equations are derived by applying conservation principles to the number of TTR tetramers, monomers, and oligomers within defined control volumes, such as the blood plasma or heart. The model predicts that the scenario with fibril accumulation within cardiac tissue better reflects the clinical progression of wild-type TTR amyloidosis, aligning with observed patient survival times and measured tetramer concentrations. In this scenario, the model successfully recapitulates published physiological data, accurately predicting a total plasma TTR concentration of approximately 25 mg/dL. Sensitivity analyses reveal that the rate of tetramer dissociation and the half-deposition time of TTR oligomers are key regulators of disease progression. Lower tetramer dissociation rates, mimicking the stabilizing effect of tafamidis, reduce fibril accumulation and biological aging. Conversely, faster oligomer deposition into fibrils leads to reduced oligomer concentrations but accelerated tissue fibril accumulation. The model predicts that, after five years of disease progression, the volumetric ratio of deposited TTR fibrils to baseline myocardial volume may reach 58% in the tissue aggregation scenario, compared to 10% when aggregation occurs in plasma. These predictions are consistent with clinical observations that link higher amyloid burden to increased mortality. Overall, the findings support a pathogenic mechanism in which TTR aggregation predominantly occurs in cardiac tissue, highlighting potential therapeutic targets to modulate disease progression. A correlation is proposed for estimating biological age in humans, which incorporates both calendar age and the volumetric ratio of deposited TTR fibrils to baseline myocardial volume.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.29.667417",
    "doi": "10.1101/2025.07.29.667417",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.07.669190",
    "title": "Dehydration promotes intracellular lipid synthesis and accumulation",
    "authors": [
      "Carty, J. S.",
      "Selvasingh, J.",
      "Zuchowski, Y.",
      "Nam, H.-J.",
      "Penalva, C.",
      "Nanayakkara, G.",
      "Jennings, E. Q.",
      "Voss, K.",
      "Adame, E. T.",
      "Tossberg, J.",
      "Yap, W. S.",
      "Melzer, M.",
      "Viquez, O.",
      "McCall, A. S.",
      "Piotrowski, E. R.",
      "Bessho, R.",
      "Cao, S.",
      "Leaptrot, K.",
      "Schrimpe-Rutledge, A. C.",
      "Codreanu, S. G.",
      "Sherrod, S. D.",
      "McLean, J. A.",
      "Trapani, J. B.",
      "Cottam, M. A.",
      "Wan, M.",
      "Shrivastava, D.",
      "Delker, D. A.",
      "Wilson, M. H.",
      "Hassenour, C. M.",
      "Lantier, L.",
      "Chernova, I.",
      "Young, J. D.",
      "Haase, V. H.",
      "Medina, J.-P. V.",
      "Kosma, D. K.",
      "Kim, P.",
      "Cartailler, J. P.",
      "Zhang, M.",
      "Zent, R.",
      "Harris,, R. C.",
      "Watts, J. A.",
      "Terker,"
    ],
    "summary": "Lipids can be considered a water reservoir used to offset dehydration stress as their oxidation by the mitochondria generates water. However, whether dehydration and the ensuing hypertonic stress directly regulate lipid synthesis is unknown. We found that hypertonic stress decreases cellular oxygen consumption, increases intracellular lipid synthesis, and favors glutamine oxidation as a carbon precursor for lipid synthesis via remodeling mitochondrial metabolism. These findings provide a mechanism whereby cellular dehydration leads to intracellular lipid accumulation, functionally linking water availability to lipid storage.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.07.669190",
    "doi": "10.1101/2025.08.07.669190",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.14.676126",
    "title": "N6-methyladenosine promotes temozolomide resistance through non-canonical regulation of mRNA stability in glioblastoma cells",
    "authors": [
      "Dangelmaier, E. A.",
      "Fang, D.",
      "Htet, K. S.",
      "Harry, N. S.",
      "Pascoe, R.",
      "Yang, J. W.",
      "Wang, C. D.",
      "Nachtergaele, S."
    ],
    "summary": "N6-methyladenosine (m6A) is a critical regulator of mRNA processing and function, impacting nearly every step of the mRNA lifecycle. Changes in m6A status have been implicated in many different types of cancer, including glioblastoma where acquired resistance to temozolomide remains a major clinical challenge. We established glioblastoma cell culture models of acquired temozolomide resistance and analyzed the role of m6A in controlling resistance-associated pathways. We show that m6A stabilizes key genes and pathways promoting temozolomide resistance in glioblastoma, including MGMT, the enzyme that repairs primary temzolomide-induced DNA damage, and PI3K/Akt signaling, a major driver of chemoresistance. Pharmacological inhibition of the m6A methyltransferase METTL3 destabilizes MGMT and other critical mRNAs, restoring temozolomide sensitivity. Collectively, our results suggest that genes associated with temozolomide resistance are stabilized by m6A methylation, even as the majority of the transcriptome remains subject to m6A-mediated mRNA decay. Moreover, these data highlight METTL3 inhibition as a promising therapeutic approach to overcoming temozolomide resistance in glioblastoma.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.14.676126",
    "doi": "10.1101/2025.09.14.676126",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.24.678174",
    "title": "A Low-dimensional Manifold Representation of the Human Brain Aging Continuum",
    "authors": [
      "Liang, Z.",
      "Szczepanski, C. J.",
      "Li, C.",
      "Li, J.",
      "Rusinek, H.",
      "Ge, Y.",
      "Zhang, J."
    ],
    "summary": "Brain aging involves complex structural changes that challenge traditional analytical methods and hinder personalized assessment of brain health. Integrating regional brain alterations into a unified, interpretable representation is difficult due to the high dimensionality of neuroimaging data. Here, we projected regional brain volumes from the Human Connectome Project Aging Dataset onto a low-dimensional manifold that reflects underlying neuroanatomical constraints. We then built a transparent framework on the manifold to estimate brain age and identify key regional drivers of the estimate. By analyzing local neighborhoods on the manifold, we identified distinct structural aging trajectories, including pronounced frontal atrophy occurring predominantly in males. This approach provides a biologically interpretable means of characterizing individual brain-aging patterns, reveals heterogeneous aging pathways, and supports more personalized assessments and insights into the aging process.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.24.678174",
    "doi": "10.1101/2025.09.24.678174",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.07.680857",
    "title": "Regulation between LRRK2 and PP2A signaling in cellular models of Parkinsons disease",
    "authors": [
      "Athanasopoulos, P. S.",
      "Memou, A.",
      "Ho, F. Y.",
      "Soliman, A.",
      "Pots, H.",
      "Papadopoulou, V.",
      "von Zweydorf, F.",
      "Sriraman, S.",
      "Thouin, A. M.",
      "Vandewynckel, L.",
      "Sibran, W.",
      "Chartier-Harlin, M.-C.",
      "Nichols, R. J.",
      "Greggio, E.",
      "Taymans, J.-M.",
      "Gloeckner, C. J.",
      "Rideout, H. J.",
      "Kortholt, A."
    ],
    "summary": "Mutations in Leucine-rich repeat kinase 2 (LRRK2) are the most frequent cause of late-onset familial and idiopathic Parkinsons disease (PD), known to date. Importantly, recent data from post-mortem tissue as well as biomarker studies suggest that independent of mutations, increased kinase activity of LRRK2 plays an essential role in idiopathic PD pathogenesis. Despite extensive research on LRRK2, its activation mechanism(s) and how the various mutations result in increased kinase activity and neuronal death is still not completely understood. Accumulating evidence points to LRRK2 phospho-regulation, both auto-phosphorylation and phosphorylation by other kinases, as one potential molecular trigger of its activation. LRRK2 activation and localization is regulated by phosphatases such as Protein phosphatase 1 (PP1) and Protein phosphatase 2A (PP2A), however the exact mechanism of this phospho-regulation is not known. Our data reveal that in vitro PP2A dephosphorylates sites within the RocCOR-GTPase domain of LRRK2 and as a result de-stabilizes LRRK2 dimers, with consequent reduction of its kinase activity. Strikingly, our data further highlight that LRRK2 in turn phosphorylates the catalytic subunit of the PP2A holoenzyme PPP2CA at its critical residue T304. Furthermore, LRRK2-mediated phosphorylation of PP2CA T304 alters the methylation of the C-terminus, which is crucial for both holoenzyme formation and catalytic activity. Importantly, expression of WT-PPP2CA protects from LRRK2-G2019S induced neuronal cell death, while PPP2CA-T304 mutants fail to do so, suggesting that impaired PP2A holoenzyme formation might be detrimental for LRRK2-PD.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.07.680857",
    "doi": "10.1101/2025.10.07.680857",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699507",
    "title": "Negative allosteric modulation of α5-GABAA receptors engages dynamic cortical glutamatergic and GABAergic mechanisms underlying adaptive behavior in mice",
    "authors": [
      "Daher, F.",
      "Fukushima, C. T.",
      "Ingebretsen, E. A.",
      "Bidlack, J. M.",
      "Atack, J. R.",
      "Popa, M. O.",
      "Fogaca, M. V."
    ],
    "summary": "Chronic stress disrupts glutamatergic and GABAergic plasticity in the medial prefrontal cortex (mPFC), impairing circuit integration and contributing to the pathophysiology of stress-related disorders, such as Major Depressive Disorder (MDD). Rapid-acting antidepressants like ketamine can rapidly reverse these deficits, but its clinical use is limited by psychotomimetic side effects. Notably, the 5-GABAAR negative allosteric modulator (5-NAM) Basmisanil (BSM), reproduces ketamine-like behavioral outcomes in preclinical models, although the cellular mechanisms underlying its actions remain unclear. Here, we investigated whether BSM promotes ketamine-like enhancement of cortical plasticity and engages cell type-specific mechanisms to support adaptive behaviors over time. We show that BSM produced rapid and sustained facilitation of motivational, hedonic, and active coping behaviors via mPFC circuits. BSM induced c-Fos expression in mPFC D1R- and somatostatin-expressing cells, suggesting activation of specific subsets of pyramidal and GABA interneurons. In both mPFC and hippocampus, BSM rapidly activated Erk- or Akt-mTOR signaling pathways as well as increased synaptic proteins critical for glutamatergic and GABAergic function. BSM also reversed maladaptive behaviors induced by chronic unpredictable stress, including impairment in object recognition memory and social interaction. Finally, chemogenetic silencing of mPFC CaMKII-expressing neurons blocked both rapid and sustained actions of BSM, whereas inhibition of mPFC GABA interneurons reversed only long-term behavioral outcomes. These results indicate that 5-GABAAR modulation requires early activation of pyramidal neurons to drive rapid plasticity, while GABAergic adaptations support sustained improvements. This dynamic mechanism restores excitation-inhibition (E/I) balance and highlights GABAergic pathways as therapeutic targets for prefrontal dysfunction in stress disorders.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699507",
    "doi": "10.64898/2026.01.15.699507",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699484",
    "title": "Monounsaturated fatty acid biosynthesis is critical for streptococcal envelope homeostasis and stress tolerance",
    "authors": [
      "Baker, J. L.",
      "Tang, J.",
      "Guo, M.",
      "Farias-da-Silva, F. F.",
      "Barbisan, M.",
      "Burnside, M.",
      "Crofton, K.",
      "Williams, S.",
      "Rao, S.",
      "Lee, M.",
      "Drucker, S. G.",
      "Higashi, D. L.",
      "Merrit, J.",
      "Hirose, Y.",
      "Jan-Willem, V.",
      "Nizet, V."
    ],
    "summary": "The genus Streptococcus contains some of the most important commensals and pathogens of the human microbiome. To obtain the fatty acids required for cell membranes, Streptococcus either produce fatty acids de novo through the fatty acid biosynthesis (fab) pathway or uptake host fatty acids through the fatty acid kinase (fak) pathway. Although both the fab and fak pathways represent potential therapeutic targets to prevent or treat infection, progress is limited because of an incomplete understanding of taxon-to-taxon variability in streptococcal lipid metabolism. Here, we examined the role of de novo monounsaturated fatty acid (MUFA) synthesis in physiology and virulence-associated traits in Streptococcus mutans, Streptococcus pyogenes, and Streptococcus pneumoniae, three major pathogens that cause disease at distinct body sites. In all three species, deletion of fabM abolished MUFA production and caused severe growth defects, decreased stress tolerance, increased antibiotic susceptibility, and defects in cell viability, morphology, and division. In S. mutans, loss of fabM also markedly reduced competence signaling and production of the mutacin IV bacteriocin. Deletion of fabM increased susceptibility to killing by human neutrophils in S. mutans and S. pneumoniae, but not S. pyogenes. Together, these findings illustrate that MUFA synthesis is broadly important for streptococcal physiology and cell membrane homeostasis, while its contribution to pathogenesis is strongly species- and context-dependent, providing leads to guide development of novel therapeutic and/or preventative strategies.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699484",
    "doi": "10.64898/2026.01.14.699484",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699850",
    "title": "BaCas12a3 represents a new subtype of type V CRISPR effector with collateral activity toward tRNA",
    "authors": [
      "Ji, S.",
      "Li, X.",
      "Wu, C.",
      "Guo, J.",
      "Zheng, R.",
      "Kong, J.",
      "Du, L.",
      "She, Q."
    ],
    "summary": "The CRISPR-Cas12 family encompasses diverse RNA-guided nucleases with both DNA-targeting and RNA-targeting subtypes. They can trigger antiviral activities mainly through either direct elimination invading nucleic acids, or activating broad collateral cleavage to induce abortive infection. Here, we report a novel type V CRISPR effector BaCas12a3 that causes growth inhibition through a unique tRNA-cleavage mechanism. Plasmid interference assays indicated that BaCas12a3 inhibits host growth arrest without invoking the DNA damage response, suggesting that the immune responses may not involve double strand breaks of DNA. Indeed, biochemical characterization of the BaCas12a3-crRNA ribonucleoprotein (RNP) unraveled that the effector is an RNA-activating nuclease that cleaves 3' terminus of tRNAs. Cryo-EM structures of BaCas12a3 reveal a conserved bilobed architecture featuring a unique nucleic acid-loading (NL) domain adjacent to the RuvC catalytic center. Structural and mutagenesis analyses show that the NL domain, together with a zinc ribbon domain, form a gated substrate groove. Target RNA binding induces conformational changes that open this groove and expose the RuvC active site, enabling specific tRNA cleavage while preventing other non-specific degradation. Our findings identified the NL domain aside the RuvC active site responsible for the tRNA recognition in BaCas12a3, expanding the functional diversity of CRISPR immunity.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699850",
    "doi": "10.64898/2026.01.16.699850",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.696285",
    "title": "Direct Binding of miR-155 to FLT3 Regulates Key Cellular Functions in Acute Myeloid Leukemia",
    "authors": [
      "Truong, A.",
      "Warsi, S.",
      "Naqchi, O.",
      "Al-Haidari, A."
    ],
    "summary": "Mutation in FLT3 protein is one of the most common mutations in acute myeloid leukemia (AML). Most patients with FLT3-ITD mutation detected at diagnosis or acquired during treatment display poor prognosis and resistance to tyrosine kinase inhibitors or chemotherapy. Existing clinical and pre-clinical data implicate miR-155 in the carcinogenesis of hematological cancers, including FLT3-assocaited AML. However, the role of miR-155 in regulating FLT3-ITD mutation remains elusive. In this study, we have applied loss-of-function studies using wild-type and mutated leukemic cell line models to validate the functional effect of miR-155 inhibition in leukemic cells. Our bioinformatics analysis indicates that FLT3 has a binding site for miR-155 which makes it a direct target of miR-155. Specific targeting of miR-155 by miR-155 inhibitor induced cell apoptosis and reduced FLT3-ITD-mediated cell proliferation and survival. Our data suggests that miR-155 could be a potential therapeutic target for FLT3-associated AML.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.696285",
    "doi": "10.64898/2026.01.15.696285",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699666",
    "title": "p21(CIP1/WAF1)-mediated partial senescence supports steroidogenesis and therapy resistance in primary prostate cancer cultures",
    "authors": [
      "Toscano-Guerra, E.",
      "Maggio, V.",
      "Alvarez-Meythaler, J. G.",
      "Garcia, J.",
      "Celma, A.",
      "Planas, J.",
      "Semidey, M. E.",
      "Marin, M.",
      "Somoza, R.",
      "Mellado, B.",
      "de Torres, I.",
      "Ferrer, R.",
      "Morote, J.",
      "Paciucci, R."
    ],
    "summary": "Progression of prostate cancer to castration-resistant disease is driven by early adaptive mechanisms that remain poorly defined. Increasing evidence suggests that senescence-associated programs and intratumoral steroidogenesis may contribute to therapeutic resistance, but their functional interplay in hormone-naive disease is unclear. In this study, Hormone-naive primary prostate cancer cultures (hnPCs) were established from diagnostic biopsies and characterized for proliferation, therapeutic response, senescence markers, and steroidogenic gene expression. Functional relevance of CDKN1A was assessed by knockdown experiments. Public transcriptomic datasets from ETS fusion-negative, AR signaling inhibitor-naive metastatic castration-resistant prostate cancer (mCRPC) were interrogated for clinical validation. hnPCs exhibited low proliferative capacity yet intrinsic resistance to androgen deprivation therapy and docetaxel. Most cultures displayed coordinated overexpression of CDKN1A/p21 together with steroidogenic enzymes, particularly AKR1C3, alongside p16(INK4a) expression and SA-{beta}-galactosidase activity, consistent with a partial senescence-like state. CDKN1A depletion selectively reduced AKR1C3 expression and increased proliferation in a subset of cultures, indicating that p21 maintains specific senescence-associated features while permitting adaptive plasticity. Analysis of ETS fusion-negative, ARSI-naive mCRPC tumors revealed positive correlations between CDKN1A and steroidogenic genes, supporting the translational relevance of this program. These findings identify a previously underrecognized CDKN1A-associated partial senescence program that supports steroidogenic reprogramming, survival, and early therapeutic resistance in aggressive prostate cancer. This adaptive state may predispose tumors to progression toward castration resistance and represents a potential biomarker and therapeutic vulnerability in high-risk, ETS-negative disease.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699666",
    "doi": "10.64898/2026.01.15.699666",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp16\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699723",
    "title": "Neuronal cell line expressing full-length mutant huntingtin exhibits alterations in proteolysis",
    "authors": [
      "Gotmanova, N. N.",
      "Bobik, T. V.",
      "Ezhov, A. A.",
      "Rodin, V. A.",
      "Zvereva, M. I.",
      "Rubtsova, M. P.",
      "Bacheva, A. V."
    ],
    "summary": "Polyglutamine diseases are incurable genetic neurodegenerative disorders characterized by the accumulation of mutant proteins with extended polyglutamine fragments, which are prone to the formation of poorly soluble aggregates. The establishment of adequate cellular models is crucial in uncovering the pathological mechanisms responsible for neurotoxicity in HD, screening for therapeutic molecules and elucidation of the molecular mechanisms impacted by particular compound. In the present study, genetic constructs based on the Sleeping Beauty system were created for the stable inducible expression of full-length normal and mutant huntingtin in eukaryotic cells. These constructs were then employed to develop model neuronal cells using Neuro-2a cell line. The expression of huntingtin as well as the accumulation of Htt-immunopositive intracellular aggregates (most characteristic features of HD) was demonstrated, and these aggregates mostly colocalized with the proteasome. The activation of the proteasome, as well as changes in the expression of proteasome regulators, components of the autophagy system, and the protease cathepsin D, reflect the versatility of cellular responses to the destructive mutant Htt pathological forms.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699723",
    "doi": "10.64898/2026.01.15.699723",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699774",
    "title": "Aging, dauer, and stature phenotypes are conferred by structure-directed missense mutations in the endogenous AGE-1/phosphatidylinositol 3-kinase catalytic subunit.",
    "authors": [
      "Wu, Y.",
      "Duong, T.",
      "Rasmussen, N. R.",
      "Rossman, K. L.",
      "Reiner, D. J."
    ],
    "summary": "Phosphatidylinositol 3-kinase (PI3K) integrates insulin/IGF signaling (IIS) and Ras inputs to control lifespan, metabolism and growth, yet the organismal consequences of selective structural perturbations remain poorly understood. Using structure-guided CRISPR/Cas9-dependent genome editing, we dissected functions of AGE-1, the sole Class IA PI3K catalytic subunit in Caenorhabditis elegans. An endogenously tagged AGE-1, containing a long flexible linker, epitope and fluorescent tag, retained full activity, enabling visualization of native protein dynamics in vivo. A constitutively active E630K substitution, modeled on oncogenic p110 alleles, markedly shortened lifespan and enhanced Ras-dependent induction of primary vulval precursor cell (VPC) fate, confirming evolutionary conservation of PI3K activation mechanisms that directly modulate longevity and development. Structural modeling further guided mutation of AGE-1 residues predicted to mediate Ras binding. Unexpectedly, a putative AGE-1 variant defective in Ras association, together with a complementary Ras effector-binding mutation, produced enlarged animals with reduced dauer formation. These phenotypes reveal a previously unrecognized Ras>PI3K signaling axis that restrains somatic growth and promotes entry into diapause, counter to canonical IIS models. Together, these structure-informed alleles show that discrete PI3K structural perturbations can differentially uncouple lifespan, growth, and developmental outcomes in vivo. By combining structural modeling with genome editing in a tractable aging model, this work establishes a framework for dissecting conserved signaling enzymes at single-residue resolution and uncovers unexpected organismal roles for PI3K structure in coordinating growth and longevity.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699774",
    "doi": "10.64898/2026.01.15.699774",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699753",
    "title": "Subtype-Specific SASP Dynamics Predict Mesenchymal Transition in Recurrent Glioblastoma",
    "authors": [
      "Kotagiri, V.",
      "Teng, A."
    ],
    "summary": "Background: Therapy-induced senescence is hypothesized to promote glioblastoma recurrence through senescence-associated secretory phenotype (SASP) factors, yet no longitudinal study has tracked SASP dynamics across matched primary-recurrent pairs. We used the GLASS consortium to characterize {Delta}SASP trajectories and their clinical implications. Methods: We analyzed 167 matched primary-recurrent GBM pairs from the GLASS consortium. SASP scores were calculated from a 10-gene signature. Patients were classified by {Delta}SASP trajectory (Accumulators vs Clearers). We tested associations with proneural-to-mesenchymal transition (PMT) and validated findings in TCGA (n=52). Results: SASP dynamics were subtype-specific: Mesenchymal tumors showed significant SASP clearance ({Delta}SASP = -0.83, p = 0.0001), while Classical tumors remained stable (p = 0.86). Among individual genes, HGF was the only factor that increased at recurrence ({Delta} = +0.23, p = 0.016), while IL1A, IL1B, and MMP9 decreased significantly. {Delta}SASP strongly predicted mesenchymal transition (OR = 5.06, 95% CI: 2.30-11.18, p < 0.0001), which itself conferred worse survival (HR = 2.48, p = 0.0001). Strikingly, Clearers were nearly completely protected from PMT (2.4% vs 27.3% in Accumulators, p = 0.0008). {Delta}SASP correlated with immunosuppressive infiltration ({rho} = 0.65 with M2 macrophages, p < 0.0001). Baseline SASP predicted worse survival (HR = 1.65, p < 0.0001), an effect that persisted in IDH-wildtype tumors (HR = 1.32, p = 0.015) and was validated in the CGGA cohort (HR = 1.35, p = 0.003). External validation confirmed the SASP-Mesenchymal association in both TCGA (d = 1.75) and CGGA (d = 1.14). Conclusions: SASP trajectories are heterogeneous and subtype-specific. Patients who fail to clear SASP represent a high-risk subgroup undergoing mesenchymal transition and immunosuppression. These Accumulators may be optimal candidates for senolytic therapy, while Clearers demonstrate effective senescence surveillance that could be therapeutically reinforced. Keywords: Glioblastoma, Senescence, SASP, Proneural-to-Mesenchymal Transition, Senolytics, GLASS Consortium",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699753",
    "doi": "10.64898/2026.01.15.699753",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699787",
    "title": "Aerobic Exercise Preserves Capillary Oxygen Homeostasis and Neurovascular Function in a Mouse Model of Alzheimer's Disease",
    "authors": [
      "Cardenas-Rivera, A.",
      "Erdogmus, E.",
      "Birmingham, A.",
      "Yee, E.",
      "Anton, J.",
      "Lu, Z.",
      "Li, Y.",
      "Morais, M.",
      "Loghmani, N.",
      "Liu, C.",
      "Yaseen, M. A."
    ],
    "summary": "Age-related cerebrovascular dysfunction is increasingly recognized as a critical contributor to cognitive decline and Alzheimers disease (AD) progression, yet the extent to which lifestyle interventions preserve microvascular oxygen delivery remains poorly defined. Physical activity (PA) improves vascular health and cognition in humans, but its impact on capillary-level oxygenation and functional hyperemia during aging and amyloid pathology is unknown. Here, we longitudinally quantified microvascular oxygen tension and stimulus-evoked oxygen dynamics in awake APP/PS1 mice and wild-type littermates using two-photon phosphorescence lifetime microscopy. Chronic aerobic PA initiated in early adulthood preserved basal arteriolar, capillary, and venular oxygenation, prevented age-dependent increases in microvascular heterogeneity, and mitigated excessive oxygen extraction in preclinical AD mice. While amyloid pathology impaired stimulus-evoked oxygen responses across vascular compartments, PA selectively enhanced capillary dilation and accelerated hyperemic kinetics without altering vascular density or architecture. Notably, sedentary AD mice developed widespread capillary hypoxia and bimodal oxygen distributions, hallmarks of malignant microvascular dysfunction, which were largely absent in physically active animals. These findings demonstrate that routine aerobic PA preserves microvascular oxygen homeostasis and functional responsiveness during aging and amyloid accumulation, supporting a capillary-centric mechanism through which exercise confers neurovascular resilience in preclinical AD.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699787",
    "doi": "10.64898/2026.01.15.699787",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699580",
    "title": "Systematic fMRI signal differences across cohorts alter lifespan connectome trajectories",
    "authors": [
      "Chan, M. Y.",
      "Han, L.",
      "Wig, G. S."
    ],
    "summary": "Large-scale lifespan neuroimaging studies increasingly integrate data across distinct cohorts to characterize trajectories of brain development and aging. However, systematic differences in acquisition protocols and hardware across cohorts can alter signal characteristics in ways that bias downstream analyses. Here we examine three cohorts from the Human Connectome Project (HCP), spanning development (HCP-D), young adulthood (HCP-YA) and aging samples (HCP-A), to illustrate this issue and evaluate existing strategies to mitigate it. HCP has set standards for open, deeply phenotyped, high-resolution human neuroimaging, which are frequently used as high-quality reference datasets in tool validation, replication studies, and cross-cohort meta-analyses. Because of HCP's widespread usage, even modest protocol differences between cohorts-and their downstream effects-can have outsized impacts on the field of neuroscience research. Our analysis reveals that the HCP-YA cohort exhibits systematically weaker temporal signal-to-noise-ratio (tSNR) relative to HCP-D/A. These signal quality discrepancies propagate to downstream analyses, leading to differences in overall resting-state functional correlations, and whole-brain and node-level measures of resting-state network organization (e.g., system segregation, modularity, participation coefficient). Consistent with protocol-driven signal differences, resting-state network measures derived from HCP-YA depart from expected lifespan trajectories, as confirmed by examination of two other lifespan datasets. Harmonization approaches accounting for protocol and scanner-model differences alleviate some of the artifactual differences in brain network measurement. Our findings underscore that signal differences do not merely introduce noise, but can qualitatively alter estimated lifespan trajectories of functional network organization, including partially inverting expected lifespan patterns. Without appropriate harmonization, analyses that combine HCP cohorts can therefore result in biologically misleading inferences about development and aging. We demonstrate how small acquisition differences bias resting-state-derived network metrics, and how these effects can be mitigated. This work advances best practices for valid inferences in multi-cohort lifespan neuroscience research.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699580",
    "doi": "10.64898/2026.01.15.699580",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699768",
    "title": "Small RNA sequencing of human sural nerves identifies widespread microRNA dysregulation and Schwann cell-localized miR-21-5p in diabetic peripheral neuropathy",
    "authors": [
      "Gummadi, S. A.",
      "Ju, R. R.",
      "Pastor, V.",
      "Meyers, E. C.",
      "Rozen, S. M.",
      "Tavares-Ferreira, D."
    ],
    "summary": "Diabetic peripheral neuropathy (DPN) is a common complication of diabetes with no disease modifying treatments. Despite the prevalence, the molecular mechanisms of DPN are not fully characterized. Among the various molecular regulators, microRNAs (miRNAs) control protein synthesis and are essential for normal development and homeostasis, with dysregulation implicated in cancer and neurodegenerative diseases. In this study, we performed small RNA-sequencing to profile the miRNA landscape of human sural nerves from individuals with and without DPN. Our analysis revealed that nearly 10% of all miRNAs detected are dysregulated and among those 74% are significantly downregulated in DPN. Target gene enrichment analysis of the differentially expressed miRNAs yielded pathways significantly associated with nerve regeneration, metabolic dysfunction, and immune cell activity. In particular, miR-21-5p is significantly upregulated in DPN, showed a positive association with axonal loss severity, and localizes to Schwann cells, consistent with its broader role as an injury- and inflammation-responsive miRNA that shifts from early pro-regenerative functions to maladaptive, inflammation-amplifying effects that impair Schwann cell mediated nerve repair. These results suggest that miRNAs may contribute to peripheral nerve degeneration by promoting inflammation, apoptosis, oxidative stress, and impaired nerve regeneration, while also opening potential avenues for biomarker discovery and therapeutic intervention.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699768",
    "doi": "10.64898/2026.01.15.699768",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699622",
    "title": "Transcriptomic profiling of human γδ T cells reveals non-linear immune aging characterized by childhood transitions and relative stability in adulthood",
    "authors": [
      "Yang, T.",
      "Leon-Lara, X.",
      "Almeida, V.",
      "Wang, Z.",
      "Abu, Y. E.",
      "Janssen, A.",
      "Kleine-wechelmann, C.",
      "Hassan, A.",
      "Song, Z.",
      "Dempsey, M.",
      "Tan, L.",
      "Boehne, M.",
      "Kaisenberg, C. v.",
      "Prinz, I.",
      "Förster, R.",
      "Ravens, S."
    ],
    "summary": "{gamma}{delta} T cells are one of the first T cell subsets developing in early ontogeny and show various effector functions in immune homeostasis and response in the young and the old. However, their maturation trajectories from infancy to children, adults and elderly have not been systematically defined. Here, we generated a single-cell transcriptome atlas of 106,711 {gamma}{delta} T cells from 223 individuals spanning infancy to old age. Our analysis reveals that {gamma}{delta} T cell aging is non-linear, characterized by pronounced childhood transitions followed by relative stability throughout adulthood despite marked inter-individual variability. In childhood, changes from developmental and mitochondrial programs toward cytotoxicity and inflammaging were evident. This includes maturation trajectories from GZMK intermediates to GZMB+Perforin+ effectors at both RNA and protein levels. Taken together, our study delineates the aging trajectories of human {gamma}{delta} T cells, establishes {gamma}{delta} T cells as a cellular paradigm of non-linear immune aging, and provides a comprehensive resource for investigating {gamma}{delta} T cell biology across the human lifespan.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699622",
    "doi": "10.64898/2026.01.15.699622",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699743",
    "title": "Inflammation is the Driver of Butyrate-Producing Bacteria Change in Interleukin10 Knockout Mice",
    "authors": [
      "Kim, J. Y.",
      "Park, B.",
      "Riffey, O. F.",
      "Bunch, M. L.",
      "Johnson, J. G.",
      "Burcham, Z. M.",
      "Donohoe, D. R."
    ],
    "summary": "Background: Alterations of gut microbiota have been implicated in the development of inflammatory bowel disease. Specifically, patients with IBD show the reduced levels of gut bacteria to produce butyrate, a crucial metabolite for maintaining gut homeostasis, along with decreased levels of fecal butyrate. However, there is limited research on changes in butyrate-producing bacteria at various taxonomic levels during the development of inflammatory bowel disease. Results: We investigated the changes of butyrate-producing bacteria in interleukin10 knockout mice, a suitable IBD model, as these mice require gut microbiota to develop spontaneous chronic colitis. Our findings indicate increased inflammation and a metabolic shift from butyrate oxidation toward glycolysis in 9-week-old interleukin10 knockout mice. Furthermore, we observed significant changes in two terminal enzymes involved in butyrate production: a significant increase of butyrate kinase and a significant decrease of butyryl-CoA:acetate-CoA-transferase. These observations align with an increased abundance of Coprococcus comes, which utilizes butyrate kinase, and a decreased abundance of Faecalibacterium prausnitzii that utilizes butyryl-CoA:acetate-CoA-transferase. Moreover, reduced levels of acetate, a necessary co-substrate for butyryl-CoA:acetate-CoA-transferase activity, were observed in interleukin10 knockout mice. Conclusions: These findings enhance our understanding of changes in butyrate-producing bacteria populations at various taxonomic levels, ranging from phylum to gene level in 9-week-old interleukin10 knockout mice. Furthermore, these data suggest a potential for diagnosing IBD at an early stage by analyzing the composition of butyrate-producing bacteria.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699743",
    "doi": "10.64898/2026.01.15.699743",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.698404",
    "title": "Functionally Mature Bioengineered Human Skeletal Muscle Tissues Capture Essential Aspects of Glucose Metabolism",
    "authors": [
      "Henriquez-Olguin, C.",
      "Hojfeldt, M. K.",
      "Lewis, C. T. A.",
      "Birk, J. B.",
      "Wang, T.",
      "Li, Z.",
      "Jensen, P.",
      "Clemmens, P. L. B.",
      "Hansen, B. F.",
      "Meneses-Valdes, R.",
      "Toledo, E.",
      "Hogan, J.",
      "Wang, Z.",
      "Segeritz, C.-P.",
      "Wojtaszewski, J. F. P.",
      "Jensen, T. E.",
      "Blois, A.",
      "Pehmoller, C.",
      "Knudsen, J. R."
    ],
    "summary": "Human skeletal muscle is a major regulator of whole-body metabolic homeostasis, yet mechanistic insight into human muscle plasticity is limited by the lack of in vitro models with adult-like metabolic and functional maturity. Here, we develop a workflow for generating bioengineered human skeletal muscle tissues that undergo coordinated structural, molecular, and functional maturation and stabilize in an adult-like state by day 21. Time-resolved RNA-seq and protein profiling reveal consolidation of contractile programs alongside progressive metabolic maturation, including increased mitochondrial electron transport chain content, mature mitochondrial network organization, and upregulation of glucose- and glycogen-handling proteins as well as muscle-enriched AMPK isoforms. Functionally, the tissues develop physiological force-frequency behavior, post-tetanic potentiation, and reproducible fatigue responses that are exacerbated by hypoxia and glucose withdrawal. Exercise-like chronic stimulation increases force and endurance with hypertrophy-like remodeling, and these adaptations reverse with detraining. The model also captures pharmacological responsiveness. Beta-adrenergic stimulation activates canonical signaling, increases force, limits disuse-related decline, and improves endurance in a glucose-dependent manner. Under physiological insulin and IGF-1 conditions, tissues show robust insulin-stimulated glucose uptake and glycogen synthesis, with punctate glucose transporter 4 (GLUT4) localization. Finally, knockdown of muscle glycogen synthase (GYS1) preserves peak tetanic force but impairs endurance and force recovery under fuel stress, indicating that glycogen metabolism is a key determinant of human muscle resilience.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.698404",
    "doi": "10.64898/2026.01.16.698404",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699875",
    "title": "Adaptive evolution to thermal stress underpins climate resilience in a cosmopolitan arthropod",
    "authors": [
      "Lei, G.",
      "Zhou, H.",
      "Ma, Z.",
      "Duan, Y.",
      "Chen, Y.",
      "Yao, F.",
      "You, M.",
      "Vasseur, L.",
      "Gurr, G. M.",
      "You, S."
    ],
    "summary": "Adaptive evolution enables species to survive and thrive under changing environmental conditions. In the face of accelerating global climate change, thermal stress represents a major challenge to the persistence of terrestrial ectotherms. Understanding the genetic mechanisms underlying thermal adaptation is therefore critical for predicting species evolutionary potential and future success. Here, we combine experimental evolution, phenotypic assays, and multi-omics analyses to investigate the adaptive responses of the diamondback moth (Plutella xylostella), a globally destructive pest of cruciferous crops, to contrasting thermal environments. Populations evolved under hot (32{degrees}C/27{degrees}C) and cold (15{degrees}C/10{degrees}C) regimes exhibited distinct demographic and fitness traits relative to those maintained under favorable conditions (26{degrees}C). Integrated transcriptomic and metabolomic analyses revealed extensive transcriptional reprogramming and metabolic adjustments associated with temperature adaptation. Key pathways involved in lipid metabolism and DNA methylation were enriched, while functional validation using CRISPR-Cas9 confirmed that a mutant allele of PxSODC enhances superoxide dismutase activity and improves tolerance to thermal extremes. Together, these findings provides critical insights into this arthropod's capacity for global dispersal and likely persistence under climate change, establishing a framework for understanding equivalent effects in other species.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699875",
    "doi": "10.64898/2026.01.16.699875",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699855",
    "title": "Dual regulation of the receptor-like kinase BIR1 involves site-directed transcript cleavage and 5-leader-mediated translational control",
    "authors": [
      "Guzman-Benito, I.",
      "Robinson, C.",
      "Donaire, L.",
      "Fernandez-Calvino, L.",
      "Franco-Zorrilla, J. M.",
      "Niu, R.",
      "Xu, G.",
      "Merchante, C.",
      "Llave, C."
    ],
    "summary": "In Arabidopsis, receptor-like kinase BRASSINOSTEROID INSENSITIVE1-ASSOCIATED RECEPTOR KINASE 1 (BAK1)-INTERACTING RECEPTOR-LIKE KINASE 1 (BIR1) is a negative regulator of plant immunity and cell death. BIR1 was earlier described as a target of epigenetic and post-transcriptional silencing. Degradome analysis mapped predominant mRNA cleavage sites at the 5-untranslated leader region (site A) and the protein-coding sequence (sites B and C). Here, we identified another cleavage site (D) within the BIR1 coding region and investigated the contribution of site-directed mRNA cleavage to BIR1 regulation. Mutations at B, C, and D sites enhanced mRNA stability by impairing transcript cleavage, resulting in increased BIR1 mRNA and protein accumulation. This regulation is disrupted in RNA silencing mutants, supporting a model of cis-directed small interfering RNA (siRNA)-mediated degradation. Cleavage events are highly localized, occurring at a limited number of sites that involve only a few siRNAs. Furthermore, our data reveal a repressive role for the 5-leader in regulating BIR1 translation, potentially mediated by upstream open reading frames (uORFs) and a long non-coding RNA (lncRNA) derived from the natural antisense At4g39838 locus. This lncRNA is complementary to a TCA-rich repeat region encompassing cleavage site A, which may serve as a putative binding site. Together, these findings reveal a multilayered regulatory mechanism that integrates sRNA-mediated cleavage with translational control, with broader implications for the fine-tuning of stress-responsive gene expression during infection.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699855",
    "doi": "10.64898/2026.01.16.699855",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699760",
    "title": "A Preoptic Neurocircuit That Modulates Metabolic Flexibility",
    "authors": [
      "Roessler, J. M.",
      "Alkire, M.",
      "Nigrin, N.",
      "Wang, H.",
      "Reid, C. M.",
      "Cortopassi, M. D.",
      "Waite, M.",
      "Linnehan, B.",
      "Griffith, E. C.",
      "Madigan, M.",
      "Kunchok, T.",
      "Banks, A. S.",
      "Schulte, F.",
      "Kim, B.",
      "Kim, B.-Y.",
      "Kim, J. K.",
      "Hrvatin, S."
    ],
    "summary": "Precise, dynamic control of metabolic fuel usage in response to environmental challenges such as altered food availability or temperature change is essential for animal survival. In mammals, metabolic flexibility -- the capacity to shift cellular metabolism between carbohydrate and fatty acid oxidation -- is understood to be largely regulated by circulating hormones such as insulin and glucagon. However, the role of the central nervous system in coordinating fuel selection and tissue metabolic tuning remains underexplored. Here, we investigated the mechanisms that mediate metabolic reprogramming following the acute activation of torpor-associated glutamatergic Adcyap1+ torpor-regulating neurons in the anteroventral preoptic area (avPOAVglut2/PACAP). The activation of these neurons rapidly shifts whole-body fuel use from glucose to fatty acids, irrespective of fuel/food availability. This shift is associated with reduced glucose utilization stemming from the transient induction of selective insulin resistance in skeletal muscle. We find that this reduction in skeletal muscle glucose metabolism does not require direct muscle innervation but is rather mediated via adrenal hormones. In contrast to their activation, avPOAVglut2/PACAP neuronal silencing results in improved glucose tolerance, demonstrating powerful bidirectional control of tissue-specific glucose metabolism, whole-body glucose levels, and fuel usage. Together, our findings uncover a novel POA-adrenal-skeletal muscle pathway that dynamically controls glucose utilization and metabolic flexibility.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699760",
    "doi": "10.64898/2026.01.15.699760",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699865",
    "title": "A generalized scaling law to characterize coordinated brain activity",
    "authors": [
      "Saha, S.",
      "Hens, C.",
      "Chakraborty, P.",
      "Kapitaniak, T.",
      "Deco, G.",
      "Banerjee, A.",
      "Dana, S. K.",
      "Roy, D."
    ],
    "summary": "Complex ecological systems obey universal scaling laws such as the Taylor law, which links population variance to the sample mean. A natural question is whether other complex systems with integrated and segregated functional networks, such as the human brain, follow analogous scaling laws, and how these laws behave under synchronized activity. Addressing this is challenging because neural signals at all measurement scales contain both positive and negative values, whereas the Taylor law was developed for non-negative ecological data. To overcome this limitation, we replace the sample mean with the root mean square (RMS) of detrended neural activity and formulate a generalized spatial scaling law applicable to signed data. This framework extends spatial scaling obeying the Taylor law to neural systems and other complex systems across disciplines and allows examination of how coordinated, synchronized activity shapes these laws. Synchrony is quantified using a dedicated metric of functional coordination. Analytical derivations and numerical simulations using multivariate Poisson, binomial, uniform, and gamma distributions demonstrate that the scaling exponent is inversely related to synchrony. Applying this framework to human fMRI data from three large lifespan cohorts (N=840, ages 18 to 88) reveals distinct age-associated trajectories of the scaling exponent. Healthy aging is characterized by a substantial synchrony-induced reduction in the exponent. The synchrony and scaling relationship is stable during resting-state activity but progressively shifts during naturalistic tasks across the lifespan. Limbic, subcortical, and cerebellar regions show particularly strong synchrony and scaling coupling, indicating preservation at subnetwork levels. Finally, individuals with ADHD exhibit disrupted synchrony and scaling relationships, underscoring the potential clinical utility of this novel metric.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699865",
    "doi": "10.64898/2026.01.16.699865",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41548116",
    "title": "A paradox in the evolution of HipHop-HOAP and telomere integrity.",
    "authors": [
      "Cao Q",
      "Duan Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548116/",
    "doi": "doi: 10.1080/15384101.2026.2618667",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41548088",
    "title": "The role of transposable elements activity in genomic instability and their relationship to aging process.",
    "authors": [
      "Hu J",
      "Mao T",
      "Huang K",
      "Yang S",
      "Yu W",
      "Huang J",
      "Jin S",
      "Sun C",
      "Jiapaer Z",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548088/",
    "doi": "doi: 10.1080/15384101.2025.2611968",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41548025",
    "title": "Premature aging in serious mental illness.",
    "authors": [
      "Diniz BS",
      "Fries GR",
      "Kuo CL",
      "Xu M",
      "Lenze EJ"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548025/",
    "doi": "doi: 10.1038/s41386-026-02322-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547977",
    "title": "Decreased S100A7 expression is linked to altered differentiation-, autophagy- and senescence-related programs during skin aging.",
    "authors": [
      "Peng G",
      "Hattori F",
      "Ogawa H",
      "Okumura K",
      "Niyonsaba F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547977/",
    "doi": "doi: 10.1038/s41514-026-00330-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41547943",
    "title": "CDC25C downregulation suppresses HCC growth via mitochondrial stress-induced autophagy and apoptosis.",
    "authors": [
      "Miao X",
      "Zheng F",
      "Mo X",
      "Wang L",
      "Zhang Z",
      "Li Y",
      "Zhang Y",
      "Chao N",
      "Mo F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547943/",
    "doi": "doi: 10.1038/s41598-026-36351-2",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41547942",
    "title": "CNOT3 resists ovarian aging by accelerating oocyte maturation and promoting ESCs differentiation.",
    "authors": [
      "Li N",
      "Huang E",
      "Wang R",
      "Li J",
      "Yuan X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547942/",
    "doi": "doi: 10.1186/s13287-026-04908-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547864",
    "title": "Insights into the interplay between stroke and depression through lipid metabolism-related diagnostic genes.",
    "authors": [
      "Liu Y",
      "Chen B",
      "Yang Y",
      "Li Y",
      "Xia X",
      "Yan K",
      "Xu H",
      "Li Y",
      "Tan X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547864/",
    "doi": "doi: 10.1186/s13041-026-01275-5",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41547848",
    "title": "A small molecule VDAC ligand inhibits ERAD and induces selective cancer cell death via disruption of calcium homeostasis.",
    "authors": [
      "Yan W",
      "Talley DC",
      "Syam A",
      "Danchik C",
      "Zhong Y",
      "Zhang X",
      "Liu X",
      "Baljinnyam B",
      "Kales SC",
      "Cyr MG",
      "Fang Y",
      "Zakharov AV",
      "Hu X",
      "Niehoff T",
      "Xu T",
      "Qu Y",
      "Yang A",
      "Courouble VV",
      "Yao Q",
      "Simeonov A",
      "Huang R",
      "Rostovtseva TK",
      "Bezrukov SM",
      "LeClair CA",
      "Egan JM",
      "Wang H",
      "Tao D",
      "Rai G",
      "Henderson MJ",
      "Fang S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547848/",
    "doi": "doi: 10.1038/s41467-025-67816-z",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41547788",
    "title": "Joint effects of waist circumference trajectories and aging with risk of heart disease.",
    "authors": [
      "Tang X",
      "He R",
      "Zhang P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547788/",
    "doi": "doi: 10.1186/s12872-026-05514-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547783",
    "title": "Ferroptosis in cancer toward molecular insights and clinical translation in pancreatic cancer.",
    "authors": [
      "Chen Q",
      "Liu F",
      "Zhang Y",
      "Yan L",
      "Wu Y",
      "Xu D",
      "Wu P",
      "Yuan H",
      "Jiang K"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547783/",
    "doi": "doi: 10.1186/s12943-025-02567-5",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41547709",
    "title": "Luteolin Attenuates Asthma Via Inhibiting ALOX15 Mediated Bronchial Epithelial Cell Ferroptosis.",
    "authors": [
      "Liu K",
      "Wang W",
      "Huang T",
      "Lai T",
      "Zhao Y",
      "Deng M",
      "Qiu S",
      "Luo L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547709/",
    "doi": "doi: 10.1007/s10753-025-02421-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41547681",
    "title": "Effect of cAMP concentration on apoptosis of sheep granulosa cells in vitro.",
    "authors": [
      "Wang W",
      "Pei L",
      "Guo P",
      "Qiao A",
      "Guo S",
      "Xu X",
      "Liu C"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547681/",
    "doi": "doi: 10.1007/s11626-025-01116-0",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41547678",
    "title": "Epigenetic insights of Olympic champions: nuclear and mitochondrial DNA methylation and regulators of aging.",
    "authors": [
      "Teglas T",
      "Torma F",
      "Bori Z",
      "Aczel D",
      "Babszky G",
      "Kawamura T",
      "Higuchi M",
      "Yaodong G",
      "Lee M",
      "Horvath S",
      "Radak Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547678/",
    "doi": "doi: 10.1007/s11357-025-02092-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547668",
    "title": "20% Caloric Restriction did not Impact Bone Health nor Exercise-Induced Elevations in Bone Mass in Young Female Rats.",
    "authors": [
      "Sumida KD",
      "Slater B",
      "Folta H",
      "Lee K",
      "Karwande S",
      "Wong Q",
      "Jaque SV",
      "Frisch F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547668/",
    "doi": "doi: 10.1007/s00223-025-01469-4",
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "pmid:41547269",
    "title": "The chain mediating role of self-efficacy and cognitive function in the relationship between physical exercise and active aging: A cross-sectional study.",
    "authors": [
      "Wang Y",
      "Qiu Y",
      "Shang Y",
      "Xu X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547269/",
    "doi": "doi: 10.1016/j.gerinurse.2026.103794",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547253",
    "title": "Crosstalk between cGAS-STING and pyroptosis: From molecular mechanisms to therapeutic strategies.",
    "authors": [
      "Wang H",
      "Wu S",
      "Zhang X",
      "Zheng W",
      "Wang Z",
      "An C",
      "Wang Y",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547253/",
    "doi": "doi: 10.1016/j.intimp.2026.116203",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41547251",
    "title": "Investigating the mechanism by which telomere dysfunction affects mitochondrial homeostasis in anthracosilicosis using a Terc knockout model.",
    "authors": [
      "Qu Q",
      "Zhang Y",
      "Zhou Q",
      "Guo S",
      "Zhou Q",
      "Chang M",
      "He Z",
      "Liu L",
      "Wang Y",
      "Li J",
      "Cao H",
      "Zhao X",
      "Li Z",
      "Yao S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547251/",
    "doi": "doi: 10.1016/j.intimp.2026.116190",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41547192",
    "title": "Evaluating the role of biochar aging in pesticide dynamics in a continuous cropping soil-celery system.",
    "authors": [
      "Wang Z",
      "Du Z",
      "Huang Y",
      "Qi P",
      "Chu J",
      "Wu S",
      "Di S",
      "Zhao H",
      "Liu Z",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547192/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119714",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547191",
    "title": "Long-term exposure to residential greenspace, bluespace, traffic, and air pollutants with dementia: A prospective cohort study with exploratory mediation by plasma metabolites and telomere length.",
    "authors": [
      "Ji Q",
      "Liu Q",
      "Xu Y",
      "Xu M",
      "Zhan Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547191/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119750",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41546863",
    "title": "Transitions in frailty states and associated factors: a multistate analysis of the Italian Longitudinal Study on Aging population-based cohort.",
    "authors": [
      "Galluzzo L",
      "Noale M",
      "Maggi S",
      "Baldereschi M",
      "Di Carlo A",
      "Veronese N",
      "Silano M",
      "ILSA Working Group"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546863/",
    "doi": "doi: 10.1016/j.tjfa.2025.100117",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41546842",
    "title": "NF1/2 mutations predict favorable benefit from immune checkpoint inhibitor-based therapies over VEGFR/mTOR inhibitors in clear cell renal cell carcinoma.",
    "authors": [
      "Sun Y",
      "Cheng Q",
      "Zhou Q",
      "Xu Y",
      "Wang G",
      "Xu C",
      "Wang W",
      "Cai S",
      "Chen W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546842/",
    "doi": "doi: 10.1007/s10238-025-01885-8",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41546789",
    "title": "Lactobacillus Plantarum Q180 Attenuates Hepatic Lipid Accumulation and Regulates Energy Metabolism in High-Fat Diet-Induced Obese Mice.",
    "authors": [
      "Cho M",
      "Joung H",
      "Jang H",
      "Kim YW",
      "Chu J",
      "Kwon YJ",
      "Shin CH",
      "Ha JH",
      "Lee J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546789/",
    "doi": "doi: 10.1007/s12602-025-10909-4",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41546766",
    "title": "Lactiplantibacillus plantarum P16 mitigated murine colitis through modulation of immune response and gut microbiota.",
    "authors": [
      "Chen Z",
      "Cheng Q",
      "Zhang X",
      "Sheng Z",
      "Shi L",
      "Zhang Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546766/",
    "doi": "doi: 10.1186/s13568-025-02003-3",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "pmid:41546728",
    "title": "A prognostic signature of ferroptosis and lipid metabolism related genes predicts survival and immunotherapy response in hepatocellular carcinoma.",
    "authors": [
      "Chen H",
      "Kong Y",
      "Dong Q"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546728/",
    "doi": "doi: 10.1007/s12672-025-04320-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41546639",
    "title": "PTEN/PI3K/AKT Axis Mediates Aflatoxin B1-Induced Intestinal Injury via Dual Regulation of Apoptosis and Necroptosis in Jejunal Epithelial Cells.",
    "authors": [
      "Sun J",
      "He Y",
      "Chen R",
      "Li Z",
      "Li X",
      "Han X",
      "Li Y",
      "Tang Z",
      "Hu L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546639/",
    "doi": "doi: 10.1021/acs.jafc.5c15463",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41546458",
    "title": "Pension Reform and the Delay of Female Retirement in Spain: Policy-Induced Inequality in Aging Trajectories.",
    "authors": [
      "Villanueva-García J",
      "Moral-Arce I",
      "García Villalba LJ",
      "Recio Alcaide A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546458/",
    "doi": "doi: 10.1080/08959420.2026.2618149",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41546194",
    "title": "Editorial: From Aspiration to Action: Nursing's Role in Promoting and Supporting the United Nations Decade of Healthy Ageing.",
    "authors": [
      "Neville S",
      "Merrick E",
      "Montayre J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546194/",
    "doi": "doi: 10.1111/jocn.70211",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41546105",
    "title": "PARP-1 prevents osteoarthritis pathogenesis by inhibiting apoptosis in chondrocytes: an animal study.",
    "authors": [
      "Kim M",
      "Ghosh M",
      "Heo Y",
      "Shin M",
      "Min Y",
      "Kim J",
      "Son YO"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546105/",
    "doi": "doi: 10.1186/s13075-026-03728-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41546098",
    "title": "METTL3 regulates Leydig cell proliferation via miR-145-PCK1 mediated gluconeogenesis in goats.",
    "authors": [
      "Tang W",
      "Cao M",
      "Qiao F",
      "Luo J",
      "Ju Y",
      "Wang X",
      "An P",
      "Sun W",
      "Chen X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546098/",
    "doi": "doi: 10.1186/s40104-025-01307-5",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b"
    ]
  },
  {
    "id": "pmid:41546036",
    "title": "BRD4-mediated transcriptional activation of PDLIM4 enhances p21 stability and chemosensitivity in lung adenocarcinoma independent of p53.",
    "authors": [
      "Wang Q",
      "Guo L",
      "Wang S",
      "Guan C",
      "Pan J",
      "Zhu S",
      "Zheng L",
      "Wu X",
      "Gu Y",
      "Shu T",
      "Luo L",
      "Lai T",
      "Gao X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546036/",
    "doi": "doi: 10.1186/s12915-026-02511-z",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41546023",
    "title": "Low-dose X-ray-activated radiodynamic therapy via a lutetium-coordinated nanoplatform synergizing PARP inhibition and ferroptosis.",
    "authors": [
      "Song W",
      "Zhao C",
      "Mai Y",
      "Zhang G",
      "Kang W",
      "Zheng X",
      "Yuan Q",
      "Chen Z",
      "Zhong C",
      "Tang J",
      "Fu D",
      "Zhai T",
      "Ling K",
      "Jiang H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546023/",
    "doi": "doi: 10.1186/s12951-026-04027-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545916",
    "title": "Temperature regimes mediate ROS metabolism and MAPK signaling to modulate flavonoid accumulation and quality in Scutellaria baicalensis roots.",
    "authors": [
      "Lan Y",
      "Shen Y",
      "Sun Y",
      "Han M",
      "Lin H",
      "Yang L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545916/",
    "doi": "doi: 10.1186/s12870-025-08022-3",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41545905",
    "title": "Fecal microbiota transplantation mitigates lipopolysaccharide-induced oxidative stress in weaned piglets by modulating gut microbiota and enhancing riboflavin metabolism.",
    "authors": [
      "Ma J",
      "Liu M",
      "Xu J",
      "Liu B",
      "Cui Y",
      "Shi Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545905/",
    "doi": "doi: 10.1186/s40104-025-01330-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41545880",
    "title": "Effects of supplementary protein source, autoclaving diets, and gender on biochemical blood parameters, oxidative stress markers, and caecal fermentation in rats.",
    "authors": [
      "Gawin K",
      "Tuśnio A",
      "Barszcz M",
      "Taciak M",
      "Święch E",
      "Konopka A",
      "Frączek N",
      "Szumska M",
      "Pastuszewska B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545880/",
    "doi": "doi: 10.1186/s12917-025-05266-x",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41545840",
    "title": "Subjective model of successful aging and its determinants-analysis of a cross-sectional study.",
    "authors": [
      "Knapik A",
      "Szefler-Derela J",
      "Wasiuk-Zowada D",
      "Plinta R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545840/",
    "doi": "doi: 10.1186/s12877-026-06980-3",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545796",
    "title": "Methionine suppresses autophagy in Cryptococcus neoformans: Impact of GPP2 gene deletion on the expression of autophagy-related genes.",
    "authors": [
      "Padilla AAÁ",
      "Martho KFC",
      "Felizardo G",
      "Pascon RC",
      "Vallim MA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545796/",
    "doi": "doi: 10.1007/s12223-025-01411-z",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41545774",
    "title": "3-n-Butylphthalide Protects SH-SY5Y Cells from Ferroptosis by Inhibiting ACSL4-Mediated Lipid Peroxidation.",
    "authors": [
      "Wei H",
      "Zhang Y",
      "Ju Q",
      "Lian B",
      "Gao T",
      "Duan H",
      "Yin X",
      "Lin Y",
      "Shen J",
      "Ji Q",
      "Sun C",
      "Shen L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545774/",
    "doi": "doi: 10.1007/s12035-026-05669-3",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545754",
    "title": "UBC9-mediated p53 SUMOylation drives tubular senescence and exacerbates acute kidney injury in mice.",
    "authors": [
      "Wu QM",
      "Liu J",
      "Mu YS",
      "Li J",
      "Tian YJ",
      "Wang Z",
      "Deng M",
      "Qiu YM",
      "Zhou S",
      "Zhang ZY",
      "Xu XM",
      "Ma L",
      "Fu P",
      "Yan XY",
      "Tan ZK"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545754/",
    "doi": "doi: 10.1038/s41401-025-01715-3",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41545714",
    "title": "Genetic engineering of systemically injectable oncolytic viruses for pyroptosis-accelerated cancer virotherapy.",
    "authors": [
      "Chen X",
      "Yang M",
      "Chen Y",
      "Zhang Y",
      "Wang S",
      "Meng J",
      "Zhu Z",
      "Li W",
      "Wei W",
      "Ping Y",
      "Liang T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545714/",
    "doi": "doi: 10.1038/s43018-025-01078-y",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545663",
    "title": "Metformin inhibits nuclear egress of chromatin fragments in senescence and aging.",
    "authors": [
      "Kumazawa T",
      "Xu Y",
      "Wang Y",
      "Lee JW",
      "O'Brien TC",
      "Ho CK",
      "Cetinbas M",
      "Weiner A",
      "Hochedlinger K",
      "Sadreyev RI",
      "Bardeesy N",
      "Cheng CW",
      "He B",
      "Dou Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545663/",
    "doi": "doi: 10.1038/s43587-025-01048-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41545631",
    "title": "Identifying Crucial Genes Associated with Pyroptosis in Lupus Nephritis.",
    "authors": [
      "Shi M",
      "Ma S",
      "An Q",
      "Zhu H",
      "Zeng R",
      "Yao Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545631/",
    "doi": "doi: 10.1007/s10753-025-02402-5",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545533",
    "title": "Chronic melamine cyanurate exposure impairs spatial learning and memory by altering autophagy-mediated synaptic plasticity and oxidative stress in the hippocampus of adolescent rats.",
    "authors": [
      "Sun W",
      "Lai X",
      "Wan Y",
      "Mei Y",
      "Li X",
      "Yang Y",
      "An L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545533/",
    "doi": "doi: 10.1007/s00204-025-04289-5",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41545492",
    "title": "Skeletal muscle transcriptional dysregulation of genes involved in senescence is associated with prognosis in severe heart failure.",
    "authors": [
      "Rullman E",
      "Lovric A",
      "Melin M",
      "Fernandez-Gonzalo R",
      "Gustafsson T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545492/",
    "doi": "doi: 10.1038/s43856-025-01362-z",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41545430",
    "title": "Multifactorial conceptual model of cancer-related accelerated aging.",
    "authors": [
      "Morse L",
      "Weiss S",
      "Ritchie CS",
      "Wong ML",
      "Hoffmann T",
      "Wallhagen M",
      "Miaskowski C"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545430/",
    "doi": "doi: 10.1038/s41514-025-00328-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545425",
    "title": "Exploring new applications of toasted chestnut shells as an oak alternative in distilled spirit aging.",
    "authors": [
      "Zhao Y",
      "Lu X",
      "Sun Q",
      "Cui R",
      "Wang H",
      "Yao Y",
      "Liu X",
      "Song L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545425/",
    "doi": "doi: 10.1038/s41538-026-00715-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545406",
    "title": "Unraveling the intersection of aging and Parkinson's disease: a collaborative roadmap for advancing research models.",
    "authors": [
      "Schmidt MY",
      "Cuervo AM",
      "Double KL",
      "Ehninger D",
      "Goldberg MS",
      "Harvey K",
      "Hoeijmakers JHJ",
      "Luk KC",
      "Mastroberardino PG",
      "Moore DJ",
      "Niedernhofer LJ",
      "Trudeau LÉ",
      "Jurk D",
      "Andersen JK",
      "Bellantuono I"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545406/",
    "doi": "doi: 10.1038/s41531-025-01239-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545405",
    "title": "Effect of telomere length and related gene polymorphism in signaling pathway on semen quality.",
    "authors": [
      "Jia X",
      "Cao J",
      "Zhang S",
      "Feng K",
      "Li J",
      "Guo H",
      "Qu X",
      "Tao L",
      "Yang Y",
      "Wu A",
      "Zhang C",
      "Tian Q",
      "Zhang GH"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545405/",
    "doi": "doi: 10.1038/s41598-025-34054-8",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41545335",
    "title": "Nuclear gasdermin E drives endothelin-1-induced metastatic progression independently of the pyroptosis.",
    "authors": [
      "Roman C",
      "Caprara V",
      "Tocci P",
      "Sacconi A",
      "Blandino G",
      "Bagnato A",
      "Sestito R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545335/",
    "doi": "doi: 10.1038/s41419-025-08202-x",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545206",
    "title": "GC-MS Metabolite Profiling and Induction of Cell Death by Sphaeranthus amaranthoides Leaf Extracts.",
    "authors": [
      "Ramalingam K",
      "Nagarajan V",
      "Sekar N",
      "Selvam CP",
      "Rajendran DK",
      "Chinnasamy A",
      "Balakrishnan K",
      "Padmanaban D",
      "Sahayanathan GJ"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545206/",
    "doi": "doi: 10.1002/jat.70026",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41545084",
    "title": "Natural diversity of telomere length distributions across 100 Saccharomyces cerevisiae strains.",
    "authors": [
      "Garrido C",
      "Gómez-Muñoz C",
      "Kornobis E",
      "Agier N",
      "Ilioaia O",
      "Fischer G",
      "Xu Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545084/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41545034",
    "title": "The Important Role of Fatty Infiltration of Skeletal Muscle in Aging: Skeletal Muscle Function, Pathological Mechanisms and Intervention.",
    "authors": [
      "Yang M",
      "Zhou F",
      "Wang C",
      "Sun T",
      "Zhao W",
      "Liu L",
      "Meng Y",
      "Tian L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545034/",
    "doi": "doi: 10.1152/ajpendo.00473.2025",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41544137",
    "title": "Identification of cell senescence-related genes in spontaneous preterm birth based on bioinformatics analysis and machine learning.",
    "authors": [
      "Juan G",
      "Ting L",
      "Yahui W",
      "Luguang Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544137/",
    "doi": "doi: 10.1371/journal.pone.0340809",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41544107",
    "title": "DC-STAMP activates the PI3K/AKT/mTOR signaling pathway to regulate PANoptosis in acute myeloid leukemia.",
    "authors": [
      "Liang Q",
      "Li B",
      "Li Y",
      "Ma L",
      "Dong L",
      "Ding N",
      "Zhang W",
      "Wang H",
      "Liu J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544107/",
    "doi": "doi: 10.1371/journal.pone.0339670",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41543826",
    "title": "Metacontrol-related aperiodic and periodic neural activity in cognitive aging: enhancing the neural signal-to-noise ratio through anodal transcranial direct current stimulation.",
    "authors": [
      "Pi Y",
      "Zhang Q",
      "Lyu S",
      "Beste C",
      "Colzato L",
      "Hommel B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543826/",
    "doi": "doi: 10.1007/s11357-025-02077-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41543825",
    "title": "Lipid-laden endothelial cells exhibit a transcriptomic signature linked to blood-brain barrier dysfunction, metabolic reprogramming, and increased inflammation in the aging brain.",
    "authors": [
      "Otu-Boakye S",
      "Natarajan D",
      "Plakkot B",
      "Raghavendiran I",
      "Hoppa P",
      "Kiss T",
      "Subramanian M",
      "Balasubramanian P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543825/",
    "doi": "doi: 10.1007/s11357-025-01986-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41543804",
    "title": "Identification of prognostic signatures in pheochromocytomas and paragangliomas based on mitochondrial autophagy and ferroptosis in TCGA and GEO datasets.",
    "authors": [
      "Chen Q",
      "Xian Z",
      "Zou Q",
      "Bi J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543804/",
    "doi": "doi: 10.1007/s12672-026-04393-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41543799",
    "title": "Acupuncture as a modulator of microglial polarization and pyroptosis in depression: evidence from a chronic unpredictable mild stress rat model.",
    "authors": [
      "Wu X",
      "You Z",
      "Zhang T",
      "Zeng J",
      "Li M",
      "Yan S",
      "Li J",
      "Li P",
      "Shen J",
      "Liu S",
      "Aslam MS",
      "Li J",
      "Ning L",
      "Fang H",
      "Li Y",
      "Yao D",
      "Hao C",
      "Meng X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543799/",
    "doi": "doi: 10.1007/s11011-025-01785-6",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  }
]