[
  {
    "id": "pmid:41477710",
    "title": "FUNDC2 contributes to hypertensive vascular remodeling by regulating mitochondrial dynamics and ferroptosis in perivascular adipose tissue.",
    "authors": [
      "Jin Y",
      "Song T",
      "Jiang T",
      "Wei Y",
      "Bao Y",
      "Zhu Z",
      "Zhou R",
      "Wang D",
      "Zhao Y",
      "Li H",
      "Fu Y"
    ],
    "summary": "",
    "published": "2026-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477710/",
    "doi": "doi: 10.1080/10641963.2025.2610587",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41481451",
    "title": "Mechanical compression induces neuronal apoptosis, reduces synaptic activity, and promotes glial neuroinflammation in mice and humans.",
    "authors": [
      "Zarodniuk M",
      "Wenninger A",
      "Najera J",
      "Lee J",
      "Markillie J",
      "MacKenzie C",
      "Bergqvist-Patzke J",
      "Batista B",
      "Panchbhavi M",
      "Rumbach R",
      "Burchett A",
      "Sander C",
      "Datta M",
      "Patzke C"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481451/",
    "doi": "doi: 10.1073/pnas.2513172122",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.10.675441",
    "title": "Abnormal shear stress induces ferroptosis in endothelial cells via KLF6 downregulation",
    "authors": [
      "Cui, J.",
      "Fan, Z.",
      "Ding, S.",
      "Zhang, J.",
      "Shen, H.",
      "Zaidi, S. A.",
      "Ding, Y."
    ],
    "summary": "Stable laminar flow maintains vascular tone regulation, while abnormal blood flow, such as disturbed flow or extreme shear stress, causes endothelial dysfunction, but the underlying mechanism is yet to be explored. We used a microfluidic device to deform flat microchannel into tunnel-like macrochannel. The cross-sectional area of this macrochannel varies with the flow rate and the thickness of the deformable layer, creating three levels of shear stress: low (0.99 dyn/cm^2, LSS), medium (4.78 dyn/cm^2, MSS), and high (24 dyn/cm^2, HSS). Comparing different shear stress exposure to endothelial cells for 24 h, prominent ferroptosis features emerged under either LSS or HSS compared to MSS. These features included increased C11 BODIPY-labeled lipid peroxidation and 4-hydroxynonenal accumulation, CoQ10 depletion, reduced SLC7A11 protein expression, and diminished cell death with Ferrostatin-1 treatment. RNA-seq analysis (LSS/MSS) showed that LSS significantly downregulated transcription of cholesterol homeostasis and unfolded protein response (UPR). Compared to MSS, Western blot results showed that both LSS and HSS reduced the expression of two key enzymes (MVD and IDI1) in the mevalonate pathway, as well as the expression of two main UPR signaling regulators (PERK and BiP). Based on the binding prediction between transcription factors and gene promoters from differentially expressed genes identified through RNA-seq, we found KLF6 to be a key transcription factor. It regulates the PERK-mediated UPR and the mevalonate pathway, which are associated with SLC7A11 expression and CoQ10 synthesis, respectively. The overexpression of KLF6 restored SLC7A11 and CoQ10 levels under both LSS and HSS, significantly reducing foam cell formation, monocyte adhesion, and lipid peroxidation. Our findings reveal KLF6 as a crucial regulator of atherosclerosis induced by abnormal shear stress.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.10.675441",
    "doi": "10.1101/2025.09.10.675441",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697219",
    "title": "Gene networks associated with early endosperm proliferation and basal endosperm layer differentiation in maize",
    "authors": [
      "Zhang, S.",
      "Ran, D.",
      "Ryu, C.-H.",
      "Li, G.",
      "Dannenhoffer, J. M.",
      "Wang, X.",
      "Drews, G. N.",
      "Yadegari, R."
    ],
    "summary": "Endosperm is a primary source of food and feed globally. Early developmental events including proliferation and cell differentiation in this dedicated seed sink structure are expected be responsive to the availability of photoassimilates and in turn to affect seed size and quality. However, the gene regulatory programs underlying early development of cereal endosperm remain largely unknown. We profiled the maize (Zea mays) endosperm transcriptome during the first four days after pollination using laser-capture microdissection and identified multiple temporal co-expression modules including a subset activated upon fertilization. Our analysis of the associated cis-regulatory elements and co-expressed transcription factor (TF) families enabled us to construct a gene network regulating basal endosperm transfer layer (BETL) differentiation through MYB-related (MYBR) transcription factors and a network of E2F TFs for early endosperm proliferation. We found a significant association of the BETL network with kernel size variation and a contribution of the Glucose-target-of-rapamycin (TOR)-dependent processes to the E2F-mediated regulation of endosperm proliferation. Using the available data, we propose early proliferative development and transfer cell differentiation in endosperm are coordinated via sugar-sensing inputs to ultimately control seed size. Our analysis can guide the development of strategies for improvement of seed composition and yield.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697219",
    "doi": "10.64898/2025.12.31.697219",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697243",
    "title": "Exploring the Role of APC in Modulating Chemotherapeutic Response in Triple-Negative Breast Cancer cells",
    "authors": [
      "Nair, M. T.",
      "VanKlompenberg, M. K.",
      "Prosperi, J. R."
    ],
    "summary": "Triple-negative breast cancer (TNBC) lacks targeted therapies and often develops chemoresistance. Since loss of the tumor suppressor APC is common in TNBC, we investigated how APC depletion alters transcriptional adaptation to chemotherapy using RNA-seq profiling of MDA-MB-157 cells and APC knockdown derivatives under control, cisplatin, and paclitaxel treatment. Pathway analyses of the transcriptomes showed that APC knockdown induces extensive remodeling of DNA-damage response, mitochondrial metabolism, inflammatory signaling, and chromatin accessibility, establishing stress-adapted transcriptional states aligned with paclitaxel tolerance (APC shRNA1) or cisplatin resilience (APC shRNA2). Machine-learning feature selection (Random Forest + PLS-DA) identified a 43-gene discriminant signature enriched for regulators of cell cycle and DNA repair (CCNB3, ORC1, E2F2, UNG), cytokine signaling (CXCL2, IL11), and metabolic support. These findings suggest that APC loss primes TNBC cells for chemotherapy persistence through an energetically reinforced, transcriptionally flexible survival program, highlighting DDR--OXPHOS--translation and inflammatory circuits as potential therapeutic vulnerabilities.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697243",
    "doi": "10.64898/2025.12.31.697243",
    "categories": [],
    "keywords_matched": [
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697337",
    "title": "The targeted cytosolic degradation of class I histone deacetylases is essential for efficient alphaherpesvirus replication",
    "authors": [
      "Ming, S.",
      "Du, M.-H.",
      "Yang, J.-M.",
      "Guo, Y.-D.",
      "Pan, J.-J.",
      "Lu, W.-F.",
      "Wang, J.",
      "Zeng, L.",
      "Chu, B.-B."
    ],
    "summary": "Viral infection triggers a robust DNA damage response (DDR), reshaping the host chromatin landscape to facilitate viral replication. Here, we uncover a novel mechanism by which alphaherpesviruses exploit the DDR pathway. We demonstrated that herpes simplex virus 1 (HSV-1) and pseudorabies virus (PRV) induced selective degradation of class I histone deacetylases (HDAC1/2), leading to histone hyperacetylation and subsequent DDR activation. Strikingly, viral infection promoted nuclear export of HDAC1/2, followed by MDM2-mediated K63-linked polyubiquitination and proteasomal degradation in the cytoplasm. Pharmacological inhibition of either DDR signaling or HDAC1/2 nuclear export significantly affected viral replication in vitro and in vivo. Our findings reveal a unique viral strategy to hijack host epigenetic regulation for efficient replication and identify potential therapeutic targets for alphaherpesvirus infections.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697337",
    "doi": "10.64898/2026.01.02.697337",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697255",
    "title": "Follistatin improves vascular function by inhibiting oxidative stress and inducing browning of perivascular adipose tissue in essential hypertension",
    "authors": [
      "Kuganathan, A.",
      "Lu, C.",
      "MacDonald, M. E.",
      "Farkona, S.",
      "Campbell, T.",
      "Akimoto, M.",
      "Gao, B.",
      "Manion, K.",
      "Konvalinka, A.",
      "Dickhout, J. G.",
      "Krepinsky, J. C."
    ],
    "summary": "Background: Essential hypertension, characterized by vascular dysfunction, remains a leading modifiable cause of death globally. Perivascular adipose tissue (PVAT), which normally reduces vasoconstriction, becomes less anticontractile in hypertension due at least in part to increased reactive oxygen species (ROS). Brown PVAT has emerged as a protective regulator of vascular tone. Follistatin, an activin antagonist, induces browning of peripheral adipose tissue depots via AMPK. We recently reported improved blood pressure, vascular function and reduced vascular ROS by follistatin in the spontaneously hypertensive rat (SHR) model of essential hypertension. Here, we investigate whether follistatin reduces ROS and induces browning in SHR PVAT to restore PVAT function. Methods: SHR were treated with vehicle, follistatin or hydralazine for 8 weeks. Mesenteric white and thoracic brown PVAT from SHR and normotensive Wistar-Kyoto were utilized, with wire myography used to assess vascular function. Nitric oxide (NO) and nitrite were measured in PVAT using DAF-2 FM fluorescence or Griess reagent, respectively. PVAT ROS and browning markers were assessed biochemically and via immunohistochemistry. PVAT was treated ex vivo for 3 days to assess mechanisms of browning. Unbiased proteomic analysis of PVAT was performed using liquid chromatography-mass spectrometry. Results: SHR PVAT dysfunction, manifest as a pro-contractile effect, was inhibited by follistatin through reducing ROS, enhancing NO bioavailability and inducing browning. Activin neutralization and AMPK phosphorylation mediated the beneficial effect of follistatin on SHR PVAT. Hydralazine-induced blood pressure reduction did not replicate follistatin effects, suggesting vascular benefits of follistatin are mediated by direct PVAT modulation. Proteomic analysis showed that follistatin shifts PVAT proteome towards normal state, upregulating processes associated with adipose tissue browning. Conclusion: Follistatin restores PVAT-mediated vascular relaxation via ROS reduction, activin neutralization and AMPK-dependent browning, positioning the potential for PVAT as a therapeutic target for vascular dysfunction in essential hypertension.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697255",
    "doi": "10.64898/2025.12.31.697255",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697042",
    "title": "Foundation models for linking brain functional representations and clinical outcomes across local intervention studies targeting cognitive aging: Validity and generalizability",
    "authors": [
      "Zhou, X.",
      "Ai, M.",
      "Adeli, E.",
      "Zhang, Y.",
      "Vankee-Lin, F.",
      "Liu, Y. M."
    ],
    "summary": "The direct cognitive benefits of interventions targeting cognitive aging highly vary across individuals due to individual heterogeneity in aging-related comorbidities. This variation necessitates a better characterization of brain representations reflecting how older individuals uniquely benefit from interventions, thereby revealing the true effect of these interventions. Resting-state functional MRI (rsfMRI) has potential to uncover meaningful brain representation; however, traditional methods analyzing summary features derived from rsfMRI data are limited in capturing both within-individual variations across timepoints and between-individual difference, particularly in small and heterogeneous local intervention studies. Recent rsfMRI foundation models pretrained on large-scale observational cohorts, such ask UK Biobank, offer a potential alternative, yet their validity and generalizability in local intervention studies remain unclear. In this study, we systematically evaluated existing rsfMRI foundation models for classifying intervention responses to changes of episodic memory using data from two independent randomized controlled trials targeting cognitive aging among older adults with mild cognitive impairment. RsfMRI foundation models outperformed conventional machine learning and deep learning approaches, while performance differed across foundation models with different pretraining objectives. Clinically informed fine-tuning using an external Alzheimer's disease cohort further improved performance and demonstrated robustness to confounders (e.g., head motion during MRI data acquisition, data collection site, intervention arm). Interpretability analyses confirmed that brain representations learned by the model reflect the brain networks supporting cognitive aging or episodic memory. Together, these findings provide an empirical evaluation of current rsfMRI foundation models and support nuanced interpretation of heterogeneous intervention outcomes by linking individual differences in longitudinal brain dynamics to cognitive change.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697042",
    "doi": "10.64898/2025.12.30.697042",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697225",
    "title": "System-wide profiling reveals metabolic alterations in a G2019S LRRK2 knockin mouse model of Parkinson's disease: systemic depletion of pyrimidine nucleosides",
    "authors": [
      "Ma, Y.",
      "Erb, M. L.",
      "Sipple, K.",
      "Offerman, A.",
      "Moore, D. J."
    ],
    "summary": "Background: The G2019S mutation in LRRK2 is the most common genetic cause of familial Parkinson's disease (PD) and is associated with increased susceptibility to sporadic PD, which likely arises from the interplay of genetic predisposition, environmental exposure, and aging. Metabolic syndrome (MetS) has been implicated as an independent risk factor for PD, but the potential interaction between the G2019S LRRK2 mutation and metabolic stress in disease pathogenesis remains unclear. Methods: We employed long-term high-fat diet (HFD) feeding to induce metabolic syndrome in aged LRRK2 mutant mice, followed by system-wide characterization using multi-omic approaches, including metabolomic profiling, proteomics, bulk RNA sequencing, and single-nucleus RNA sequencing. Results: We find that thymidine and deoxyuridine levels are consistently reduced across tissues in G2019S LRRK2 knockin mice at baseline, accompanied by increased hepatic expression of thymidine phosphorylase (TP). HFD exposure further unmasks disruptions in purine and energy metabolism in the brain and lungs of G2019S LRRK2 knockin mice, with astrocytes and oligodendrocytes in the ventral midbrain exhibiting the most pronounced impairment in oxidative phosphorylation transcriptional pathways. Conclusions: Our findings demonstrate that pre-existing metabolic syndrome unmasks widespread disruptions in systemic nucleotide and energy metabolism and exacerbates mitochondrial dysfunction in G2019S LRRK2 knockin mice. This conditional \"two-hit\" phenotype underscores the critical role of environmental factors, such as diet, in revealing metabolic vulnerabilities associated with PD-linked genetic backgrounds. Our study provides novel insight into potential metabolic targets or pathways for therapeutic intervention in individuals at-risk for developing PD.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697225",
    "doi": "10.64898/2025.12.31.697225",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.01.697304",
    "title": "Disruption of Pre-Bötzinger Complex neuropeptidergic tonality controls fear and metabolic response",
    "authors": [
      "Shetty, S.",
      "Farmanbar, A.",
      "Toh, P.",
      "Yildiz, R.",
      "Jang, Y. U.",
      "Duesman, S.",
      "Warnock, A.",
      "Espinoza, D.",
      "Stanley, S. A.",
      "Rajbhandari, P.",
      "Rajbhandari, A. K."
    ],
    "summary": "Stress profoundly impacts systemic metabolism, yet the central circuits linking stress responses to peripheral metabolic regulation remain poorly defined. Here, we identify the preBotzinger complex (preBotC), a brainstem breathing rhythm generator, as a key stress-responsive hub coordinating metabolic adaptations. Using viral tracing, we show that preBotC neurons project to brown adipose tissue and liver, and that a subset of these projection neurons expresses the pituitary adenylate cyclase activating polypeptide (PACAP) receptor PAC1R, positioning PACAP signaling as a critical modulator of this circuit. Whole-brain c-Fos mapping revealed robust preBotC activation under stress, while spatial transcriptomics demonstrated altered neuronal metabolic circuitry in preBotC following PAC1R ablation. PAC1R knockdown in preBotC combined with stress resulted in blunted respiratory rhythmicity, reduced sympathetic innervation, and suppression of energy expenditure and lipid metabolic pathways in brown fat, while reprogramming hepatic transcriptional networks toward amino acid metabolism and gluconeogenesis. These findings define a unique neuropeptidergic brainstem periphery circuit integrating stress, respiration, and metabolism.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.01.697304",
    "doi": "10.64898/2026.01.01.697304",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697195",
    "title": "Senescence-inhibitory Δ133p53α counteracts accelerated ageing and mortality",
    "authors": [
      "Yamada, L.",
      "Liu, H.",
      "von Muhlinen, N.",
      "Harris, C. C.",
      "Horikawa, I."
    ],
    "summary": "Research on progeria not only contributes to treatments for the disease but also enhances our understanding of physiological ageing. Mouse models of progeria recapitulate pathological ageing phenotypes seen in patients, including cardiovascular defects, increased cellular senescence, systemic inflammation, DNA damage accumulation, and shortened lifespan. In cultured cells from Hutchinson-Gilford progeria syndrome (HGPS) patients, the human p53 isoform {Delta}133p53 was previously shown to inhibit p53-mediated cellular senescence, proinflammatory IL-6 production, and DNA damage accumulation, and to extend cellular replicative lifespan. Here we show that, in a heterozygous HGPS mouse model, transgenic expression of {Delta}133p53 reproduces these in vitro-observed effects across multiple organs in vivo and extends median lifespan by 11% (387 versus 349 days, P = 0.0379). In the aorta and skin, {Delta}133p53 abrogates progeria-characteristic pathological changes and preserves tissue integrity. Our data further suggest that {Delta}133p53 may promote a broad spectrum of ageing-counteracting mechanisms, including bone homeostasis, metabolic fitness, antioxidant defense, youthful epigenome, and tissue stemness. Together with the anti-inflammatory and tissue-preserving effects of {Delta}133p53 in naturally aged mice and its age-associated downregulation in human tissues, this study suggests that {Delta}133p53-based therapeutic strategies may be applicable not only to HGPS but also as broader interventions for preventing or delaying ageing.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697195",
    "doi": "10.64898/2025.12.31.697195",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697375",
    "title": "Aging, matrix metalloproteinase imaging, and survival prospects in aortic aneurysm",
    "authors": [
      "Ghim, M.",
      "Varli, O.",
      "Ahmad, A.",
      "Neishabouri, A.",
      "Kukreja, G.",
      "Zhang, Z.",
      "Zarnegar, S.",
      "Gangemi, N.",
      "Toczek, J.",
      "Zhang, J.",
      "Liu, C.",
      "Liu, Y.",
      "Gropler, R.",
      "Sadeghi, M. M."
    ],
    "summary": "Age is a risk factor for aortic aneurysm (AA), and different segments of the aorta exhibit varying susceptibilities to aneurysm. The specific factors that contribute to the higher incidence of AA and its complications with aging remain unclear. Matrix metalloproteinases (MMPs) are elevated in AA. However, the connection between aging, aortic MMP activity, and the increased prevalence of AA and its complications has not been systematically evaluated. This study leveraged MMP-targeted molecular imaging to investigate how aging affects aortic MMP expression and activity, as well as aneurysm development and survival. Methods: AA development and animal survival were monitored for 28 days after Angiotensin (Ang)-II infusion in 8-10-week-old (young) and >51-week-old (old) Apoe-/- mice. Aortic MMP activation was quantified by PET/CT using an MMP-targeted tracer, 64Cu-RYM2, at baseline and 1 week after Ang II infusion. MMP activity and expression were quantified by tissue zymography and quantitative reverse transcription polymerase chain reaction, and compared between different segments of the aorta in young and old animals, and before and after Ang II infusion. Results: Old animal survival to 28 days was significantly lower than that of young Ang-II-infused Apoe-/- mice (P < 0.05). 64Cu-RYM2 PET/CT showed significantly higher aortic MMP activation before and 1 week after Ang-II infusion in old compared to young Apoe-/- mice. The 64Cu-RYM2 signal was significantly higher in animals that did not survive 28 days than those that did (P < 0.01). MMP activity significantly increased by 4 days after Ang-II infusion, when dissection was found in a subset of Apoe-/- mice; and was significantly higher in the dissected, compared to adjacent, apparently normal, segments of the aorta. MMP activity was also significantly higher in the ascending thoracic aorta of untreated young and old mice, as well as of Ang-II-treated Apoe-/- mice (which was associated with significantly higher Mmp2 gene expression), and of old wild-type mice. Conclusion: Aging is associated with increased MMP activity along the aorta and worse AA survival. MMP-targeted molecular imaging can inform the aneurysm survival prospects. Selective MMP inhibitors and tracers may help prevent and track aneurysm growth, dissection, and rupture.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697375",
    "doi": "10.64898/2026.01.02.697375",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697374",
    "title": "Integrative transcriptomic identification of cellular senescence beyond marker limitations",
    "authors": [
      "Lu, J.",
      "Guderer, I.",
      "Alvi, T.",
      "Olenik, M.",
      "Dönertas, H. M."
    ],
    "summary": "Cellular senescence lacks a universal marker and varies across cell types, tissues, and stressors, complicating identification. Using SPiDER SA-{beta}-gal labeled single-cell RNA-seq from regenerating mouse muscle, we found that curated gene sets show opposing enrichment patterns in experimentally defined senescent cells, suggesting apparent concordance in prior studies may reflect circular validation. Machine learning classifiers outperformed marker-centric approaches by capturing coordinated transcriptional features largely absent from differentially expressed genes. These features traced senescence progression, positioning senescent cells at late pseudotime with reduced transcriptional entropy. Ligand-receptor analysis identified IGF signaling as a directional axis of secondary senescence from senescent to non-senescent cells. When applied to bulk RNA-seq and an independent aging dataset, the classifier detected age-associated senescence patterns while the entropy-senescence relationship held across most cell types. These findings demonstrate that transcriptome-based classification provides a robust alternative to marker-centric readouts while enabling mechanistic hypothesis generation.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697374",
    "doi": "10.64898/2026.01.02.697374",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.691864",
    "title": "Functional inactivation of the telomerase chaperone TCAB1 primes cells for the activation of ALT in osteosarcoma",
    "authors": [
      "Keegan, J.",
      "Sorbello, S.",
      "Mori, J.",
      "Muratani, S.",
      "Heaphy, C. M.",
      "Leshchiner, I.",
      "Flynn, R. L."
    ],
    "summary": "Activation of the alternative lengthening of telomeres (ALT) pathway accounts for cellular immortalization in 75% of pediatric osteosarcoma. ALT does not rely on a single enzyme but instead, catalyzes telomere elongation via homologous recombination. There has been steady progress in defining the mechanisms that regulate the ALT pathway. However, the spectrum of genetic mutations that underlie activation of ALT remains unclear. Osteosarcomas, like many cancers, frequently harbor inactivating mutations in the tumor suppressor gene TP53. However, instead of single nucleotide variants that lead to expression of mutant TP53 protein, osteosarcoma tumors often acquire unique structural variations within the first intron of the TP53 gene leading to complete gene inactivation. TP53 is located on chromosome 17p13.1 in a head-to-head orientation and partially overlapping with the gene WRAP53 (WD repeat containing antisense to TP53). WRAP53, also known as TCAB1, is an RNA chaperone that is an essential component of the telomerase holoenzyme. TCAB1 functions to facilitate trafficking of the telomerase RNA (hTR) within the nucleus to ensure assembly and localization of the telomerase enzyme to telomere ends to promote telomere elongation. Loss of TCAB1 function abolishes telomerase activity, driving progressive telomere attrition. Here, using whole-genome sequencing of osteosarcoma samples we identified SVs within the TP53 gene that not only compromise TP53, but also inactivate TCAB1. These TCAB1 SVs were prevalent in approximately 40% of ALT positive osteosarcoma tumors suggesting that functional inactivation of the telomerase holoenzyme may be an early and previously unrecognized event contributing to the activation of the ALT pathway.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.691864",
    "doi": "10.64898/2026.01.02.691864",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b",
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "pmid:41481842",
    "title": "Primary Care Trainees Learn to Support Aging in Place Through a Virtual Area Agency on Aging Practicum.",
    "authors": [
      "Bennett KA",
      "Wise-Swanson BM",
      "Sanchez F",
      "Nguyen PK",
      "O'Leary MP",
      "Verrall AM",
      "Cochrane BB",
      "Vitiello MV",
      "Phelan EA"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481842/",
    "doi": "doi: 10.1111/jgs.70288",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41481741",
    "title": "FSP1 and histone deacetylases suppress cancer persister cell ferroptosis.",
    "authors": [
      "Higuchi M",
      "Williams AF",
      "Stuhlfire AE",
      "Nguyen AH",
      "Gervasio DAG",
      "Turkal CE",
      "Chon S",
      "Hangauer MJ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481741/",
    "doi": "doi: 10.1126/sciadv.aea8771",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41481722",
    "title": "DMTF1 up-regulation rescues proliferation defect of telomere dysfunctional neural stem cells via the SWI/SNF-E2F axis.",
    "authors": [
      "Liang Y",
      "Grinchuk OV",
      "Cipta NO",
      "Zeng Y",
      "Chuah YH",
      "Yoon J",
      "Khong ZJ",
      "Chow HY",
      "Ng W",
      "Ong CT",
      "Ling SC",
      "Ng SY",
      "Loh YH",
      "Ong DST"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481722/",
    "doi": "doi: 10.1126/sciadv.ady5905",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41481708",
    "title": "Bacteriocin-transport-inspired oral peptide-probiotic delivery ameliorates IBD complications via autophagy and gut homeostasis.",
    "authors": [
      "Yu Y",
      "Bu Y",
      "Shen C",
      "Lin B",
      "Lu C",
      "Zhu L",
      "Shen Z",
      "Li C",
      "Li X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481708/",
    "doi": "doi: 10.1126/sciadv.adz9069",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41481577",
    "title": "A Multifunctional Prodrug with the DNA Damage Amplification Effect for Inducing Immunogenic Cell Death.",
    "authors": [
      "Zhang H",
      "Li G",
      "Chen C",
      "Ding J",
      "Shen H",
      "Min W",
      "Yang P"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481577/",
    "doi": "doi: 10.1021/acs.jmedchem.5c02668",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41481396",
    "title": "Panax ginseng nanoemulsion: a promising pre-clinical modality for ameliorating male infertility via manipulation of PI3K/AKT/mTOR signaling pathway.",
    "authors": [
      "El-Shimi BI",
      "Mohareb RM",
      "Ahmed HH",
      "Mahmoud KF",
      "Hanna DH",
      "Abohashem RS"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481396/",
    "doi": "doi: 10.1080/10286020.2025.2599283",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41481380",
    "title": "Heat stress activates the coagulation cascade through Z-DNA-binding protein 1-dependent necroptosis.",
    "authors": [
      "Li F",
      "Li J",
      "Shi J",
      "Yang X",
      "Zhang T",
      "Liu H",
      "Wang F",
      "Yan X",
      "He Q",
      "Wu L",
      "Zou Y",
      "Tang Y",
      "Wang E",
      "Zhong Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481380/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41481157",
    "title": "Longitudinal sex differences in cerebrovascular ageing in older adults: results from the brain in motion study.",
    "authors": [
      "Snow C",
      "Donald AMH",
      "Pelechaty KM",
      "Gibson J",
      "Hill MD",
      "Rawling JM",
      "Holroyd-Leduc J",
      "Nerenberg K",
      "Holodinsky JK",
      "Longman RS",
      "Poulin MJ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481157/",
    "doi": "doi: 10.1113/JP289708",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41481138",
    "title": "Facile synthesis of tetraphenylpyrazine-based AIE molecules with distinguishable fluorescence for aging latent fingerprint visualization.",
    "authors": [
      "Yang P",
      "Zhang Y",
      "Liu W",
      "Li K",
      "Hu DD",
      "Lv H"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481138/",
    "doi": "doi: 10.1039/d5cc05794a",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41481031",
    "title": "Albumin Nanoparticles Co-Loaded with Dual Drugs for Enhanced Ferroptosis-Based Cancer Therapy through Modulating Cholesterol Metabolism.",
    "authors": [
      "Han D",
      "Ding B",
      "Zheng P",
      "Tan J",
      "Meng Q",
      "Zhang W",
      "Chen H",
      "Ma P",
      "Lin J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481031/",
    "doi": "doi: 10.1021/acsnano.5c17428",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41480895",
    "title": "Design and Development of DNA Damage Chemical Inducers of Proximity for Targeted Cancer Therapy.",
    "authors": [
      "Qiu T",
      "Lee YT",
      "Dwyer BG",
      "Tan YJ",
      "Chen T",
      "Romero BA",
      "Wang Y",
      "Deng J",
      "Zhang T",
      "Crabtree GR",
      "Hinshaw SM",
      "Wong KK",
      "Gray NS"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41480895/",
    "doi": "doi: 10.1021/jacs.5c17396",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41480767",
    "title": "Nitric oxide required for transition to slower hepatic protein synthesis rates during long-term caloric restriction.",
    "authors": [
      "Palacios HH",
      "Cao E",
      "Cahill A",
      "Mohamad H",
      "Hellerstein MK"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41480767/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "pmid:41478885",
    "title": "Non-coding RNAs in lipid metabolism and their roles in atherosclerosis.",
    "authors": [
      "Sallam T",
      "van Solingen C",
      "Moore KJ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478885/",
    "doi": "doi: 10.1038/s41569-025-01229-9",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41477861",
    "title": "Immunosuppressive macrophages determine the effect of cellular senescence on tumor progression.",
    "authors": [
      "Lalinde-Gutiérrez M",
      "Pérez-Ramos S",
      "Rodilla V",
      "Garcia-Baucells P",
      "Perera-Bel J",
      "Berenguer-Molins P",
      "Nonell L",
      "Agustí-Barea I",
      "George C",
      "Arribas J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477861/",
    "doi": "doi: 10.1126/sciadv.adx2988",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.15.654386",
    "title": "Telomerase reverse transcriptase is required for resistance to mycobacterial infection",
    "authors": [
      "Han, D. J.",
      "Costa, D. M.",
      "Luo, G.",
      "Wright, K.",
      "Pandey, M.",
      "Wee, D.",
      "Chen, Y.",
      "Akincilar, S. C.",
      "Tergaonkar, V.",
      "Dorajoo, R.",
      "Carissimo, G.",
      "Singhal, A.",
      "Elks, P. M.",
      "Ellis, P. S.",
      "Henriques, C. M.",
      "Yan, B.",
      "Mostowy, S.",
      "Oehlers, S. H."
    ],
    "summary": "Age is an important risk factor for infections such as tuberculosis (TB). Telomerase is expressed in immune cells yet leukocyte telomere length declines during ageing suggesting an age-dependent loss of telomerase activity in the immune system. Leukocyte telomere length has been correlated with worse outcomes in TB patients, however the mechanisms linking telomere biology to TB susceptibility and response to therapy are unexplored. Here we use the zebrafish-Mycobacterium marinum model to investigate the role of telomerase in TB resistance. We find depletion and inhibition of Tert, the catalytic subunit of telomerase, increases bacterial burden in zebrafish embryos. The Tert depletion infection susceptibility phenotype could not be rescued by p53 or STING depletion suggesting a non-canonical role for Tert in controlling mycobacterial infection. Consistent with a previously described role for Tert in developmental hematopoiesis, we find Tert is necessary for demand-driven emergency myelopoiesis to support containment of extended mycobacterial infection. Our findings establish a previously undescribed role for host telomerase in supporting infection demand-driven hematopoiesis to control infection.",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.15.654386",
    "doi": "10.1101/2025.05.15.654386",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b",
      "\\bTelomerase\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.07.663524",
    "title": "Lipid-mediated GPR32 signaling reprograms macrophage metabolism to impair anti-tuberculous immunity",
    "authors": [
      "Barros, J.",
      "Maio, M.",
      "Ledesma, M. M.",
      "Ferrini, L.",
      "Boix, M. E.",
      "Faivre, N.",
      "Monard, S.",
      "Franco, J. L. M.",
      "Metais, A.",
      "Sabbione, F.",
      "Fuentes, F.",
      "Grosso, T. M.",
      "Errea, A. J.",
      "Aragone, X.",
      "Cunto, M. S.",
      "Palmero, D.",
      "Matteo, M.",
      "Ostrowski, M.",
      "ARGUELLO, R. J.",
      "Nanda, R.",
      "Layre, E.",
      "Neyrolles, O.",
      "Verollet, C.",
      "Lugo-Villarino, G.",
      "Balboa, L."
    ],
    "summary": "Mycobacterium tuberculosis, the causative agent of tuberculosis (TB), has evolved strategies to evade innate immunity and establish persistent infection. However, the mechanisms by which M. tuberculosis reprograms human macrophage metabolism remain incompletely defined. Tuberculous pleural effusion (TB-PE), a common extrapulmonary manifestation that frequently coexists with pulmonary TB, offers a unique, clinically relevant immunometabolic window into the TB microenvironment. Here, using patient-derived TB-PE samples, we demonstrate that this microenvironment induces a metabolic state in human macrophages that compromises their antimicrobial function. Lipidomic analysis identified an enrichment of the specialized pro-resolving mediator Resolvin D5 (RvD5), which signals through GPR32 to suppress macrophage microbicidal activity. The acellular fraction of TPE was sufficient to induce RvD5 secretion by monocytes, correlating with increased expression of RvD5 biosynthetic enzymes in pleural monocytes from TB patients. Mechanistically, RvD5-GPR32 signaling inhibited glycolysis without promoting oxidative phosphorylation, reducing HIF-1 activity and impairing intracellular M. tuberculosis control. HIF-1 stabilization restored antimicrobial function. These findings uncover the RvD5-GPR32-HIF-1 axis as a mechanism of metabolic immune suppression and a potential target for host-directed TB therapy.",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.07.663524",
    "doi": "10.1101/2025.07.07.663524",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696719",
    "title": "yallHap: Modern Y-chromosome haplogroup inference with probabilistic scoring and ancient DNA support",
    "authors": [
      "Hardie, A."
    ],
    "summary": "The human Y chromosome enables detailed reconstruction of paternal lineages through haplogroup classification. Existing tools for this purpose typically rely on outdated phylogenies, lack ancient DNA handling, or provide limited confidence metrics. Here I present yallHap, a Y-chromosome haplogroup classifier that integrates the YFull phylogenetic tree (185,780 SNPs) with probabilistic scoring, built-in ancient DNA damage filtering, and parallel processing for population-scale studies. Validation on 1,231 high-coverage gnomAD samples achieved 99.9% accuracy (95% CI: 99.5-100%) on GRCh38, and 1,233 samples from 1000 Genomes Phase 3 achieved 99.8% accuracy (95% CI: 99.3-100%). For ancient DNA with moderate variant density (4-10%), Bayesian ancient mode achieves +19.3 pp improvement over heuristic mode (+12 to +24 pp at 1% increments; see Supplementary Table S3), reaching 60-86% accuracy. On full AADR ancient DNA validation (7,333 samples spanning ~45,000 years), this translates to 90.7% overall accuracy (95% CI: 90.0-91.3%) versus 88.3% for heuristic transversions-only mode. At variant densities [&ge;]10%, both modes reach 97-99% accuracy. yallHap supports multiple reference genomes (GRCh37, GRCh38, T2T-CHM13v2.0), provides detailed quality metrics including optional ISOGG nomenclature output, and offers multi-threaded batch processing for large-scale studies. The tool is designed for integration into modern bioinformatics pipelines, with example wrappers for nf-core/eager [16,17] and Snakemake [18] workflows. The software is open source, available at https://github.com/trianglegrrl/yallHap, and distributed via pip, Bioconda, and Docker.",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696719",
    "doi": "10.64898/2025.12.28.696719",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697051",
    "title": "Multi-modal choroid plexus pathology in aging and Alzheimer's disease",
    "authors": [
      "Xu, H.",
      "Lotfy, P.",
      "Englert, B.",
      "Oberhauser, J.",
      "Byer, L. I. J.",
      "Wihlman, J.",
      "Colangelo, K.",
      "Okar, S. V.",
      "Thommana, A.",
      "Puttonen, H.",
      "Mäyränpää, M. I.",
      "Tuimala, J.",
      "Pedrosa, R.",
      "Kumar, D.",
      "Haberberger, J. F.",
      "Atkins, M. E.",
      "Alimukhamedov, S.",
      "Pragana, A.",
      "Benson, J.",
      "Gabrielle, M. E.",
      "Dong, A.",
      "DurantLaforet, V.",
      "Lin, P. B.-C.",
      "Keene, C. D.",
      "Latimer, C. S.",
      "Prater, K. E.",
      "Holtzman, D. M.",
      "Isakova, A. E.",
      "Wyss-Coray, T.",
      "Schafer, D. P.",
      "Reich, D. S.",
      "Lehtimäki, T.",
      "Karhunen, P. J.",
      "Kok, E.",
      "Jansson, D.",
      "Yang, A. C.",
      "Myllykangas, L.",
      "Ordovas-Montanes, J.",
      "Lehtinen, M. K."
    ],
    "summary": "Brain barriers, cerebrospinal fluid (CSF) dynamics, and peripheral factors are implicated as significant contributors to Alzheimers disease (AD). The choroid plexus (ChP) is a blood-brain interface that produces CSF and forms the blood-CSF barrier. However, how ChP pathology develops across the lifespan and contributes to AD has not been systematically characterized. Here, we report a multi-modal ChP atlas integrating single-nucleus transcriptomics from 49 individuals, AI-assisted quantitative histopathology across >500 postmortem samples age 16 to 105, spatial transcriptomics, and functional studies in 5xFAD mice. We identify fibrosis, calcification, and macrophage abnormalities as hallmarks of ChP aging, with AD pathology conferring additional effects, including expansion of a pro-inflammatory fibroblast-macrophage signaling niche. In 5xFAD mice, macrophage dysfunction is associated with impaired epithelial barrier maintenance and repair. Together, these data provide a foundational resource for understanding ChP dysfunction in aging and AD and propose the macrophage-fibroblast-epithelial barrier axis as a driver of ChP pathology.",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697051",
    "doi": "10.64898/2025.12.30.697051",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697198",
    "title": "Acute deletion of PLIN5 in brown adipocytes causes mitochondrial dysfunction and cold intolerance",
    "authors": [
      "Gallardo Montejano, V. I.",
      "Yang, C.",
      "Hurtado, H.",
      "Bickel, P. E."
    ],
    "summary": "Cold exposure of mice is associated with adaptive molecular and organellar changes in brown adipose tissue (BAT) that promote thermogenesis to defend body temperature. We previously reported that the lipid droplet protein Perilipin 5 (PLIN5) robustly increases in BAT during acute exposure of mice to cold. We demonstrated that chronic induction of BAT PLIN5 within the physiological range in mice housed at room temperature mimics the effects of cold exposure in terms of increased thermogenic gene expression in BAT, increased BAT mitochondria cristae packing, and increased uncoupled mitochondrial respiration. Additionally, BAT PLIN5 overexpression led to healthy remodeling of inguinal white adipose tissue with improved systemic glucose tolerance and reduced diet-induced hepatic steatosis. Conversely, PLIN5 constitutive deletion in brown adipose tissue resulted in decreased BAT thermogenic gene expression and in BAT mitochondrial dysfunction but did not lead to cold intolerance or changes in glucose tolerance. We hypothesized that preserved cold tolerance despite chronic deficiency of PLIN5 in BAT was the result of compensatory white adipose tissue (WAT) beiging, as suggested by the observed increase in thermogenic gene expression in inguinal WAT (iWAT). To test this hypothesis, we developed a mouse model of doxycycline-inducible, acute deficiency of PLIN5 in BAT of adult mice (BiKOPLIN5 mice). After 7 days of doxycycline treatment and housing at 6 C, PLIN5 was significantly reduced in the BAT of BiKOPLIN5 mice compared with littermate control mice but was unchanged in the iWAT of these experimental groups. Under these conditions, thermogenic gene expression was reduced significantly in the BAT of BiKOPLIN5 mice compared to Control mice, as were mitochondrial cristae density and uncoupled BAT mitochondrial respiration. These effects of acute PLIN5 deficiency in BAT were associated with cold intolerance, which was consistent with the observed failure in iWAT of thermogenic gene expression to increase beyond that of Controls. These findings clarify the essential role of BAT PLIN5 in the physiological adaptive responses of mice to cold ambient temperature.",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697198",
    "doi": "10.64898/2025.12.31.697198",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697213",
    "title": "Frizzled 6 Drives EMT and Stromal Remodeling Downstream of SP1 in Basal-like Pancreatic Cancer",
    "authors": [
      "Stevens, P. D.",
      "Giannotta, C. S.",
      "Spires, E. C.",
      "Diegel, C. R.",
      "Zhong, Z. A.",
      "Madaj, Z. J.",
      "Olson, S. I.",
      "Dawood, M. H.",
      "Honabarger, A.",
      "Caligiuri, G.",
      "Tuveson, D. A.",
      "Hostetter, G. B.",
      "Williams, B. O."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is a highly lethal malignancy, in part due to its rapid progression and early metastasis. To uncover novel drivers of this aggressive behavior, we first analyzed Frizzled receptor expression in human PDAC datasets and identified Frizzled 6 (FZD6) as uniquely predictive of poor clinical outcomes among all ten Frizzled family members. High FZD6 expression correlated with significantly worse overall survival for PDAC patients of any age. Functional studies in human PDAC cell lines showed that FZD6 promotes mesenchymal phenotypes, including enhanced migration and growth in 3D culture, while FZD6 loss induces E-cadherin expression and impairs motility without affecting 2D proliferation. In vivo, conditional epithelial deletion of Fzd6 in KPC mice significantly extended survival, reduced tumor burden and metastasis, and remodeled the tumor microenvironment to suppress stromal activation. Single-cell RNA sequencing analysis of human and mouse PDAC tumors confirms that FZD6 is primarily found within the tumor cells and FZD6-activating, noncanonical Wnt ligands are found to be produced by the cancer-associated fibroblasts surrounding the tumors. Mechanistically, we found that FZD6 is a transcriptional target of specificity protein 1 (SP1), a factor upregulated in mutant p53 contexts and within basal-like PDAC subtypes. SP1 knockdown reduced FZD6 expression and signaling through the PCP pathway. Furthermore, reduced SP1 impaired cell motility. Together this implicates the SP1-Fzd6-Wnt/PCP axis as a key driver of epithelial plasticity and disease progression. These findings suggest that FZD6 is a central effector of mutant p53-driven EMT, and a promising therapeutic target in metastatic PDAC.",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697213",
    "doi": "10.64898/2025.12.31.697213",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41481422",
    "title": "Cerebellar Purkinje cell firing reduction contributes to aging-related declining motor coordination in mice.",
    "authors": [
      "Fields E",
      "Rogers BC",
      "Leung TCS",
      "Huang A",
      "Kern M",
      "Kontowicz N",
      "Dolin H",
      "Watt AJ"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481422/",
    "doi": "doi: 10.1073/pnas.2525795122",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41481283",
    "title": "Research progress of ferroptosis in cervical cancer treatment.",
    "authors": [
      "Wang F",
      "Wang L",
      "Bai Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481283/",
    "doi": "doi: 10.1080/07853890.2025.2611208",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41480919",
    "title": "Memantine Confers Multi-Target Protection in a Zebrafish Seizure Model: Attenuating Epileptic Behavior, GluN2A Overexpression, and Oxidative Stress.",
    "authors": [
      "Zenki KC",
      "Kalinine E",
      "Mussulini BHM",
      "Dos Santos TG",
      "von Mengden L",
      "Klamt F",
      "Baggio S",
      "de Moura AC",
      "da Veiga ABG",
      "de Oliveira DL"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41480919/",
    "doi": "doi: 10.1111/jnc.70345",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41480826",
    "title": "Systemic LINE-1 RNA in Plasma Extracellular Vesicles Drives Neuroinflammation and Cognitive Dysfunction via cGAS-STING Pathway in Aging.",
    "authors": [
      "Yu S",
      "Cheng Q",
      "Yu Q",
      "Cui Z",
      "Chen H",
      "Wu S",
      "Jin Y",
      "Wang Y",
      "Li M",
      "Lu Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41480826/",
    "doi": "doi: 10.1111/acel.70350",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41480709",
    "title": "Role and mechanisms of ferroptosis in cognitive impairment: From molecular pathways to therapeutic targets (Review).",
    "authors": [
      "Ge S",
      "Kong D",
      "Fan S",
      "Luo Y",
      "Yin X",
      "Jin Z",
      "Xia W",
      "Ma J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41480709/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41480690",
    "title": "Role and mechanism of miR‑222‑5p in endothelial cell apoptosis.",
    "authors": [
      "Wang S",
      "Zhao B",
      "Cui Y",
      "Gui L",
      "Fan J",
      "Huang L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41480690/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41479401",
    "title": "Functional Impact Score of Mitochondrial Variants and Its Relationship With Functional Connectivity of the Brain: Potential Origins of Premature Aging in Young Adulthood.",
    "authors": [
      "Mareckova K",
      "Mendes-Silva AP",
      "Mareček R",
      "Jordánek T",
      "Pačínková A",
      "Klánová J",
      "Gonçalves VF",
      "Nikolova YS"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41479401/",
    "doi": "doi: 10.1002/hbm.70447",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41479265",
    "title": "Effects of Selenium Deficiency and the Environmental Pollutant Trimethylstannyl Chloride on Aging in Broiler Chickens Based on Adverse Outcome Pathways.",
    "authors": [
      "Xie R",
      "Liu M",
      "Xu T",
      "Li S",
      "Xu S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41479265/",
    "doi": "doi: 10.1021/acs.jafc.5c12255",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41479208",
    "title": "Dual-Proximity Labeling Strategy Identifies TrxR1 as a Cuproprotein that Regulates Apoptosis via Caspase-3 S-Nitrosylation.",
    "authors": [
      "Li Z",
      "Ma B",
      "Chen H",
      "Yang X",
      "Liu Y",
      "Zhu L",
      "Zhao K",
      "Jiang D",
      "Wang J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41479208/",
    "doi": "doi: 10.1002/anie.202512913",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41479192",
    "title": "Establishment and Validation of a Risk Scoring Model Based on Autophagy Subcluster-related Modular Genes for Prognostic Prediction in Osteosarcoma.",
    "authors": [
      "Lu X",
      "Zheng X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41479192/",
    "doi": "doi: 10.4103/npmj.npmj_418_25",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41479169",
    "title": "Senecavirus a VP2 protein orchestrates PRDX1 degradation through dual autophagy pathways: macroautophagy and chaperone-mediated autophagy.",
    "authors": [
      "Li Z",
      "Yang X",
      "Mao J",
      "Zeng P",
      "Qi Y",
      "Shi Y",
      "Guo J",
      "Zhou J",
      "Wang D",
      "Liu J",
      "Hou L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41479169/",
    "doi": "doi: 10.1080/15548627.2025.2610449",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41478975",
    "title": "Methods for Measuring TNFα-Induced Autophagy in Cancer Cells.",
    "authors": [
      "Najafi S",
      "Abo-Ali EM",
      "Dukhande VV"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478975/",
    "doi": "doi: 10.1007/978-1-0716-4901-5_14",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41478974",
    "title": "Detection of Ferroptosis by Liperfluo and BODIPY™ 581/591 C11.",
    "authors": [
      "Flores CA",
      "Yang WS"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478974/",
    "doi": "doi: 10.1007/978-1-0716-4901-5_13",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41478881",
    "title": "LAMTOR5 promotes hepatoma growth in mice by disrupting LC3-p62-mediated autophagy and preventing p62 proteasome degradation.",
    "authors": [
      "Xu FF",
      "Sun HM",
      "Liu Y",
      "Ye K",
      "Liu ZY",
      "Fu XL",
      "Zhu ZT",
      "Zhang WY",
      "Ye LH"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478881/",
    "doi": "doi: 10.1038/s41401-025-01687-4",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41477757",
    "title": "Adherence to healthy dietary patterns and risk of premature aging in adult survivors of childhood cancer in the St. Jude Lifetime Cohort Study.",
    "authors": [
      "Lan T",
      "Wang M",
      "Williams AM",
      "Ehrhardt MJ",
      "Lanctot JQ",
      "Wang Z",
      "Jiang S",
      "Krull KR",
      "Armstrong GT",
      "Hudson MM",
      "Colditz GA",
      "Robison LL",
      "Ness KK",
      "Park Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477757/",
    "doi": "doi: 10.1002/cncr.70246",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41477748",
    "title": "Targeting STK17B: unlocking ferroptosis in myeloma.",
    "authors": [
      "Liu B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477748/",
    "doi": "doi: 10.1182/blood.2025031316",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41477449",
    "title": "Neuroprotective effects of naringenin on nicotine-induced anxiety and depression: Involvement of monoaminergic systems, oxidative stress, and neuroinflammation on male rats.",
    "authors": [
      "Haidary M",
      "Samadi Y",
      "Rezai Z",
      "Sadaqat A",
      "Ahmadi MA",
      "Gholami J",
      "Mohammadi MM",
      "Shojae MT"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477449/",
    "doi": "doi: 10.1016/j.crphar.2025.100242",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41476392",
    "title": "A Small Indole Derivative Isolated From Caper (Capparis ovata) as an Inducer of P53-Mediated Apoptosis in Prostate Cancer: Comprehensive In Vitro and In Silico Studies.",
    "authors": [
      "Acar ÖÖ",
      "Gazioğlu I",
      "Oruç H",
      "Kale E",
      "Şenol H",
      "Topçu G",
      "Şen A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476392/",
    "doi": "doi: 10.1002/jbt.70666",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41476182",
    "title": "NLRP3 facilitates α-synuclein-induced dopaminergic neuronal senescence in a mouse model of Parkinson's disease through SATB1/DNA damage/p21 signaling pathway.",
    "authors": [
      "Chen LL",
      "Shen QQ",
      "Sun LP",
      "Song YX",
      "Jia WT",
      "Qu L",
      "Xie JX"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476182/",
    "doi": "doi: 10.1038/s41401-025-01691-8",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41476031",
    "title": "Evaluating segregated school attendance as a mediator of geographic inequities in late-life cognitive function: evidence from the Study of Healthy Aging in African Americans (STAR).",
    "authors": [
      "Gutierrez S",
      "Whitmer RA",
      "George KM",
      "Peterson RL",
      "Thomas MD",
      "Lor Y",
      "Allen IE",
      "Barnes LL",
      "Glymour MM",
      "Torres JM",
      "Gilsanz P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476031/",
    "doi": "doi: 10.1002/alz.71036",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2020.08.05.237172",
    "title": "Spontaneous replication fork collapse regulates telomere length homeostasis in wild type cells",
    "authors": [
      "Paschini, M.",
      "Gillespie, A. E.",
      "Reyes, C. M.",
      "Lewis, K. A.",
      "Glustrom, L. W.",
      "Sharpee, T. O.",
      "Wuttke, D. S.",
      "Lundblad, V."
    ],
    "summary": "In most eukaryotes, the enzyme telomerase maintains the termini of linear chromosomes through the addition of repetitive telomeric sequences. It is widely assumed that the primary site of action for telomerase is the single-stranded G-rich overhang at the ends of linear chromosomes. We show here that a second substrate, created by spontaneous replication fork collapse during duplex telomeric DNA replication in wild type budding yeast, is elongated by telomerase at a much higher frequency (~50%) than fully replicated chromosome termini. Furthermore, as much as ~200 nucleotides can be added in a single cell division to these newly collapsed forks, indicating that spontaneous replication fork collapse and the subsequent response by telomerase is a major determinant of telomere length homeostasis. This challenges a long-standing model for telomere length regulation which posits a length-sensing mechanism that assesses individual telomeres to determine whether chromosome ends are in telomerase-extendible or telomerase-non-extendible states. We propose that these two states are instead structurally and temporally distinct substrates for telomerase, generated by two different processes (fork collapse vs. completion of DNA replication). We also show that replication fork collapse at telomeres is kept in check by a telomere-dedicated Cdc13/Stn1/Ten1 complex in collaboration with the canonical RPA complex, indicating that these two complexes bind single-stranded DNA exposed at the replication fork to facilitate replisome progression through duplex telomeric DNA. Although failures during DNA replication are often genotoxic events, this represents an opposing example in which fork collapse has been co-opted to promote genome stability.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2020.08.05.237172",
    "doi": "10.1101/2020.08.05.237172",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b",
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "10.1101/2024.12.15.628558",
    "title": "A novel pan class-I glucose transporter inhibitor DRB18 exhibits synergistic effects in vitro and in vivo with paclitaxel against human non-small cell lung cancer",
    "authors": [
      "Shriwas, P.",
      "Bachmann, L.",
      "Ward, R.",
      "Adhicary, S.",
      "Nielsen, C. M.",
      "Li, Y.",
      "Zhang, H.",
      "Song, J.",
      "Roberts, D.",
      "Bergmeier, S.",
      "Chen, X."
    ],
    "summary": "Background\n\nCancer cells depend on glucose for biomass synthesis, cell proliferation, and drug resistance. Glucose transporter (GLUT) transcripts as well as proteins are upregulated in human lungs and other cancers and are negatively correlated with patient survival, particularly GLUT1 and GLUT3. Thus, inhibiting GLUT function has been an attractive anticancer strategy. We previously characterized WZB117 and DRB18, first- and second-generation pan-class I GLUT inhibitors, respectively. DRB18 strongly inhibits glucose transport mediated by GLUT1-4 in non-small lung cancer (NSCLC) A549 cells in vitro and in vivo. Here, we report DRB18 as a more stable and potent anticancer compound, compared to WZB117.\n\nMethodsImmunohistochemistry analysis was performed in Lung adenocarcinoma (LUAD) tissue array to investigate GLUT1 and GLUT3 protein expression between normal, lower and higher stage LUAD patients. Bioinformatics analysis was performed to examine additive effect of GLUT3 to GLUT1 mediated prognosis in LUAD. Glucose uptake and resazurin dye-based proliferation assays were used to determine glucose uptake inhibitory and cell proliferation inhibitory against panel of human cancer cell lines A549, Panc1 and Hela. DRB18 potency was tested against the presence of extracellular nutrients glucose, glutamine and ATP. Synergism between DRB18 and clinically approved anticancer drugs was tested against cancer cells. DRB18 and advanced NSCLC drug Paclitaxel were tested for synergy in vitro and in vivo.\n\nResultsGLUT1/3 combination exhibited higher hazard ratio than either GLUT1 and GLUT3 alone in many cancer types including LUAD. DRB18 reduced glucose uptake in NSCLC A549, pancreatic Panc1, and cervical Hela cancer cells with varied but strong anticancer potencies in the presence or absence of extracellular nutrients such as ATP and glucose. Combined with different clinical and pre-clinical anticancer compounds such as V9302, CB839, Sutent, Brigatinib, DRB18 significantly increased death of A549 and Panc1 cells. Noteworthy, DRB18 exhibited strong anticancer synergy with paclitaxel, an approved chemo drug for NSCLC, drastically reducing cancer cell proliferation in vitro and growth of A549 tumors grafted on the flank of nude mice without significant side effects, compared to single drug treatments. Mechanistically, DRB18 treatment with paclitaxel elevated the expression of Caspases 3 and 9, suggesting GLUT-inhibiting and apoptosis-inducing anticancer mechanisms of DRB18 with paclitaxel.\n\nConclusionsCollectively, our results demonstrate anticancer efficacy of pan class-I GLUT inhibitor DRB18 in combination with paclitaxel, providing a potentially more efficacious therapeutic strategy for treating advanced NSCLC and other cancers.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.15.628558",
    "doi": "10.1101/2024.12.15.628558",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696998",
    "title": "Cell-type-specific adaptations to mitochondrial stress underly the neurological presentations of \tMTRFR mutations",
    "authors": [
      "Zarate-Mendez, M.",
      "O'Connor, K.",
      "Malig, N.",
      "Podmanicky, O.",
      "Kleniuk, J.",
      "Spendiff, S.",
      "Reid, E.",
      "Lochmüller, H.",
      "Hathazi, D.",
      "Horvath, R."
    ],
    "summary": "Mitochondrial diseases are a group of heterogeneous genetic disorders that exhibit striking tissue specificity. Neurological involvement is among the most consistent features, yet the mechanisms that determine why selective neuronal populations are particularly vulnerable to mitochondrial dysfunction remain poorly understood. Mutations in MTRFR, a mitochondrial ribosome rescue factor, cause a progressive neuromuscular phenotype, but no relevant disease model exists to explain its cell-type-specific pathology. Here, we established the first human iPSC-derived neuronal model of MTRFR loss and identified mechanisms driving differential vulnerability between cortical and motor neurons. Although knockdown led to comparable deficits in mitochondrial translation and OXPHOS across both subtypes, cortical neurons engaged adaptive programs, including dendritic mitochondrial remodelling and heat-shock response activation, that preserved survival. Motor neurons failed to mount these responses and instead displayed apoptotic and inflammatory priming. Pharmacological enhancement of stress adaptation rescued motor neuron survival, indicating that resilience is programmable. These findings provide the first mechanistic evidence that neuronal susceptibility to mitochondrial translation defects is defined by the capacity to activate mitochondrial and cytoprotective stress-response pathways.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696998",
    "doi": "10.64898/2025.12.30.696998",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.693754",
    "title": "Characterizing the role of mitochondrial dynamics during Drosophila convergent extension using NADH fluorescence lifetime imaging",
    "authors": [
      "Espana-Pena, M.",
      "Woessner, A.",
      "Nichols, C.",
      "Quinn, K.",
      "Pare, A. C."
    ],
    "summary": "Mitochondria are dynamic organelles that can fragment or fuse to support different bioenergetic demands (e.g., glycolysis vs. oxidative phosphorylation) and distinct cell behaviors (e.g., mitosis or migration). While the role of mitochondrial dynamics in wound healing and metabolic disorders has received significant attention, the role of mitochondrial fission and fusion during normal embryonic development is less well understood -- in part due to the difficulty of studying such processes in vivo. Combined with the depth-resolved imaging capabilities of multiphoton microscopy, fluorescence lifetime imaging (FLIM) of the mitochondrial cofactor NADH can be used to simultaneously visualize mitochondrial network morphology and infer certain aspects of cellular bioenergetics (e.g., glycolysis vs. oxidative phosphorylation) in a label-free, non-invasive manner. Here we demonstrate that NADH FLIM can be used to accurately track the subcellular localization and topology of mitochondrial networks in live Drosophila embryos. We used this technique to assess whether cells show changes in NADH lifetime during convergent extension (CE) -- a conserved process of tissue remodeling in which thousands of germband cells undergo coordinated intercalation to drive elongation of the head-to-tail axis. Contrary to our expectations, we did not observe significant changes in NADH lifetime or network appearance during CE in wild-type embryos, suggesting that germband cells do not need to alter their baseline metabolism to fuel cell intercalation during normal development. To directly assess the role of mitochondrial fission and fusion during CE, we used RNA interference to disrupt the fission mediator Drp1 and the fusion mediator Opa1. Consistent with expectations, inhibiting mitochondrial fission in Drp1-knockdown embryos led to hyper-fused networks and significantly longer NADH lifetimes, indicating a shift towards oxidative phosphorylation. Conversely, inhibiting mitochondrial fusion in Opa1-knockdown embryos led to more hyper-fragmented networks and significantly shorter NADH lifetimes, indicating a shift towards glycolysis. Interestingly, inhibiting either fission or fusion altered tissue elongation and greatly increased the rate of cell intercalation errors, suggesting that a precise network topology is required for proper CE. We hypothesize that the CE defects in Drp1-knockdown embryos are primarily due to incorrect basal subcellular localization of mitochondria, whereas the CE defects in Opa1-knockdown embryos are due to deficient ATP and/or ROS production. These experiments demonstrate the utility of FLIM-based applications for characterizing the role of mitochondria during normal embryonic development, which could yield a better understanding of the metabolic underpinnings of various pathologies that involve epithelial remodeling, including spina bifida, defective wound healing, and cancer metastasis.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.693754",
    "doi": "10.64898/2025.12.30.693754",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696066",
    "title": "Foundational genomic resources for date palm: A gap-free, telomere-to-telomere phased assembly of Ajwa and 19 high-quality genome assemblies of Phoenix dactylifera.",
    "authors": [
      "Celii, M.",
      "Al-Bader, N.",
      "Mohammed, N.",
      "Zhou, Y.",
      "Fornasiero, A.",
      "Navarrete Rodriguez, M.",
      "Shuwaikan, R.",
      "Wing, R.",
      "Poland, J.",
      "Toor, U.",
      "Hong, J.",
      "Llaca, V.",
      "Fengler, K.",
      "Koo, D.-H.",
      "Gros-Balthazard, M.",
      "Battesti, V.",
      "Capote, T.",
      "Purugganan, M.",
      "Malek, J. A.",
      "Blilou, I."
    ],
    "summary": "Phoenix dactylifera L. is an economically, nutritionally, and culturally important fruit crop in the arid and semi-arid regions of the Middle East and North Africa. Here, we present a gap-free, telomere-to-telomere reference genome of the variety Ajwa, along with 19 additional high-quality assemblies (18 female and 1 male). These assemblies reveal novel chromosomal structures validated through cytogenetics, Hi-C, optical mapping, and synteny analyses with other palm genomes. Chromosome names were revised based on average lengths across all sequenced genomes. The Sex Determination Region (SDR) on chromosome 14 was confirmed through male-specific k-mer analysis, spanning approximately 14.7 Mb. Nucleolar organizing regions (NORs) were localized on chromosome 10, where a large 45S rDNA locus displayed unique repeat spacer motifs containing transposon-like sequences. In some accessions, a second NOR was identified on the female sex chromosome. This collection of date palm assemblies, anchored by the Ajwa reference genome, provides a critical resource for advancing breeding strategies aimed at enhancing the genetic resilience and productivity of date palm.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696066",
    "doi": "10.64898/2025.12.30.696066",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697149",
    "title": "Small extracellular vesicles reflect senescence progression in human bone marrow-derived mesenchymal stem cells during hollow fiber bioreactor culture",
    "authors": [
      "Stepien, E.",
      "Dinari, A.",
      "Ebrahimi, A.",
      "Leszczynski, B.",
      "Wawrowicz, K.",
      "Rezaei, M.",
      "Stotwinski, M.",
      "Rajfur, Z."
    ],
    "summary": "Prolonged three-dimensional culture exposes stem cells to sustained microenvironmental and mechanical stresses that can promote aging and senescence-associated phenotypic alterations. This study examined how long-term expansion of human bone marrow-derived mesenchymal stem cells (BMSCs) in a hollow fiber bioreactor (HFB) influences cellular senescence and the molecular composition of secreted small extracellular vesicles (sEVs). During extended HFB culture, BMSCs exhibited progressive morphological flattening and cytoskeletal disorganization, accompanied by increased senescence-associated {beta}-galactosidase activity and immunophenotypic remodeling characterized by reduced fluorescence intensity and spatial redistribution of canonical MSC markers, consistent with a stress-adapted, early senescence-associated cellular state. In parallel, sEVs were collected longitudinally over 40 days and characterized by nanoparticle tracking analysis, immunoblotting, and quantitative proteomics. While vesicle size, marker expression, and yield remained stable throughout culture, proteomic profiling revealed pronounced, phase-dependent remodeling of sEV cargo, including coordinated alterations in oxidative stress-related processes, lysosomal and extracellular matrix-associated pathways, and relative depletion of cytoskeletal and translational components. Notably, these vesicular signatures closely mirrored senescence-associated changes observed at the cellular level. The strong correspondence between cellular phenotypes and sEV proteomic profiles establishes vesicle analysis as a convergent and noninvasive readout of BMSC aging, enabling sensitive monitoring of senescence progression while reducing reliance on parallel, labor-intensive cellular assays. Collectively, these findings indicate that prolonged HFB culture promotes a controlled, stress-associated senescence program in BMSCs and position sEV proteomic profiling as a robust approach for assessing stem cell aging dynamics during long-term three-dimensional bioreactor culture",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697149",
    "doi": "10.64898/2025.12.31.697149",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697080",
    "title": "Aging-associated alternative splicing programs conserved between human and mouse tissues",
    "authors": [
      "Isaev, K.",
      "Knowles, D. A."
    ],
    "summary": "Alternative splicing is a key gene regulatory process that diversifies the proteome and controls gene dosage. Previous studies have detected aging-associated splicing changes across various tissues. However, their use of bulk RNA-seq obfuscates the impacted cell-types and may confound cell-type proportion changes with cell-intrinsic ones. We present a framework that first assembles and maps alternative splicing events in appropriate single cell RNA-seq data (scRNA-seq), then applies LeafletFA, a probabilistic model that discovers coordinated splicing programs (SPs) without requiring prior knowledge of cell types or clinical information, such as age. Applying this framework to over 200,000 cells from mouse and human Smart-seq2 multi-tissue atlases, we discovered global and cell type specific aging-associated SPs. In mice, integrating SPs with gene expression significantly improved age prediction in 46 of 76 tissue-cell types tested. We identified the RNA-binding protein \\textit{Snrnp70} as a key upstream mediator driving the shift from youthful to aged SPs. To test evolutionary conservation of these patterns, we employed transfer learning to map the murine splicing dictionary onto human transcriptomes. This revealed a conserved \"youth\" program (SP4) that is maintained in quiescent endothelial tissues but lost in high-turnover organs. We identified a conserved, age-dependent alternative 5' splice site usage in the splicing factor \\textit{SRSF5} as a molecular marker of this program in both species. Our work establishes alternative splicing as a coordinated, evolutionarily conserved dimension of cellular aging and provides LeafletFA as an open-source tool for single-cell splicing analysis.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697080",
    "doi": "10.64898/2025.12.30.697080",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697168",
    "title": "Ciliary sensing in tanycytes couples nutrient availability to metabolic regulation",
    "authors": [
      "Rivagorda, M.",
      "Kienle, C.",
      "Chandrasekar, A.",
      "Dori, S.",
      "Grünberg, S.",
      "Nampoothiri, S.",
      "Özorhan, U.",
      "Brandt, W.",
      "Rotter, J.",
      "Feller, N.",
      "Neve, V.",
      "Rai, S.",
      "Binder, S.",
      "Bechmann, I.",
      "Nogueiras, R.",
      "Müller-Fielitz, H.",
      "Prevot, V.",
      "Schwaninger, M."
    ],
    "summary": "Body homeostasis relies on accurate communication between the brain and the periphery. Disruption of this communication can contribute to disease. Tanycytes are located at the interface of the cerebrospinal fluid (CSF), bloodstream, and hypothalamus, where they sense circulating nutrients and regulate neuroendocrine axes and metabolism. However, the mechanisms by which they sense CSF signals remain largely unclear. Recent evidence that tanycytes possess primary cilia -- key sensory organelles -- led us to hypothesize that tanycytic cilia function as sensory antennae that detect metabolic cues in the CSF. Here, we demonstrate that tanycytic cilia exhibit distinct morphologies across subtypes and physiological states. They respond dynamically to hormonal and nutrient availability; notably, excess oleic acid shortens cilia, promotes lipid droplet accumulation, and reduces Ca2+ responses to ATP and glucose. Disrupting cilia via knockdown of intraflagellar transport (IFT) genes produced similar defects and impaired autophagy. Finally, selective Ift88 knockout in tanycytes increased body weight and reduced thermogenic activity in female mice. These findings identify tanycytic cilia as key sensors regulating energy balance.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697168",
    "doi": "10.64898/2025.12.31.697168",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697107",
    "title": "Protective IFIH1 variant reduces immune-mediated islet stress and dysfunction in a type 1 diabetes genetic background",
    "authors": [
      "Veronese-Paniagua, D. A.",
      "Banks, C.",
      "Bradley, K.",
      "Mukherjee, N.",
      "Gale, S. E.",
      "Hinshaw, K. E.",
      "Meacham, A. M.",
      "Iwaloye, O. F.",
      "Tse, H. M.",
      "Mathews, C. E.",
      "Millman, J. R."
    ],
    "summary": "Genome-wide association studies (GWAS) have linked dozens of genetic loci to type 1 diabetes (T1D). The IFIH1 gene, which encodes the double-stranded RNA sensor MDA5, is one such locus. The E627* single nucleotide polymorphism (SNP) in IFIH1 is associated with protection against T1D, while the A946T variant is linked to increased risk. While the E627* variant has been shown to result in a truncated protein and dampen type I interferon (IFN) signaling, its specific role in human pancreatic islet health and function remains unclear. We hypothesized that MDA5627* would protect islet cells from stress-induced dysfunction, identity loss, and cell death. Using CRISPR-Cas9 technology, we introduced the E627* and A946T variants into human pluripotent stem cells (hPSCs) derived from a T1D patient. We differentiated these hPSCs into stem cell-derived islets (SC-islets) and treated them with IFN, poly(I:C), and coxsackievirus B3, an enterovirus implicated in T1D pathogenesis. Using single-cell RNA sequencing and an array of functional assays, we investigated the variant impact on both whole SC-islets and their individual cell populations. Our analysis revealed that SC-islets, and their {beta}, , and {delta} cell subpopulations, harboring the MDA5627* variant exhibit an attenuated immune response to the various stressors compared to MDA5946T cells. We also report unique, cell-type-specific transcriptional responses that vary across variants. Notably, MDA5627* SC-islets showed reduced apoptosis rates and viral genome expression, as well as attenuated negative effects on mitochondrial function and insulin secretion in response to stress. Overall, our findings demonstrate that a clinically relevant MDA5 variant confers protection by dampening stress-mediated transcriptional responses, reducing cell dysfunction, and preventing apoptosis. These insights provide a mechanistic framework for understanding T1D pathogenesis and offer new avenues for developing preventative therapies.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697107",
    "doi": "10.64898/2025.12.30.697107",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697105",
    "title": "Diet-Related Molecular Evolution Differs between Vertivores, Invertivores, and Combined Carnivores",
    "authors": [
      "Tene, M.",
      "Foley, K.",
      "Seaver, A.",
      "Meyer, W."
    ],
    "summary": "Mammals have repeatedly evolved specialized diets, including a variety of predatory diets targeting different prey animals. Prior research has found differences in positive selection, gene family evolution and gene functional loss linked with diet, but has focused primarily on trophic level classifications of herbivory, carnivory, and omnivory. Here we divide \"carnivores\" into vertivores and invertivores, due to the differences in nutrient composition of those food sources. We find significant differences in evolutionary conservation of multiple genes and GO categories between vertivores and invertivores. Conservation relative to herbivores differs among vertivores, invertivores, and the combination of all carnivores. Lineages with predatory diets have increased conservation in lipid and amino acid metabolism relative to herbivores. Notably, we find that results in the combined carnivore-herbivore comparison are much more similar to those of the invertivore-herbivore comparison than the vertivore-herbivore comparison, which suggests that prior studies on carnivory may have been detecting signatures of selection related to invertivory.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697105",
    "doi": "10.64898/2025.12.30.697105",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697178",
    "title": "MELK controls tumor metabolism to promote resistance to melanoma therapy",
    "authors": [
      "Sant'Anna-Silva, A. C. B.",
      "Abbe, P.",
      "Pagnotta, S.",
      "Amoedo, N. D.",
      "Torno, M. D.",
      "Bonnard, F.",
      "Botton, T.",
      "Larbret, F.",
      "Ronco, C.",
      "Montaudie, H.",
      "Ben-Sahra, I.",
      "Robert, C.",
      "Passeron, T.",
      "Rodrigue, R.",
      "Cerezo, M.",
      "Rocchi, S."
    ],
    "summary": "Melanoma is the most aggressive form of skin cancer, and despite major advances in targeted and immune therapies, durable responses remain limited due to the emergence of resistance mechanisms. Metabolic reprogramming has emerged as a key driver of therapy resistance, allowing tumor cells to adapt to environmental and therapeutic pressures. Here, we identify the maternal embryonic leucine zipper kinase (MELK) as a critical mediator of resistance in melanoma. We demonstrate that MELK stimulates intracellular accumulation of amino acids, leading to activation of mTORC1 signaling and enhanced mitochondrial metabolism and biogenesis. This metabolic shift promotes resistance to immune checkpoint blockade. Importantly, preclinical MELK inhibition sensitizes resistant melanoma cells to immunotherapy, revealing a potential combinatorial strategy to overcome resistance. Our findings establish MELK as a central regulator of metabolic adaptation and therapeutic resistance in melanoma, highlighting its potential as a promising therapeutic target.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697178",
    "doi": "10.64898/2025.12.31.697178",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696266",
    "title": "A Neyman-Pearson Framework for Modeling Cellular Decision Making Using Single-Cell TNF-NF-κB Signaling Data",
    "authors": [
      "Emadi, A.",
      "Lipniacki, T.",
      "Levchenko, A.",
      "Abdi, A."
    ],
    "summary": "Cells make hard calls under noise. When signaling is abnormal, those calls can go wrong and drive pathological conditions and diseases. In this research, we develop a Neyman-Pearson (NP) detection-theory framework that maximizes probability of detection (PD) for a chosen false alarm probability (PFA), without requiring prior probabilities, using experimental single-cell measurements of NF-{kappa}B responses to tumor necrosis factor (TNF), a critical pathway involved in cell survival, apoptosis, immune signaling, and stress response, in wild-type and A20-deficient fibroblasts. We model log-responses as (multi)variate Gaussian and compute optimal thresholds, PD-PFA trade-offs, and ROC curves at 30 minutes and 4 hours. The NP framework captures expected biology: PD increases with TNF dose; wild-type cells outperform A20-/- at matched conditions; and combining two time points (bivariate analysis) improves detection (e.g., for 0.0052 vs. 0.2 ng/mL, PD rises from 0.71 (30 minutes) and 0.42 (4 hours) to 0.80 at PFA = 0.1). The analysis recovers expected biology (higher TNF causes higher detectability; negative feedback lowers late responses) and flags cases where decision quality degrades (e.g., perturbations that blunt separation between conditions). The same recipe extends to multivariate readouts without changing the logic. Overall, the NP detection framework provides a compact, quantitative score of pathway performance and failure. It turns noisy single-cell readouts into actionable decision metrics that compare doses, time points, and perturbations, and ultimately, can help explain when and how cellular decisions drift toward pathology.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696266",
    "doi": "10.64898/2025.12.30.696266",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697098",
    "title": "MATERNAL AUTOPHAGY CONTRIBUTES TO GRAIN YIELD IN MAIZE",
    "authors": [
      "Tang, J.",
      "Avin-Wittenberg, T.",
      "Vollbrecht, E.",
      "Bassham, D."
    ],
    "summary": "Maize is an important crop species that is cultivated worldwide, and increasing maize yield is one of the major goals of plant breeding. The subcellular degradation and recycling pathway known as autophagy is involved in many plant developmental processes including vegetative growth, reproductive development, seed development, and senescence. Here, we demonstrate that maize autophagy-defective atg10 mutants have delayed flowering and reduced kernel size, weight and number, leading to reduced grain yield. Reciprocal crosses between mutant and parental lines indicate that the maternal plant is the major contributor to the kernel phenotype in atg10 mutants, rather than the seed genotype. We hypothesize that this may be due to detrimental effects on nutrient remobilization from maternal tissue to seeds during kernel development, leading to reduced yield.",
    "published": "2025-12-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697098",
    "doi": "10.64898/2025.12.30.697098",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41481417",
    "title": "Age-independent and targetable transcription factor networks regulating CD8(+) T cell senescence in aging humans.",
    "authors": [
      "Turano PS",
      "Akbulut E",
      "Dewald HK",
      "Vasilopoulos T",
      "Fitzgerald-Bocarsly P",
      "Herbig U",
      "Martínez-Zamudio RI"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481417/",
    "doi": "doi: 10.1016/j.celrep.2025.116795",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41480995",
    "title": "Lnc-ANRIL Protects Against Myocardial Ischemia-Reperfusion Injury by Suppressing Ferroptosis via the miR-7238-3p/GPX4 Axis.",
    "authors": [
      "Liu Y",
      "Wu B",
      "Shao Y",
      "Hu K",
      "Mo J",
      "Zhang L",
      "Mo G"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41480995/",
    "doi": "doi: 10.33594/000000837",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41478276",
    "title": "Cancer cell death: Cell-autonomous and immunogenic dimensions.",
    "authors": [
      "Galluzzi L",
      "Kepp O",
      "Zitvogel L",
      "Tang D",
      "Kroemer G"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478276/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41478245",
    "title": "miR156j-3p negatively regulates rice salt tolerance via ROS scavenging and ABA signaling.",
    "authors": [
      "Shao S",
      "Zhang G",
      "Wan Y",
      "Zhu D",
      "Chen S",
      "Liu Q",
      "Shi L",
      "Wei Y",
      "Wei C",
      "Wei D",
      "Gao W"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478245/",
    "doi": "doi: 10.1016/j.plaphy.2025.111009",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41478234",
    "title": "The novel Nrf2 agonist neobavaisoflavone attenuates periodontitis by inhibiting osteoclastogenesis through iron homeostasis regulation and senescence suppression.",
    "authors": [
      "Liao Y",
      "Chen J",
      "Zhao Y",
      "Yao H",
      "Ye W",
      "Tang H",
      "He Z",
      "Sheng Y",
      "Lu S",
      "Hu Y",
      "Jiang L",
      "Fu X",
      "Yan Q",
      "Du M",
      "Li T",
      "Ji Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478234/",
    "doi": "doi: 10.1016/j.freeradbiomed.2025.12.058",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41478038",
    "title": "Corrigendum to \"Ameliorative effects of rutin and rutin-loaded chitosan nanoparticles on testicular oxidative stress and histological damage induced by cyclophosphamide in male rats\" [Food and Chemical Toxicology 184 (2024) 114436].",
    "authors": [
      "AbdElrazek DA",
      "Hassan NH",
      "Ibrahim MA",
      "Hassanen EI",
      "Farroh KY",
      "Abass HI"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41478038/",
    "doi": "doi: 10.1016/j.fct.2025.115923",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41477992",
    "title": "Paeoniflorin suppresses cardiomyocyte pyroptosis and ameliorates diabetic cardiomyopathy by AMPK/Nrf2/NLRP3 pathway.",
    "authors": [
      "Zhang H",
      "Yang X",
      "Wang Y",
      "Xiao W",
      "Zhao Y",
      "Wu F",
      "Liu H",
      "Ren S",
      "Liu Y",
      "Lin Y",
      "Wang J",
      "Li G"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477992/",
    "doi": "doi: 10.1016/j.intimp.2025.116122",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41477991",
    "title": "Ponicidin ameliorates Alzheimer's disease through dual inhibition of RIPK1-mediated neuroinflammation and necroptosis.",
    "authors": [
      "Hu H",
      "Cheng Q",
      "Li D",
      "Li Y",
      "Li X",
      "Chen Y",
      "Guo Y",
      "Tian S",
      "Jiang Y",
      "Chen Y",
      "Liu Y",
      "Li S"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477991/",
    "doi": "doi: 10.1016/j.intimp.2025.116095",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41476363",
    "title": "Copper-Oxamate Coordination Polymers Reverse Cuproptosis Resistance in Nonsmall Cell Lung Cancer via Glycolysis Reprogramming.",
    "authors": [
      "Liu H",
      "Mao J",
      "Wang M",
      "Tian Q",
      "Cai Q",
      "An L"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476363/",
    "doi": "doi: 10.1021/acsnano.5c15968",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41476313",
    "title": "MiR-124-3p inhibits stomach adenocarcinoma progression by targeting AHR to induce autophagy.",
    "authors": [
      "Wan Q",
      "Wang S",
      "Dong W",
      "Liu X",
      "Li X",
      "Liu C",
      "Xu S"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476313/",
    "doi": "doi: 10.1186/s13008-025-00175-9",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41476305",
    "title": "Mangiferin: a novel hepatoprotective for liver cirrhosis via modulation of histological, cellular, biochemical, inflammatory markers and oxidative stress.",
    "authors": [
      "Ahmed KA",
      "Shareef SH",
      "Nanakaly HT",
      "Ali MA",
      "Fisal DN",
      "Aziz PY",
      "Agha NFS",
      "Abdulla MA",
      "Salman AA"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476305/",
    "doi": "doi: 10.1186/s40360-025-01061-4",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41476282",
    "title": "The role of microRNAs on autophagy in cervical cancer: review.",
    "authors": [
      "Asfaw MS",
      "Kassahun W"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476282/",
    "doi": "doi: 10.1007/s12672-025-04284-3",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41476210",
    "title": "Exosomes from LPS-pretreated BMSCs treated periodontitis via improving oxidative stress.",
    "authors": [
      "Xu C",
      "Wang H",
      "Dong W",
      "Cheng W",
      "Su Y",
      "Yang Q",
      "Wang Y",
      "Zhao Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476210/",
    "doi": "doi: 10.1186/s13287-025-04860-y",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41476081",
    "title": "Adaptation to cystine limitation stress confers a targetable lipid metabolism vulnerability in pancreatic ductal adenocarcinoma.",
    "authors": [
      "Li Y",
      "Li Z",
      "Li Q",
      "Sun D",
      "Ni B",
      "Tan M",
      "Shay AE",
      "Wang M",
      "Meng C",
      "Shen G",
      "Fu B",
      "Shan Y",
      "Zhang S",
      "Tanshee RR",
      "Zhou T",
      "Xie Y",
      "Chen KM",
      "Qiao B",
      "Dang Y",
      "Kimball SR",
      "Zhang G",
      "Rajacharya GH",
      "Singh PK",
      "Wang X",
      "Hao J",
      "Yang S"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41476081/",
    "doi": "doi: 10.1038/s41467-025-68099-0",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41475975",
    "title": "Post-activation performance enhancement as a multi-purpose tool for developing power output in youth athletes, preserving functional ability of the ageing population, and preventing anterior cruciate ligament injuries in team sport athletes (PhD Academy Award).",
    "authors": [
      "Liosis LD",
      "Martinez-Santos R",
      "Santos-Concejero J"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41475975/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41475940",
    "title": "Corrigendum to \"Antidiabetic-activity sulfated polysaccharide from Chaetomorpha linum: Characteristics of its structure and effects on oxidative stress and mitochondrial function\" [International Journal of Biological Macromolecules, 207 (2022) 333-345].",
    "authors": [
      "Qin L",
      "Yang Y",
      "Hao J",
      "He X",
      "Liu S",
      "Chu X",
      "Mao W"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41475940/",
    "doi": "doi: 10.1016/j.ijbiomac.2025.149906",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  }
]