[
  {
    "id": "pmid:41454672",
    "title": "The role of gut microbiome in aging-associated diseases: where do we stand now and how technology will transform the future.",
    "authors": [
      "Aldriwesh MG",
      "Alotibi RS",
      "Alqurainy N",
      "Alrabiah S",
      "Arafah AM",
      "Alghoribi MF",
      "Ajina R"
    ],
    "summary": "",
    "published": "2026-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454672/",
    "doi": "doi: 10.1080/19490976.2025.2607076",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696518",
    "title": "Surprising regulatory plasticity for the conserved HOG pathway in diverse Saccharomyces cerevisiae strains",
    "authors": [
      "Stacy, C. L.",
      "Scholes, A. N.",
      "Stuecker, T. N.",
      "Hood, S. E.",
      "Crook, C. C.",
      "Espana-Pena, M.",
      "Pare, A. C.",
      "Lewis, J. A."
    ],
    "summary": "Mitogen-activated protein kinases (MAPKs) display remarkable regulatory plasticity across evolution, ranging from highly specialized pathways to broadly responsive global signaling hubs. In the budding yeast Saccharomyces cerevisiae, the high-osmolarity glycerol (HOG) network has served as a paradigm for largely stress-specific MAPK signaling, where the Hog1 MAPK coordinates osmoadaptation. This stands in sharp contrast to Hog1 orthologs in other fungi and humans, which respond not only to osmotic stress, but also diverse stresses including UV, heat shock, oxidative stress, and pathogen signals. Whether the relative osmospecificity of S. cerevisiae Hog1 represents an ancestral feature or lineage-specific evolution remains unclear. The majority of foundational work on S. cerevisiae HOG signaling has been performed in laboratory strains that are known to be genetic and phenotypic outliers, and we have been leveraging wild S. cerevisiae strains to understand aspects of stress signaling that may have been lost in laboratory strains. Here, we examined the phenotypic effects of hog1{triangleup} mutations in a commonly-used laboratory S. cerevisiae strain and diverse wild strains on stress cross protection and gene expression. Our findings demonstrate an expanded role in cross-stress protection for Hog1 in wild yeast strains compared to the laboratory strain. More strikingly, we identified a large number of Hog1-dependent genes for non-osmotic stresses in the wild strains that was completely absent in the lab strain. Notably, the Hog1 regulon in wild strains responding to non-osmotic stresses is largely distinct from the canonical osmotic stress response, which we show likely occurs through non-canonical cytoplasmic functions. These findings reveal surprising within-species plasticity for the highly conserved HOG network, suggesting that evolutionary transitions between specialist to generalist stress signaling may occur with relative ease.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696518",
    "doi": "10.64898/2025.12.28.696518",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696742",
    "title": "Artificial light at night induces stress and affects evolutionary change in bats",
    "authors": [
      "Jenkins, T. L.",
      "Foxley, T.",
      "Malovichko, Y.",
      "Stone, E. L.",
      "Razgour, O."
    ],
    "summary": "Artificial light at night (ALAN), a pervasive component of urbanization, is rapidly transforming nocturnal environments and imposing novel selection pressures on wildlife. While behavioral responses to ALAN are increasingly well documented, physiological and evolutionary consequences are not well understood, limiting species conservation management. We used a multi-omics framework to investigate the ecological and evolutionary consequences of ALAN on a light sensitive species, the lesser horseshoe bat (Rhinolophus hipposideros), combining experiments with transcriptomics, population genomics and landscape ecology. Experimental light exposure resulted in 252 differentially expressed genes, enriched for functions in DNA damage repair, apoptosis regulation and oxidative stress mitigation. Whole genome sequencing identified genetic variation associated with ALAN and urbanization, including variants in genes linked to visual and neural function. Landscape analysis revealed that ALAN and distance to broadleaf woodland best explained patterns of population connectivity. These findings demonstrate the possible drivers behind behavioral responses, showing that ALAN can act both as an acute molecular stressor and contribute to evolutionary change, with possible consequences for movement ecology and local adaptation. Given the accelerating expansion of urbanization, understanding species-specific responses to ALAN across molecular, demographic and evolutionary timescales is critical for predicting outcomes for biodiversity and informing urban planning.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696742",
    "doi": "10.64898/2025.12.28.696742",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696576",
    "title": "Ergothioneine: Evaluation of a Novel Antioxidant for Targeting Ocular Oxidative Stress",
    "authors": [
      "He, R.",
      "Ding, W.",
      "Cao, J.",
      "Guo, C.",
      "Li, X.",
      "Xiao, G."
    ],
    "summary": "Purpose: To evaluate ergothioneine (EGT), a naturally occurring amino acid and endogenous antioxidant, as a novel therapeutic agent for oxidative stress-related ocular diseases. This evaluation specifically aimed to address the challenge of targeted ocular delivery by assessing EGT's antioxidant potency, stability, ocular tolerance, and crucially, its ability to reach the posterior segment (fundus) via topical administration. Methods: This study evaluated EGT as a novel ocular antioxidant by examining its radical scavenging capacity (DPPH assay compared to glutathione, astaxanthin, and coenzyme Q10), stability (at 40/75% relative humidity for six months using HPLC), ocular tolerance (using a New Zealand rabbit model), and fundus delivery efficiency (topical D9-EGT eye drops quantified by LC-MS/MS). Results: EGT demonstrated significantly superior radical scavenging activity, exhibiting 6.4-fold and 46-fold higher rates than glutathione and coenzyme Q10, respectively, at 50 ppm. It also showed excellent stability, retaining over 97% of its initial concentration after six months, and caused no ocular irritation at any tested concentration (score 0). Importantly, topical administration of EGT resulted in effective fundus delivery, with peak concentrations reached at 0.5 hours post-application (1181+/-56 ng/g), confirming successful penetration through corneal and scleral barriers. These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. Conclusion: These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. By overcoming key delivery limitations, EGT presents a promising therapeutic strategy for oxidative stress-related ocular diseases such as age-related macular degeneration and diabetic retinopathy. Further studies are warranted to evaluate its long-term efficacy and clinical translation potential.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696576",
    "doi": "10.64898/2025.12.28.696576",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2023.08.04.552042",
    "title": "Dynamic regulation of protein homeostasis underlies acquired thermotolerance in Arabidopsis",
    "authors": [
      "Bajaj, M.",
      "Allu, A. D.",
      "Rao, B. J."
    ],
    "summary": "Rapid climate change demands the development of heat-resilient plants. Elevated temperatures perturb cellular protein homeostasis, and its timely restoration is crucial for plant survival after stress. Thermopriming, which involves pre-exposure to sublethal heat stress, has emerged as a promising strategy for enhancing heat stress tolerance. However, the impact of thermopriming on protein homeostasis remains unclear. Here, we demonstrate that priming-mediated acquired thermotolerance involves the dynamic regulation of protein maintenance and clearance mechanisms. Priming facilitates the activation of heat shock response (HSR) via HSFA1, and unfolded protein response (UPR). Simultaneously, priming induces the protein clearance pathway, namely autophagy, potentially through the dynamic modulation of autophagy-negative regulators. Contrastingly, unprimed seedlings fail to mount HSR and UPR, resulting in disrupted proteostasis and the accumulation of aggregates, and ultimately fail to survive. While the loss of UPR was found to have a minimal impact on priming-mediated outcomes, the HSR response proved essential, as its absence led to lethality under heat stress. Additionally, the absence of HSR was found to enhance the autophagy response post-stress. Our results highlight the critical role of protein maintenance mechanisms over clearance pathways in ensuring survival. Taken together, our study demonstrates that thermopriming enhances heat stress resilience by temporally coordinating autophagy, HSR and UPR responses to maintain proteostasis.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.08.04.552042",
    "doi": "10.1101/2023.08.04.552042",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.14.684361",
    "title": "The Role of TCF7L2 in Regulating Energy Metabolism in Thalamocortical Circuitry and its Broader Impact on Social Behavior",
    "authors": [
      "Nagalski, A.",
      "Kozinski, K.",
      "Baggio, S.",
      "Szewczyk, L. M.",
      "Lipiec, M. A.",
      "Mussulini, B. H. M.",
      "Gabriel, M. O.",
      "Bem, J.",
      "Meyza, K.",
      "Goncerzewicz, A.",
      "Kondrakiewicz, L.",
      "Danielewski, K.",
      "Golowicz, D.",
      "Kiryk, A.",
      "Wojda, U.",
      "Kazimierczuk, K.",
      "Knapska, E.",
      "Chacinska, A.",
      "Wisniewska, M. B."
    ],
    "summary": "Psychiatric and metabolic disorders often co-occur. While shared genetic factors and cellular dysfunctions are implicated, the underlying molecular mechanisms remain poorly understood. TCF7L2, a risk gene for type 2 diabetes and autism spectrum disorder, is highly expressed in the thalamus - a brain region extensively interconnected with the cortex, playing a key role in sensory processing, motor control, and behavioral regulation. Given its known role as a transcription factor regulating systemic energy metabolism, we explored its potential contribution to brain metabolism and behavior. To this end, we used a conditional knockout model with postnatal TCF7L2 loss in the thalamus and partial deficiency in the pancreas. Tcf7l2 knockout mice exhibited social deficits and reduced motor habituation. In parallel, they also developed systemic glucose intolerance, modelling the psychiatric-metabolic comorbidity. Thalamic depletion of TCF7L2 resulted in elevated inhibitory phosphorylation of the pyruvate dehydrogenase - an enzymatic gatekeeper for pyruvate utilization in energy production - in the thalamus and cortex. This was accompanied by altered thalamic and cortical metabolism, characterized by reduced efficiency of pyruvate oxidation alongside enhanced oxidation of fatty acids and ketone bodies. Notably, a ketogenic diet alleviated metabolic dysregulation in the brain and normalized some social behaviors in knockout mice. These findings suggest that impaired energy metabolism in the thalamocortical circuitry may represent one of the pathogenic mechanisms underlying neuropsychiatric symptoms.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.14.684361",
    "doi": "10.1101/2025.11.14.684361",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696635",
    "title": "SF3A2 deacetylation at lysin 10 mitigates myocardial pathological remodeling by reprogramming cardiomyocyte metabolism",
    "authors": [
      "Guo, R.",
      "Zhang, Z.",
      "Zhang, H.",
      "Yang, Y.",
      "Qiao, M.",
      "Zhang, J.",
      "Wang, Y.",
      "Chen, J.",
      "Li, J.",
      "Wu, M.",
      "Yang, K.",
      "Qing, Y.",
      "Dong, H.",
      "Li, X.",
      "Zhao, D.",
      "Huang, Q."
    ],
    "summary": "Background: Dysregulation of splicing factor-mediated pre-mRNA alternative splicing (AS) underlies the progression of complex diseases, but the specific involvement of AS in myocardial pathological remodeling remains unclear. This study aimed to elucidate the role of splicing factor 3A, subunit 2 (SF3A2) in the development of myocardial pathological remodeling by regulating AS and its effect on metabolic reprogramming. Methods: We evaluated the function and mechanism of SF3A2 in myocardial pathological remodeling using murine models induced by myocardial infarction (MI) and isoproterenol. The gain- and loss-of-function models (AAV9-cTNT delivery-mediated knock-in and lentivirus-mediated knockdown) combined with acetylomics, metabolomics, lipidomics, 13C-glucose tracing and immunoprecipitation coupled with liquid chromatography-tandem mass spectrometry (IP-MS) analyses were used to demonstrate the mechanism of SIRT7-mediated SF3A2 deacetylation at lysin 10 (K10). Unbiased RNA sequencing and AS analysis were conducted to identify the downstream effector of SF3A2. Results: SF3A2 acetylation at lysine 10 was upregulated in cardiomyocytes in response to myocardial pathological remodeling. Functionally, the knock-in of a deacetylation-mimetic SF3A2 (K10R) mutant attenuated myocardial hypertrophy, fibrosis, and improved heart function. These phenotypes were accompanied by a redirection of glucose flux from anaerobic glycolysis to the TCA cycle, along with a promotion of fatty acid ?-oxidation by inhibiting CD36 translocation and decreasing ACLY activity. Mechanistically, SF3A2 mitigated metabolic reprogramming and mitochondrial dysfunction by regulating Nnt AS, a process involving the SF3A2-interacting protein Ddx1. IP-MS further identified SIRT7 as the deacetylase for SF3A2, which was found to be activated by ginsenoside Rg1 in a high-throughput screen, leading to improved heart function. Conclusions: Overall, our findings establish the SIRT7-SF3A2-Nnt axis as a critical regulator in metabolic reprogramming to delay pathological myocardial remodeling. Promoting SF3A2 deacetylation, mediated by AAV9 delivery or pharmacological activation of SIRT7, improved heart function, suggesting its potential as a therapeutic target for pathological myocardial remodeling.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696635",
    "doi": "10.64898/2025.12.26.696635",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.695206",
    "title": "Aging increases ovarian cancer growth, metastasis and immunosuppression that can be alleviated by inhibiting hedgehog signaling",
    "authors": [
      "Kumari, A.",
      "Elbahoty, M. H.",
      "Rajkarnikar, R.",
      "Sureja, K.",
      "Monavarian, M.",
      "Quintero, L. M.",
      "Fuh, K.",
      "Tyrrell, D. J.",
      "Shevde, L. A.",
      "Margaroli, C.",
      "Mythreye, K."
    ],
    "summary": "Ovarian cancer incidence and mortality increase with age, yet the impact of physiological aging on tumor progression and the tumor immune microenvironment remains poorly defined. Here we show using orthotopic implantation of two syngeneic models representing distinct cellular origins (ovarian surface epithelial and fallopian tube-derived) in young versus aged mice, that aged hosts exhibit markedly higher tumor burden, ascites accumulation, and proliferation. Selective follicle depletion in young mice using VCD did not recapitulate these effects, indicating that age-associated microenvironmental changes beyond hormonal decline drive tumor growth. Spatial transcriptomics revealed distinct intratumoral heterogeneity in both age groups. Comparison of CD45+ cells between aged and young tumors showed Hedgehog signaling enrichment and immunosuppressive signatures in aged hosts, with elevated M2 macrophages and Foxp3+ regulatory T cells. Notably, pharmacologic inhibition of Hedgehog signaling with vismodegib in aged mice suppressed tumor growth, reduced metastatic spread, and decreased infiltration of CD206+ macrophages and Foxp3+ T cells while sparing CD8+ T cells. Our findings provide proof-of-concept that vismodegib can reduce tumor growth and specific immunosuppressive populations in aged hosts, suggesting Hedgehog inhibition as a potential immunomodulatory strategy for older ovarian cancer patients or those tumors that exhibit Hedgehog pathway activation.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.695206",
    "doi": "10.64898/2025.12.23.695206",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696603",
    "title": "GLP-1R Agonism Directly Improves the Pumping Capacity of Murine Collecting Lymphatic Vessels",
    "authors": [
      "Schulz, M. E.",
      "Akerstrom, V. L.",
      "Dayan, J. H.",
      "Castorena-Gonzalez, J. A."
    ],
    "summary": "Background: Glucagon-like peptide-1 receptor (GLP-1R) agonists have recently been suggested as effective therapies to treat or reduce the risk of developing secondary lymphedema in patients with obesity; however, it is unknown whether the observed improvement in lymphatic function is solely due to weight loss-associated systemic benefits or in synergy with a lymphatic-specific effect of these pharmacological therapies. Methods: We assessed the expression and localization GLP-1Rs in and around the lymphatic vasculature by single-cell RNA sequencing and fluorescence confocal microscopy. Using pressure myography we evaluated the direct effects of GLP-1R agonist, semaglutide, on modulating the contractile activity of lymphatic vessels from healthy wild-type (WT) mice, as well as lymphatics from diet-induced obese (DIO) WT mice, and hypercholesterolemic ApoE KO mice. Results: Expression of Glp1r (encoding GLP-1Rs) was detected solely in LECs and was highly enriched in LECs from collecting lymphatics but absent in LECs from capillary regions. Pharmacological activation of GLP-1Rs using semaglutide led to robust vasodilation and an increase in the pumping capacity of isolated collecting lymphatics from WT, DIO, and ApoE KO mice. Compared to WT controls, lymphatics from ApoE KO mice displayed significant contractile dysfunction, which was restored with semaglutide. The GLP-1R-mediated response was in part facilitated by nitric oxide (NO), NADPH oxidase-mediated reactive oxygen species (ROS), and potentially vasodilatory prostanoids. Conclusions: Our results revealed a direct, beneficial effect of GLP-1R agonism on lymphatic pumping capacity mediated by robust vasodilation, allowing lymphatics to accommodate larger fluid volumes, while maintaining strong and highly efficient contractions. Our observations implicated NO, ROS, and potentially vasodilatory prostanoids in the underlying mechanism; however, additional signaling components remain to be elucidated. These findings support recent clinical reports and further suggest that GLP-1R agonism could be an effective therapy for improving lymphatic contractile function in secondary lymphedema.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696603",
    "doi": "10.64898/2025.12.26.696603",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696626",
    "title": "Riluzole shifts glial responses to protect synapses and memory in Aβ oligomer-treated rats",
    "authors": [
      "Wint-Mon, M.-K.",
      "Kida, H.",
      "Kimura, R.",
      "Mitsushima, D."
    ],
    "summary": "Soluble A{beta}1-42 oligomers are potent neurotoxins that disrupt synaptic function, alter glial responses, and lead to memory impairment in Alzheimer's disease. Riluzole, a glutamate modulator approved for amyotrophic lateral sclerosis, reduces neuronal hyperexcitability, yet its in vivo effects on A{beta} oligomer-induced cognitive dysfunction and glial alterations remain incompletely understood. Here, we investigated whether riluzole ameliorates A{beta}1-42 oligomer-induced memory impairment and associated cellular changes in the hippocampus. A{beta}1-42 oligomers were bilaterally microinjected into the dorsal CA1 region of freely moving male rats, followed by daily riluzole administration for seven days. Behavioral analyses revealed that riluzole significantly improved hippocampus-dependent memory, including contextual learning and spatial working memory, without affecting locomotor activity, anxiety-like behavior, or pain sensitivity. At the cellular level, riluzole reduced neuronal A{beta} accumulation and attenuated synaptic and dendritic pathology, while increasing A{beta} association with astrocytes and microglia in parallel with enhanced CD11b-related recognition and lysosomal processing. Riluzole also attenuated A{beta}-induced neuronal apoptosis, dendritic degeneration, and dendritic spine loss across multiple hippocampal subregions. In addition, riluzole limited complement-dependent synaptic elimination by microglia and preserved synaptic integrity. Although A{beta} oligomers induced robust recruitment of astrocytes and microglia, riluzole did not suppress glial activation; instead, it promoted morphological remodeling and shifted both astrocytes and microglia toward phenotypes associated with neuroprotection. Together, these findings support the idea that coordinated remodeling of glial responses contributes to the ability of riluzole to counteract A{beta} oligomer toxicity, promoting glia-mediated amyloid handling, synaptic stability, and cognitive recovery.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696626",
    "doi": "10.64898/2025.12.26.696626",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696633",
    "title": "Stemness factor Mex3a times translation and protein trafficking to ensure robust differentiation of olfactory sensory neurons",
    "authors": [
      "Escamilla-del-Arenal, M.",
      "Tang, L. C.",
      "Kodra, A.",
      "Shayya, H. J.",
      "Ugurbil, A. C.",
      "Stathi, O.",
      "Keskin, A.",
      "Horta, A.",
      "Pulupa, J. M.",
      "Ye, J.",
      "Jovanovic, M.",
      "Lomvardas, S.",
      "Duffie, R."
    ],
    "summary": "During the switch from progenitor to differentiated cell, cellular physiology must change to accommodate increased translation and trafficking of membrane-bound proteins. We identify RNA-binding and E3 ubiquitin ligase Mex3a as a key driver of proper neuronal differentiation by regulating mRNA translation and trafficking of cell surface proteins in the context of Unfolded Protein Response (UPR) signaling. Loss of Mex3a in immature olfactory sensory neurons (OSNs) leads to defects in cilia structure, cell surface protein expression, and planar cell polarity in mature OSNs. Proteomics reveal a Mex3a-dependent decrease in proteins related to vesicle transport, lipid metabolism, and ribosome biogenesis. We identify RNA and ubiquitin targets of Mex3a and provide evidence that Mex3a can confer K27 ubiquitin linkage on substrates. Finally, modulating cellular levels of Mex3a changes the recruitment of translation factors Serbp1 and p-eEF2 to ribosomes with possible effects on translation. Our data reveal how a stemness factor regulates development post-transcriptionally and post-translationally to ensure robust differentiation.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696633",
    "doi": "10.64898/2025.12.26.696633",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696612",
    "title": "Temporal Multi-Omic Analysis Uncovers Sex-Biased Molecular Programs Underlying Skeletal Muscle Adaptation to Endurance Training",
    "authors": [
      "Many, G.",
      "Jin, C.",
      "Day, N.",
      "Smith, G. R.",
      "Iyer, G.",
      "Sanford, J. A.",
      "Bareja, A.",
      "Jimenez-Morales, D.",
      "Voos, K.",
      "Leach, D. T. A.",
      "Goodyear, L.",
      "Goodpaster, B.",
      "Ortlund, E. A.",
      "Burant, C. F.",
      "Gaul, D.",
      "Viggars, M. R.",
      "Kohrt, W.",
      "Snyder, M.",
      "Fernandez, F.",
      "Esser, K. A.",
      "Bodine, S.",
      "Huffman, K.",
      "Kraus, W.",
      "Newgard, C.",
      "Hevener, A. L.",
      "Qian, W.-J.",
      "Schenk, S.",
      "Adkins, J. N.",
      "Lindholm, M. E."
    ],
    "summary": "Background: Exercise training is known to benefit health and reduce disease risk. While skeletal muscle adaptations are fundamental to many of the health benefits of exercise training, the common and sex-specific molecular regulators that mediate these adaptations remain to be fully elucidated. Methods: To this end, we leveraged skeletal muscle multi-omics data generated by the Molecular Transducers of Physical Activity Consortium (MoTrPAC), where 6 month-old male and female rats endurance trained for 1, 2, 4, or 8 weeks. Our objective was to identify shared and sex-specific multi-omic molecular responses to endurance training in skeletal muscle, and relate them to phenotypic adaptations. Results: We identified largely sexually-conserved transcriptomic and proteomic pathway enrichments in the gastrocnemius, which correlated with skeletal muscle responses from a published exercise study in humans. We uncovered sex-consistent post-translational modifications, including decreased oxidation of MYH2 and deacetylation of the {beta}-oxidation enzyme HADHA. Pathway enrichment analyses revealed sex-specific remodeling across the acetylome, redox proteome, and phosphoproteome; females decreased mitochondrial protein cysteine oxidation and increased mitochondrial cristae proteins, indicative of enhanced redox buffering and mitochondrial efficiency. Despite decreases in cysteine oxidation of key mitochondrial proteins, females displayed increases in the cysteine oxidation of proteins involved in glucose catabolism relative to males after 8 weeks of training, suggestive of sex-biased subcellular reactive oxygen species generation. Males demonstrated earlier induction of mitochondrial transcripts and predicted activation of mTOR. Although the increase in mitochondrial protein abundance was more modest in males, there was greater oxidation of mitochondrial proteins in response to training compared to females. Conclusions: This work shows a large portion of the adaptive response to endurance training in skeletal muscle is shared between females and males, while there are distinct and nuanced sex-specific adaptations that are evident, particularly at the level of post-translational regulation.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696612",
    "doi": "10.64898/2025.12.26.696612",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696632",
    "title": "Multimodal Data Fusion Reveals Morpho-Genetic Variations in Human Cortical Neurons Associated with Tumor Infiltration",
    "authors": [
      "Liu, Y.",
      "Yun, Z.",
      "Zhang, L.",
      "Ye, W.",
      "Chen, K.",
      "Wang, X.",
      "Ou, M.",
      "Rong, J.",
      "Yang, X.",
      "Mao, L.",
      "Chen, L.",
      "Ji, N.",
      "You, Y.",
      "Ma, C.",
      "Mao, Y.",
      "Zhang, J.",
      "Zhang, L.",
      "Peng, H."
    ],
    "summary": "We introduce LetsACT (Light-Electron-Transcriptome synergistic ACTomography), a multimodal integration platform that overcomes the limitations of single-modality data acquisition and analysis of human brain cells while synergistically leveraging the strengths of each modality. Our approach enables the rapid sample preparation, cell injection, imaging, and multimodal integration of large-scale human neuronal datasets at single-cell resolution. By generating initial laser-scanning-microscopy based optical reconstruction of neuron morphologies followed by refining them using electron-microscopy derived morphological priors, we have assembled one of the largest human cortical morphology datasets to date: 8,398 neurons from 58 donors, with high cortical coverage. This platform is then applied to studying morphological impact of tumor infiltration. Pyramidal neurons in glioma-infiltrated tissues display clear volume shrinkage in somas and branches, tapering from the soma to nearby dendritic compartments. By integrating these morphological variations with spatial and bulk transcriptomic profiles, we find that glioblastoma tissues exhibit dysregulation of 15.29% of genes, including overexpression of TERT, whereas infiltrated tissues show 7.74% gene dysregulation, characterized by overexpression of tumor suppressors such as CDKN2A and TP53. Our analysis implies that pyramidal neurons observed in these infiltrated tissues may involve an active defense instead of undergoing passive apoptosis. Our finding also indicates that LetsACT establishes a valuable resource for the large-scale, comprehensive morpho-genetic analysis of human tissues.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696632",
    "doi": "10.64898/2025.12.26.696632",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696665",
    "title": "MicroRNA-383-5p alleviates hemorrhagic transformation and improves outcomes after endovascular recanalization for acute ischemic stroke",
    "authors": [
      "Jiang, Q.-Y.",
      "Qin, W.",
      "Zhuang, J.-K.",
      "Chen, Z.-X.",
      "Chen, Q.-Y.",
      "Li, C.-L.",
      "Shi, Z.-S."
    ],
    "summary": "Background: Hemorrhage transformation (HT) after reperfusion therapy is linked with poor outcomes in acute ischemic stroke patients. This study aimed to determine the role of neuronal microRNA-383 in alleviating HT-associated injury using middle cerebral artery occlusion (MCAO) and oxygen-glucose deprivation reoxygenation (OGD/R) models. Methods: In neurons following OGD/R, the family of miR-383 and NADPH oxidase (NOX) expression was evaluated. After miR-383-5p intervention and small interfering RNA, reactive oxygen species (ROS) and neuronal injury were assessed. Two hundred and five hyperglycemic rats were used to establish the HT model induced by mechanical reperfusion after 5-hour MCAO, followed by 3 and 6 hours of reperfusion, and treated with intravenous administration of miR-383-5p agomir before reperfusion. Brain water content, hemorrhage severity, infarct volume, blood-brain barrier (BBB) disruption, neuronal apoptosis, ROS production, miR-383-5p and NOX4 expression, and BBB-associated proteins were assessed. Results: MiR-383-5p expression significantly decreased in OGD/R-treated neurons, while miR-383-3p expression did not differ. Elevating miR-383-5p levels reduced neuronal injury, ROS overproduction, and NOX4 overexpression as a target of miR-383-5p, shown in OGD/R-treated neurons. In the MCAO model, increased miR-383-5p suppressed NOX4 upregulation, alleviated brain edema, infarct volume, and hemorrhage severity, reduced neuronal apoptosis and ROS overproduction, and preserved BBB integrity after mechanical reperfusion for ischemia, thereby improving short-term neurological outcomes. Conclusions: MiR-383-5p alleviates oxidative stress injury and neuronal apoptosis, and preserves BBB integrity by regulating NOX4. Neuronal miR-383-5p could become a potential target for intervention to decrease HT and ameliorate outcomes in endovascular reperfusion treatment for acute ischemic stroke.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696665",
    "doi": "10.64898/2025.12.27.696665",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.695564",
    "title": "Colibactin produced by a honeybee symbiont defends against pathogens and shapes the gut community",
    "authors": [
      "Song, Y.",
      "Powell, J. E.",
      "Wong, J.",
      "Liu, Y.",
      "Aguilar Ramos, M. A.",
      "de Jong, T.",
      "Lariviere, P. J.",
      "Maganti, J.",
      "Balskus, E. P.",
      "Moran, N. A."
    ],
    "summary": "Colibactin is a bacterial genotoxin that is linked to colorectal cancer and implicated in interbacterial competition; however, its role in natural communities remains unknown. Frischella perrara, a symbiont living only in honeybee guts, produces colibactin and causes DNA damage. Here, we found that F. perrara mono-colonization reduces bee lifespan but increases survivorship following challenge with an opportunistic pathogen. F. perrara reduces pathogen loads by causing colibactin-dependent DNA damage and prophage induction. clbS, a gene conferring protection from colibactin, is ubiquitous among bacteria restricted to bee guts but is absent from opportunistic colonizers including bee pathogens. Our findings provide evidence that colibactin functions in interbacterial competition, exerts selective pressure on community members, and confers protection against pathogens, while permitting co-evolved gut symbionts to persist.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.695564",
    "doi": "10.64898/2025.12.27.695564",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696702",
    "title": "Temporal Dynamics of Kidney Mitochondrial Dysfunction in Type 2 Diabetes: Analysis of the Goto-Kakizaki Model.",
    "authors": [
      "Castino, B.",
      "Jorge, L.",
      "Santos, A. A.",
      "Bachi, A. L.",
      "Borges, F. T."
    ],
    "summary": "Type 2 diabetes mellitus (T2DM) is a major cause of diabetic kidney disease (DKD), a complication driven by chronic hyperglycemia, oxidative stress, and inflammation. Mitochondrial dysfunction has been recognized as a central feature of DKD, but the temporal relationship between mitochondrial alterations, mitophagy, and inflammatory responses remains unclear. Using the non-obese Goto-Kakizaki (GK) rat, a spontaneous model of T2DM, we examined renal mitochondrial changes at 21, 60, and 120 days. Histology revealed a trend toward increased glycation product deposition, more evident at 60 days. Cytochrome C and OPA-1 expression indicated early mitochondrial adaptation through enhanced respiratory activity and hyperfusion, while reduced PGC1- and PINK suggested impaired biogenesis and mitophagy. By 120 days, PGC1- and PINK increased, likely reflecting delayed, insufficient compensation, coinciding with mitochondrial depolarization. Cytokine analysis revealed a biphasic inflammatory profile: IL-18 and CXCL1 were sharply elevated at 21 days, IL-1{beta} remained stable, and IL-10 was elevated at 21 and 60 days, indicating early pro-inflammatory activation followed by anti-inflammatory modulation. These findings suggest that renal mitochondrial dysfunction in GK rats evolves from an adaptive state to late-stage failure, with inflammation occurring as transient peaks rather than a persistent process. The period between 21 and 60 days emerges as a critical therapeutic window in which strategies to preserve mitochondrial quality control and modulate inflammasome-related responses may be most effective.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696702",
    "doi": "10.64898/2025.12.27.696702",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696639",
    "title": "From Nutraceutical to Molecular Targets: Antidiabetic Effects of Spirulina maxima Validated by In Vivo and In Silico Studies.",
    "authors": [
      "ZACHARIA, A.",
      "Subramani, S. K.",
      "Rao, M. K.",
      "Bisen, P. S."
    ],
    "summary": "Background: Spirulina maxima is a cyanobacterium that has been consumed as a staple food in Mexico since the 16th century. In recent years, this nutraceutical alga has gained attention for its antioxidant, anticancer, hepatoprotective, and antilipidemic properties. The present study investigates the antihyperglycemic effects of S. maxima in streptozotocin-induced diabetic rats. Molecular characterization of S. maxima and identification of potential antidiabetic targets were performed using insilico analysis.Methods: The anti-hyperglycemic potential of S. maxima was evaluated in male Wistar rats injected with streptozotocin (45 mg/kg (i.p)). The Animals were grouped based on the blood levels into Normal control (n=6); Normal control administered with S. maxima (n=6), Diabetic control, Diabetic group treated with S. maxima(n=6),, the diabetic group treated with Glibenclamide (600mcg/kg b.w.) (n=6), S. maxima (500mg/kg) was administrated orally for 15 days, and the variations in blood glucose levels along with the lipid levels and the antioxidant status were determined.The lipids content of S. maxima was characterized through GCMS. The lipids identified were docked in-silico with AMPK molecule and PPAR{gamma}, potential targets for antidiabetic drugsResults and Conclusions: Treatment with S. maxima significantly reduced blood glucose levels in diabetic rats by 62.76%. Cholesterol, triglycerides, and VLDL levels showed marginal reductions, while HDL levels increased significantly by 32.4%. Antioxidant enzymes including catalase, superoxide dismutase (SOD), and glutathione (GSH) were elevated by 13.8%, 25%, and 7.47%, respectively, whereas TBARS levels decreased by 15.1%. Functional group analysis indicated the presence of polysaccharides, proteins, lipids, and aromatic compounds. GCMS profiling revealed C8, C9, and C13 lipids at concentrations below 1%; C5, C11, C16, and C20 lipids at 1 to 10%; and C6, C10, C15, and C22 lipids above 10% of total lipid content. Molecular docking studies demonstrated strong binding affinities of C5, C6, C10, C11, and C18 lipids with the regulatory {gamma}subunit of AMPK, while C5, C6, and C11 lipids exhibited affinity toward the PPAR{gamma} receptor. Overall, the study highlights the antidiabetic potential of S. maxima and suggests AMPK and PPAR-{gamma} as plausible molecular targets involved in the regulation of blood glucose homeostasis.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696639",
    "doi": "10.64898/2025.12.27.696639",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696699",
    "title": "Decoupling Central Metabolism from Catabolite Repression Enables Robust Cellulosic Sugar Co-consumption in E. coli",
    "authors": [
      "Yano, U.",
      "Sarkar, P.",
      "Lynch, M. D."
    ],
    "summary": "Lignocellulosic biomass is the most abundant and sustainable carbon source for bioproduction, but its efficient utilization is hampered by the heterogeneous mixture of sugars released upon hydrolysis. Most industrial strains consume these mixed sugars sequentially due to strong regulation and cross-inhibition, leading to complex processes and reduced carbon efficiency. To address this, we leverage a novel central metabolism that decouples central carbon flux from native regulatory feedback by employing a Gluconate-Bypass of glycolysis. We demonstrate that the Gluconate-Bypass effectively alleviates feedback regulation in E. coli, enabling co-consumption of glucose and xylose. Further strain engineering leads to the first robust co-utilization of four major lignocellulosic sugars: glucose, xylose, arabinose, and galactose. By decoupling central carbon flux from native regulatory feedback, this architecture provides a feedstock-agnostic platform that maintains high and robust consumption regardless of extreme fluctuations in sugar composition.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696699",
    "doi": "10.64898/2025.12.27.696699",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2024.01.14.575614",
    "title": "Genome scale CRISPR screens identify actin capping proteins as key modulators of therapeutic responses to radiation and immunotherapy",
    "authors": [
      "Xin, S.",
      "Renauer, P. A.",
      "Dong, C.",
      "Feng, Y.",
      "Ren, P.",
      "Lin, Q.",
      "Zhang, F.",
      "Tafreshi, N.",
      "Glazer, P. M.",
      "Chen, S.",
      "Verma, N."
    ],
    "summary": "Radiotherapy (RT), is a fundamental treatment for malignant tumors and is used in over half of cancer patients. As radiation can promote anti-tumor immune effects, a promising therapeutic strategy is to combine radiation with immune checkpoint inhibitors (ICIs). However, the genetic determinants that impact therapeutic response in the context of combination therapy with radiation and ICI have not been systematically investigated. To unbiasedly identify the tumor intrinsic genetic factors governing such responses, we performed a set of genome-scale CRISPR screens in melanoma cells for cancer survival in response to low-dose genotoxic radiation treatment, in the context of CD8 T cell co-culture and with anti-PD1 checkpoint blockade antibody. Two actin capping proteins, Capza3 and Capg, emerged as top hits that upon inactivation promote the survival of melanoma cells in such settings. Capza3 and Capg knockouts (KOs) in mouse and human cancer cells display persistent DNA damage due to impaired homology directed repair (HDR); along with increased radiation, chemotherapy, and DNA repair inhibitor sensitivity. However, when cancer cells with these genes inactivated were exposed to sublethal radiation, the persistence of DNA damage promoted activation of the STING pathway, induction of inhibitory CEACAM1 ligand expression and resistance to CD8 T cell killing. Patient cancer genomics analysis reveals an increased mutational burden in patients with inactivating mutations in CAPG and/or CAPZA3, at levels comparable to other HDR associated genes. There is also a positive correlation between CAPG expression, CD8 T cell tumor infiltration and response to immunotherapy among patient datasets. Our results unveil the critical roles of actin binding proteins for efficient HDR within cancer cells and demonstrate a previously unrecognized regulatory mechanism of therapeutic response to radiation and immunotherapy.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.01.14.575614",
    "doi": "10.1101/2024.01.14.575614",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.04.13.648650",
    "title": "Uncovering Shared and Tissue-Specific Molecular Adaptations to Intermittent Fasting in Liver, Brain, and Muscle",
    "authors": [
      "Fan, Y.",
      "De Silva, S.",
      "Tabassum, N. I.",
      "Peng, X.",
      "Lim, V.",
      "Cheng, X.",
      "Datta, K. K.",
      "Lowe, R.",
      "Johns, T. G.",
      "Mattson, M. P.",
      "Mathivanan, S.",
      "Sobey, C. G.",
      "Okun, E.",
      "Liu, Y. U.",
      "Chen, G.",
      "Lai, M. K. P.",
      "Jo, D.-G.",
      "Gunaratne, J.",
      "Arumugam, T. V."
    ],
    "summary": "Intermittent fasting (IF) has emerged as a powerful dietary intervention with profound metabolic benefits, yet the tissue-specific molecular mechanisms underlying these effects remain poorly understood. In this study, we employed comprehensive proteomics and transcriptomics analysis to investigate the systemic and organ-specific adaptations to IF in male C57BL/6 mice. Following a 16-hour daily fasting regimen (IF16) over four months, IF reduced blood glucose, HbA1c, and cholesterol levels while increasing ketone bodies, indicative of enhanced metabolic flexibility. Proteomic profiling of the liver, skeletal muscle, and cerebral cortex revealed tissue-specific responses, with the liver exhibiting the most pronounced changes, including upregulation of pathways involved in fatty acid oxidation, ketogenesis, and glycan degradation, and downregulation of steroid hormone and cholesterol metabolism. In muscle, IF enhanced pyruvate metabolism, fatty acid biosynthesis, and AMPK signaling, while suppressing oxidative phosphorylation and thermogenesis. The cerebral cortex displayed unique adaptations, with upregulation of autophagy, PPAR signaling, and metabolic pathways, and downregulation of TGF-beta and p53 signaling, suggesting a shift toward energy conservation and stress resilience. Notably, Serpin A1c emerged as the only protein commonly upregulated across all three tissues, highlighting its potential role in systemic adaptation to IF. Integrative transcriptomic and proteomic analyses revealed partial concordance between mRNA and protein expression, underscoring the complexity of post-transcriptional regulation. Shared biological signaling processes were identified across tissues, suggesting unifying mechanisms linking metabolic changes to cellular communication. Our findings reveal both conserved and tissue-specific responses by which IF may optimize energy utilization, enhance metabolic flexibility, and promote cellular resilience.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.13.648650",
    "doi": "10.1101/2025.04.13.648650",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bAMPK\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696365",
    "title": "Conditional-longitudinal brain growth charts detect MRI changes with birth weight and psychopathology",
    "authors": [
      "Kafadar, E.",
      "Gardner, M.",
      "Dorfschmidt, L.",
      "Berken, J. A.",
      "Luo, A. C.",
      "Sun, K. Y.",
      "Bethlehem, R. A. I.",
      "DeMauro, S. B.",
      "Barzilay, R.",
      "Warrier, V.",
      "Moore, T. M.",
      "Seidlitz, J.",
      "Burris, H. H.",
      "Satterthwaite, T. D.",
      "Shinohara, R.",
      "Alexander-Bloch, A. F."
    ],
    "summary": "Key Points: Question: How do differences in brain maturation trajectories, quantified by novel conditional-longitudinal models, relate to perinatal factors and mental health in adolescence? Findings: In this longitudinal analysis of neuroimaging data from the Adolescent Brain Cognitive Development (ABCD) Study, conditional-longitudinal normative models revealed that trajectories of brain maturation in adolescence are associated with birth weight, and with longitudinal changes in mental health. Meaning: Conditional-longitudinal models detect inter-individual variability in brain maturation, which is related to both perinatal factors and concurrent changes in psychopathology. Importance: Brain maturation varies between individuals, particularly during dynamic developmental periods like adolescence. Directly assessing differences in longitudinal trajectories can reveal deviations from normative patterns. Objective: We present novel conditional-longitudinal normative models that characterize variability in brain maturation. We utilize these models to examine whether differences in longitudinal trajectories are associated with birth weight (BW), gestational age (GA), and longitudinal psychopathology scores derived from behavioral assessments. Design: Cross-sectional and conditional-longitudinal normative models were developed for brain volumes derived from the first two neuroimaging timepoints from the Adolescent Brain Cognitive Development (ABCD) Study. Conditional-longitudinal models index an individual's expected brain volume at follow-up, conditioned on their baseline measurement. Models were fit with split-half cross-validation on demographically matched samples. Setting: The ABCD Study(R) is a multi-site, population-based, longitudinal cohort study. Participants: Participants were excluded based on imaging quality flags and missing data, leaving 10,830 at baseline and 7,262 at follow-up. Exposures: BW and GA were derived from parent-report questionnaires. General psychopathology scores were calculated using a bifactor model. Main Outcomes and Measures: We calculated cross-sectional and conditional-longitudinal centiles, respectively quantifying individual deviations in size and change between timepoints. Sensitivity analyses included covariates for parental income and education as well as current weight and height. Results: The sample was 10,830 at baseline (48.2% F, age 9-10y) and 7,262 at follow-up (46.6% F, age 11-13y). Conditional-longitudinal centiles were sensitive to individual differences in brain change between timepoints. Lower BW was associated with lower conditional-longitudinal centiles, suggesting larger decreases in brain volumes over time (27 regions pfdr<0.05, {beta}max=0.08). Lower conditional-longitudinal centiles were associated with greater increases in psychopathology scores, suggesting with increased psychopathology brain volumes show greater decrease (37 regions pfdr<0.05, {beta}max=0.06). Notably, changes in psychopathology were not related to brain size at either timepoint, indexed by cross-sectional centiles. Conclusions and Relevance: Models that capture individual-level deviations from expected growth trajectories, rather than static positions on a growth curve, are particularly informative for assessing developmental change. Novel conditional-longitudinal models address this gap in lifespan brain imaging. Using this framework, we demonstrate robust associations between individual trajectory deviations, perinatal adversity, and longitudinally assessed mental health symptoms. Conditional-longitudinal models hold promise for applications across psychiatric neuroscience, from development to aging.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696365",
    "doi": "10.64898/2025.12.24.696365",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696399",
    "title": "MECP2 Duplication Uncouples Mitochondrial and Purine Metabolism During neuronal maturation",
    "authors": [
      "Cappuccio, G.",
      "Qi, G.",
      "Qin, X.",
      "Khalil, S. M.",
      "Hunyara, J.",
      "Li, Y.",
      "Mathews, J.",
      "Soriano, A.",
      "Osenberg, S.",
      "Sing, S.",
      "Tacorda, T. C.",
      "Parkitny, L.",
      "Sheppard, J.",
      "Timpone, G.",
      "Attanasio, S.",
      "Bitar, S.",
      "Anderson, A. G.",
      "Ifa, D. R.",
      "Coquery, C.",
      "Suter, B.",
      "Pehlivan, D.",
      "Chen, H.",
      "Li, F.",
      "Zoghbi, H. Y.",
      "Jafar-Nejad, P.",
      "Maletic-Savatic, M."
    ],
    "summary": "Mitochondria and nucleotide metabolism are critical for cellular and developmental homeostasis, yet their potential interdependence and role in neurodevelopmental disease remain unclear. In MECP2 Duplication Syndrome (MDS), we identify a conserved correlation between mitochondrial function and purine metabolism that is disrupted across human, organoid, and mouse models. Multiomics integration reveals Complex III as the focal point of mitochondrial collapse, leading to redox stress, DNA damage, and hyperactivation of the de novo purine biosynthesis via purinosome assembly. The breakdown of mitochondria-purinosome coupling compromises genome stability, impairs radial glia proliferation, and delays neuronal maturation. By linking a defined genetic dosage imbalance to metabolic network failure, our study positions the mitochondria-purinosome coordination as a fundamental control axis for neurodevelopment and a therapeutic entry point across metabolic and neurodevelopmental disorders.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696399",
    "doi": "10.64898/2025.12.24.696399",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696355",
    "title": "Astrocytic glycolysis attenuates mitochondrial efficiency to preserve cognition",
    "authors": [
      "Alonso-Batan, P.",
      "Jimenez-Blasco, D.",
      "Agulla, J.",
      "Lapresa, R.",
      "Antequera-Duwell, M.",
      "Yunta-Sanchez, S.",
      "Morant-Ferrando, B.",
      "Garcia-Rodriguez, D.",
      "Acin-Perez, R.",
      "Bobo-Jimenez, V.",
      "Sancha-Ortega, L.",
      "Mengual, R.",
      "Gomila, S.",
      "Gonzalez-Guerrero, S.",
      "Fernandez, E.",
      "Bonvento, G.",
      "Enriquez, J. A.",
      "Carmeliet, P.",
      "Almeida, A.",
      "Bolanos, J. P."
    ],
    "summary": "Astrocytic glycolysis is tightly coupled to neurotransmission and thought to be essential for neurological health. However, the metabolic adaptations that enable astrocytes to maintain a durable glycolytic profile without compromising viability are elusive. Here, using in vivo approaches including cell-specific gene expression disruption, metabolic flux analyses and behavioral tests in mice, we addressed this issue. We found that Pfkfb3 (6-phosphofructo-2-kinase/fructose-2,6-bisphosphatase-3) is instrumental in maintaining the astrocytic glycolytic phenotype. Importantly, astrocytic glycolysis sustained by Pfkfb3 is required for normal cognitive performance. Mechanistically, ATP generated through glycolysis is consumed by mitochondria, via the reverse mode of ATP synthase, to conserve the proton gradient across the inner mitochondrial membrane. This enables mitochondria to attenuate pyruvate decarboxylation, tricarboxylic acid cycle and electron transport chain activity, thereby preserving pyruvate for conversion into lactate and delivery to neurons. These findings reveal that astrocytes sacrifice mitochondrial bioenergetic efficiency as a previously underappreciated strategy to support cognition.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696355",
    "doi": "10.64898/2025.12.24.696355",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696338",
    "title": "Real-time monitoring of pediatric high-grade glioma invasion using organotypic brain cultures reveals a developmentally dependent sensitivity",
    "authors": [
      "Biala, Y.",
      "Aravapalli, R. S. k.",
      "Shalata, H.",
      "Manevitch, Z.",
      "Behar, O."
    ],
    "summary": "High-grade gliomas (HGGs) constitute a considerable portion of pediatric brain tumors, typically arising in the supratentorial cortex (median age, 13 years) or infratentorial/midline regions (median age, 7 years). About half are diffuse midline gliomas (DMGs), whose aggressive invasiveness contributes significantly to their lethality. Monitoring tumor behavior in its native environment, especially invasion, remains challenging. Although mouse models are used in glioma research, pediatric HGGs present unique difficulties. Multiphoton microscopy enables cortical invasion studies; however, DMG analysis is hindered by the deep anatomical locations and rapid aging of mice, which limits its relevance to developmental stages. To overcome these barriers, we established a novel platform combining direct implantation of pontine DMG and cortical HGG cells into organotypic ex vivo brain slice cultures with spinning-disc confocal time-lapse imaging. This method enables accelerated, real-time monitoring of tumor invasion across multiple slice cultures under conditions that recapitulate some of the key features of the native microenvironment. Using this system, we demonstrated two key findings: first, that the developmental stage of brain tissue strongly influences pontine DMG invasion, and second, that this platform is a valid tool for evaluating anti-invasive therapies.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696338",
    "doi": "10.64898/2025.12.24.696338",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.695213",
    "title": "Probing Critical Injury Thresholds for Maladaptive Epithelial Injury and Repair Processes with Photoresponsive Bioinspired Synthetic Basement Membrane",
    "authors": [
      "Pradhan, L.",
      "Sutherland, B. P.",
      "Swedzinski, S. L.",
      "Bomb, K.",
      "Zhang, Q.",
      "Cassel, S. E.",
      "Fromen, C. A.",
      "Kloxin, A. M."
    ],
    "summary": "Microinjuries to the lung epithelium are hypothesized to initiate maladaptive processes that lead to fibrosis. Human in vitro models remain a great need for studying this injury-initiation process for mechanistic understanding and therapeutic development. We established a photoresponsive synthetic extracellular matrix (ECM) inspired by the basement membrane that enables triggered injuries of defined size and frequency for probing cellular responses. The synthetic matrix integrated a photolabile bis-coumarin linker for light-triggered injury and relevant integrin-binding peptides for cell function. Bio-orthogonal chemistry was used to create hydrogel-based ECMs with tunable elasticity in transwells, which are traditionally used for epithelial cell culture. Integrin-binding peptide combinations synergistically promoted model epithelial cell layer formation with increased E-cadherin expression and barrier function. An accessible photomasking approach was established for selectively photodegrading the synthetic matrix with cytocompatible visible light and achieving different injury depths and widths. Following a critical injury size, cell responses recapitulated key features of dysregulated re-epithelialization with decreased E-cadherin, proliferation, and barrier function and increased apoptosis. This work provides a new materials-based tool for probing injury and repair processes with tunable control of both the ECM and injury to it with opportunities for future mechanistic and therapeutic insights to address maladaptive wound healing processes.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.695213",
    "doi": "10.64898/2025.12.24.695213",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696247",
    "title": "Multi-omics Analysis of Human Blood Cells Reveals Unique Features of Age-associated Type2 CD8 Memory T cells",
    "authors": [
      "Matsui, H.",
      "Cervantes, M.",
      "Khalid, M. M.",
      "Tomusiak, A.",
      "Dwaraka, V.",
      "Landgrave-Gomez, J.",
      "Ashok Kumaar, P. V.",
      "Chen, Q.",
      "Lasky- Su, J.",
      "Stone, J.",
      "Tiwari, R.",
      "Kwok, R.",
      "Ichikawa, S.",
      "Ambrose, B.",
      "Riley, R. R.",
      "Vega Hormazabal, G.",
      "Floro, A.",
      "Alexandru, A. C.",
      "Smith, R.",
      "Schilling, B. C.",
      "Kasler, H. G.",
      "Verdin, E."
    ],
    "summary": "Aging impacts immune function, but the mechanisms driving age related changes in immune cell subsets remain unclear. To explore age dependent changes in immune cell populations, we analyzed human peripheral blood mononuclear cells (PBMCs) from a cohort of healthy donors aged 20 to 82 years using a 36-color spectral flow cytometry panel focused on T cells. We identified a unique population of memory CD8 T cells, which lack CXCR3 and produce a Th2 like cytokine response, accumulate with age. We discovered an age-dependent bias in naive CD8 T cells toward Th2 cytokine production, accompanied by transcriptional and epigenetic changes supporting this phenotype. Moreover, health outcome association analysis linked the accumulation of these unique CXCR3 central memory CD8 T cells to asthma, chronic liver conditions, and type 2 diabetes. Together, our results support the model that an age-dependent drift in epigenetic regulation towards a Th2 like phenotype drives a pathogenic Th2 like immune population.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696247",
    "doi": "10.64898/2025.12.23.696247",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696167",
    "title": "Plasmodium falciparum aquaglyceroporin (PfAQP) orchestrates glycerol-dependent lipid metabolism, membrane biogenesis, metabolomic flux, parasite growth and stress adaptation",
    "authors": [
      "Narwal, M.",
      "Islam, M. M.",
      "Abbas, M.",
      "Yamaryo-Botte, Y.",
      "Malhotra, P.",
      "Fatima, Z.",
      "Botte, C. Y.",
      "Mohmmed, A."
    ],
    "summary": "Aquaglyceroporins (AQPs) are integral membrane channel proteins that facilitate transport of water and other solutes such as glycerol, thereby playing vital roles in cellular homeostasis. Here, we functionally characterized Plasmodium falciparum aquaglyceroporin (PfAQP) through localization, inducible knockdown, and comprehensive metabolomic analyses revealing its key role in lipid homeostasis and metabolomic flux. PfAQP localizes to the parasite plasma membrane and food vacuole membrane, at critical interfaces for nutrient and metabolite exchange. A glmS-ribozyme mediated inducible knock-down of PfAQP severely impairs parasite development from trophozoite to schizont, leading to marked suppression in parasite growth. Ultra-Expansion Microscopy (UExM) analyses show profound defects in membrane biogenesis, along with disruption in cytokinesis under PfAQP knock-down conditions. Detailed lipidomic analyses suggests that PfAQP disruption cause altered lipid homeostasis, characterized by reduced membrane phospholipid biosynthesis, impaired lipid scavenging, and accumulation of storage lipids. Metabolomic analyses further indicate metabolic dysregulation characterized by reduction in amino acid levels and dysregulated mitochondrial metabolism, including impaired tricarboxylic acid (TCA) cycle. Strikingly, PfAQP expression gets transiently upregulated under nutrient starvation condition, and its ablation drastically compromise parasite recovery, highlighting its role in adaptive responses. Overall, these results establish PfAQP as a critical regulator of glycerol-dependent metabolic pathways, orchestrating membrane biogenesis, energy metabolism, and stress resilience-functions indispensable for parasite growth and survival.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696167",
    "doi": "10.64898/2025.12.23.696167",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b",
      "\\bLipid\\ metabolism\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696379",
    "title": "Microbiome-host interactions drive a trade-off between sleep quality and lifespan in Drosophila",
    "authors": [
      "BHARGAVA, P.",
      "Chen, S.",
      "Lee, J.",
      "Yoshinari, Y.",
      "Nishimura, T.",
      "Ushio, M.",
      "Sugiura, Y.",
      "Cheng, K. F.",
      "Fung, Y. S.",
      "Hase, K.",
      "Nakamura, H.",
      "Enomoto, M.",
      "Kim, J.",
      "Johnson, H. E.",
      "Liao, Y.",
      "Hirano, Y."
    ],
    "summary": "Understanding the interactions between various aging processes and the resulting heterogeneity in aging is crucial for promoting healthy aging. Here, we provide evidence that heterogeneity in microbiome and host interactions contributes to diversifying aging phenotypes in sleep, gut integrity, and longevity in Drosophila. Aged flies exhibiting sleep fragmentation preserve gut integrity, accompanied by a shift in microbiota composition, particularly an increase in Acinetobacter junii. A. junii induces sleep fragmentation via its metabolite, urocanic acid, through serotonin receptor-dependent dopamine upregulation. In parallel, A. junii exploits the host response to promote its growth, leading to lifespan extension, which is recapitulated by genetically modified Escherichia coli, suggesting a trade-off between sleep quality and lifespan. Our study demonstrates a systematic mechanism underlying aging heterogeneity, suggesting interventions through bacterial supplements.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696379",
    "doi": "10.64898/2025.12.24.696379",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696221",
    "title": "DNA Nanocage-Mediated Aspirin Delivery Mitigates Excitotoxicity and Promotes Neuroprotection in Ischemic Stroke-Induced Zebrafish",
    "authors": [
      "Kansara, K.",
      "Chokshi, S.",
      "Jantrania, K.",
      "Mandal, S. D.",
      "Maiti, P. K.",
      "Kumar, A.",
      "Bhatia, D. D."
    ],
    "summary": "Oxidative stress, apoptosis, excitotoxicity, and compromised neuronal function are the hallmarks of ischaemic stroke, a major cause of neurological impairment. Because of their controlled-release properties and biocompatibility, DNA tetrahedron nanostructures (TD) offer a viable platform for targeted drug delivery. In this work, we used a zebrafish larval model of ischaemic stroke to assess the neuroprotective potential of TD-mediated aspirin administration and investigated the TD:Aspirin complexation modes using molecular dynamics (MD) simulations. In addition to morphological abnormalities, elevated reactive oxygen species (ROS), thrombus formation, intracellular calcium accumulation, and dysregulated expression of neuroprotective and apoptotic genes, stroke induction resulted in significant behavioural deficits, including decreased locomotor activity, increased latency, and erratic swimming. Treatment with TD:Aspirin, especially at a 1:100 ratio, markedly improved locomotor behaviour, restored production of BDNF, GDNF, MBP, -tubulin, GRIN2B, SLC8A, NOS1, and caspases, normalised heart rate, lowered ROS generation and apoptosis, and decreased thrombus and calcium deposition. TD:Aspirin showed better efficacy than free Aspirin and TD-only groups, perhaps as a result of improved stability, bioavailability, and sustained release. These results demonstrate the potential of drug delivery via DNA nanocages as a novel therapeutic approach for ischaemic stroke, offering neuroprotection, functional recovery, and neuronal homeostasis restoration.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696221",
    "doi": "10.64898/2025.12.23.696221",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696382",
    "title": "Astrocyte-derived extracellular vesicles as antigen-specific therapy for neuromyelitis optica spectrum disorder in the mouse model",
    "authors": [
      "Naziri, H.",
      "Azizi, G.",
      "Ciric, B.",
      "Zhang, G.-X.",
      "Rostami, A."
    ],
    "summary": "Neuromyelitis optica spectrum disorder (NMOSD) is an autoimmune inflammatory disease of the central nervous system (CNS), characterized by Th17 cell responses and serum antibodies against the water channel aquaporin-4 (AQP4) on astrocytes. To avoid systemic immunosuppression by current therapies, an approach is to induce antigen (Ag)-specific tolerance by injecting an AQP4 epitope used to trigger the disease (e.g., AQP4201-220). The prerequisite for Ag-specific therapy is identification of the target Ag; however, dozens of epitopes of AQP4 and certain non-AQP4 astrocyte Ags have been identified as auto-Ags in NMOSD patients and in animal models. This uncertainty regarding relevant astrocyte Ags would hinder the translation of this and similar experimental strategies into Ag-specific therapy for NMOSD patients. In our study, we developed a therapeutic approach for an experimental NMOSD (eNMOSD) mouse model that relies on astrocyte-derived extracellular vesicles (AST-EVs), which theoretically contain all astrocyte Ags. Intravenous injection of AST-EVs mitigates disease progression in an AQP-4 Ag-dependent manner in the eNMOSD model with ongoing disease. AST-EVs suppressed inflammation by decreasing immune cell infiltration of the CNS, inducing T cell apoptosis, and increasing the frequency of regulatory T cells and IL-35-producing B cells. Furthermore, we defined that IFN-{gamma} is crucial for successful i.v. tolerance induction by AST-EVs in eNMOSD. These novel findings represent a pioneering and considerable step toward a new therapeutic approach for NMOSD.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696382",
    "doi": "10.64898/2025.12.24.696382",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696284",
    "title": "CK2 inhibitor, CX-4945, enhances BH3 priming and promotes apoptosis of venetoclax-resistant AML by targeting antiapoptotic proteins",
    "authors": [
      "Daniyal, M.",
      "Rajaiah, R.",
      "Golla, U.",
      "Pandiyan Shanmugam, M.",
      "Duke, K.",
      "Mercer, K.",
      "Uzun, Y.",
      "Valensi, H.",
      "Hengst, J.",
      "Dovat, S.",
      "Qiu, Y.",
      "Huang, S.",
      "Behura, C. G."
    ],
    "summary": "Acute myeloid leukemia (AML), the most common hematologic malignancy, generally has a poor prognosis. Despite initial favorable responses to the BCL2 inhibitor venetoclax (VEN), remission is transient, and AML is eventually fatal. Resistance to VEN is primarily due to the overexpression of anti-apoptotic proteins, including MCL-1, BCL2L1 (BCL-XL), and BCL2A1. Casein kinase II (CK2) is a serine-threonine kinase and a known suppressor of apoptosis. We and others have reported that protein kinase CK2 activity is high in leukemic stem cells (LSCs) and associated with resistance to chemotherapy. We have shown that the selective CK2 inhibitor, CX-4945, suppresses BCL-XL and has a significant anti-tumor effect in AML preclinical models. CK2 expression and activity are high in venetoclax-resistant AML (VR-AML) cell lines. Genetic and pharmacological inhibition of CK2 significantly altered VR-AML gene signature, decreased MCL-1 protein level, increased BH3 priming and sensitized VR-AML cells to apoptosis. More importantly, CX-4945 selectively targeted LSCs (CD34+CD38-) and chemoresistant (CD123+CD47+) subpopulation in VR-AML. CX-4945 combined with VEN decreased leukemia burden and prolonged the survival of VR-AML cell line-derived and patient-derived xenografts compared to either drug alone. The combinatorial treatment was well tolerated in mice without additional myelosuppression or organ toxicity. CX-4945 (silmitasertib) is being tested in several early-phase clinical trials against adult and pediatric cancers. These preclinical results support the use of CX-4945 in combination with VEN to overcome resistance to apoptosis and re-sensitize VR-AML to chemotherapy.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696284",
    "doi": "10.64898/2025.12.24.696284",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696454",
    "title": "Claudin-1 Inhibitor PDS-0330 Ameliorates Diabetic Kidney Disease by Suppressing Src/Akt/mTOR Signaling Pathway in Podocytes",
    "authors": [
      "Fukushima, K.",
      "Tsuji, K.",
      "Uchida, N.",
      "Nakanoh, H.",
      "Kitamura, S.",
      "Wada, J."
    ],
    "summary": "Introduction: Recent studies have reported that claudin-1, which is reactively expressed in malignant tumors and inflammatory diseases, plays an important role in disease progression. In diabetic kidney disease (DKD), upregulated expression of claudin-1 in podocytes has also been shown to contribute to disease progression. However, it remains unclear whether claudin-1 itself could be a therapeutic target in DKD. In this study, we investigated whether the claudin-1 inhibitor PDS-0330 could ameliorate DKD. Methods: Five-week-old male C57BL/6J mice were fed either a high-fat diet (HFD) or a normal diet (ND). At 15 weeks of age, PDS-0330 (Inh) or vehicle as control (Ctrl) was administered orally once per week for 4 weeks. At the end of the treatment period, blood, urine, and kidney samples were collected. In in vitro study, immortalized podocytes were treated with Inh or Ctrl and cultured for 48 hours in either normal glucose medium (5.5 mM; NG) or high glucose medium (25 mM; HG), after which proteins were extracted for analysis. Results: Mice fed an HFD showed significant increases in body weight and serum glucose levels compared with ND mice, and these parameters were not significantly affected by Inh treatment. HFD mice treated with Ctrl (HFD-Ctrl) exhibited significantly higher urinary albumin excretion than ND mice treated with Ctrl (ND-Ctrl), whereas the Inh-treated HFD mice (HFD-Inh) showed a significant reduction. Transmission electron microscopy revealed foot process effacement in HFD-Ctrl podocytes, which was markedly improved in HFD-Inh mice. Immunofluorescence staining demonstrated claudin-1 expression in podocytes of HFD mice. Furthermore, phospho-mTOR staining in podocytes was significantly increased in HFD-Ctrl compared with ND-Ctrl and was significantly attenuated in HFD-Inh. Western blot analysis of kidney samples revealed activation of the Src/Akt/mTOR signaling pathway in HFD-Ctrl mice, which was significantly reduced in HFD-Inh mice. In in vitro study, Ctrl-treated podocytes cultured in HG (HG-Ctrl) showed significant activation of Src/Akt/mTOR signaling compared with those in NG (NG-Ctrl). This activation was significantly suppressed in Inh-treated podocytes (HG-Inh). Conclusion: These findings suggest that podocyte claudin-1 could be a potential therapeutic target in DKD.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696454",
    "doi": "10.64898/2025.12.24.696454",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696434",
    "title": "Organelle-specific lipid profiles influence/underlie metabolic health in a nutrition-dependent manner",
    "authors": [
      "Tabasso, C.",
      "Gavini, C. K.",
      "Zemski Berry, K.",
      "Salem, H.",
      "Aguettaz, A. K. F.",
      "Lagarrigue, S.",
      "Bergman, B. C.",
      "Mansuy-Aubert, V.",
      "Amati, F."
    ],
    "summary": "Western diet (WD), characterized by high energy density, saturated fat and sucrose, is a major driver of obesity and insulin resistance (IR). Although dietary fat composition influences systemic lipid metabolism and insulin sensitivity, its impact on subcellular lipid classes distribution and fatty acid (FA) incorporation in skeletal muscle remains poorly defined. We hypothesized that (1) modulating dietary FA intake remodels mitochondrial and lipid droplet (LD) lipid profiles, including phospholipids (PL) and diacylglycerol (DAG) stereoisomers implicated in lipotoxicity; and (2) organelle-specific lipid profiles relate to metabolic health. C57BL/6J mice were fed WD or control chow for 12 weeks. Whole-body metabolism, insulin sensitivity and substrate use were assessed by indirect calorimetry, glucose and insulin tolerance tests, and fasting biomarkers. Mitochondria and LDs were isolated from soleus muscle for organelle-resolved lipidomics. DAG isomers and PL classes were quantified, and FA chain length and saturation patterns were analyzed in total lysate (TL), mitochondria and LDs. Correlations were performed between lipid class abundance and metabolic parameters. WD-fed mice developed obesity, dyslipidemia and early IR. Intramyocellular lipids increased, whereas mitochondrial abundance was unchanged. Organelle-resolved lipidomics revealed distinct subcellular signatures not detectable in TL. DAG FA composition mirrored dietary FA supply across compartments, with WD increasing saturated FA (SFA) and reducing di-unsaturated FA (DiUFA) species. In contrast, PL remodeling was class- and compartment-specific, with coordinated changes in mitochondria and LDs that were masked in whole-muscle TL. Several PL classes, including ether-linked phosphatidylethanolamine (ePE), phosphatidylinositol, PE and phosphatidylcholine in TL and LD, and phosphatidylserine and phosphatidylglycerol (PG) in TL and mitochondria, were strongly associated with insulin sensitivity and substrate utilization in healthy mice, but these relationships were lost under WD. LD-associated sn1,3-DAG content was a strong predictor of metabolic health in lean mice, which related to ATGL abundance. PE and PG in LD were related to obesity markers. Dietary lipid overload induces distinct and compartment-specific remodeling of the skeletal muscle lipidome. DAG and PL classes exhibited divergent FA incorporation across mitochondria, LDs and TL, with coordinated remodeling between LDs and mitochondria that remained undetectable at the whole-muscle level. Several lipid pools, particularly LD-localized 1,3-DAG, PE and PG, were consistently related to metabolic flexibility and markers of metabolic health in healthy muscle and were disrupted in WD-fed mice. These findings identify lipid class identity, FA composition and subcellular localization as key determinants of muscle adaptation to nutritional excess and point to LD phospholipids and DAG stereoisomers as potential early molecular signatures of emerging IR.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696434",
    "doi": "10.64898/2025.12.24.696434",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696556",
    "title": "Active zone remodeling by Bruchpilot couples synaptic architecture to Kv1/Shaker excitability control",
    "authors": [
      "Sigrist, Prof. Dr., S.",
      "Huang, S.",
      "Piao, C.",
      "Escher, M.",
      "Toppe, D.",
      "Beuschel, C.",
      "Goetz, T.",
      "Ramesh, N.",
      "Zhao, Z.",
      "Turrel, O.",
      "Walter, A. M.",
      "Liu, F."
    ],
    "summary": "Presynaptic active zones are known to undergo state-dependent remodeling across sleep, circadian, and experience-dependent conditions, yet how such structural changes influence synaptic computation and excitability has remained unclear. Here, we address this gap by examining the functional consequences of physiological upscaling of the active zone scaffold Bruchpilot (BRP), within the range previously observed during natural state-dependent plasticity. We show that moderate BRP elevation expands the number of functional release sites while surprisingly reducing vesicle release probability, thereby establishing a presynaptic operating mode with selectively enhanced transmission at intermediate firing frequencies. This remodeled mode depends on Kv1/Shaker potassium channels, which normally constrain the increased structural capacity generated by BRP; accordingly, perturbation of Shaker abolishes BRP-dependent reductions in release probability and unmasks an enlarged synaptic output capacity. To test the functional relevance of this coupling, we examined sleepless mutants, in which Kv1/Shaker channels are destabilized and presynaptic remodeling is compromised. We show that direct, physiological-level BRP upscaling selectively restores the Shaker/Hyperkinetic channel complex from near-undetectable levels toward normal abundance without inducing global proteomic changes, and correspondingly rescues excitability balance, oxidative stress resistance, lifespan, and mid-term memory. Together, these findings identify a mechanistic coupling between active zone architecture and intrinsic excitability control and demonstrate how presynaptic structural plasticity shapes frequency-dependent transmission and functional robustness under stress.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696556",
    "doi": "10.64898/2025.12.26.696556",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696442",
    "title": "Activation of neurogenesis improves amyloid-β pathology and cognitive function through AMP kinase signaling in Alzheimer's disease model mice",
    "authors": [
      "Fukui, M.",
      "Kaise, T.",
      "Masaki, T.",
      "Sakamoto, T.",
      "Kageyama, R."
    ],
    "summary": "Adult hippocampal neurogenesis declines with aging and in neurological disorders, leading to cognitive impairment. We previously demonstrated that a treatment of inducing Plagl2, a zinc finger transcription factor gene, and antagonizing Dyrk1a, a gene associated with Down syndrome, referred to as iPaD, can functionally rejuvenate aged neural stem cells (NSCs), thereby enhancing neurogenesis and improving cognition in aged mice. Here, we found that NSC-specific iPaD treatment effectively activated neurogenesis, reduced amyloid-{beta} deposition, and improved cognitive function in Alzheimer's disease model mice. Transcriptomic analysis revealed widespread significant changes in gene expression in the hippocampus following iPaD treatment. The upregulated genes included those associated with the activation of astrocytes and microglia involved in amyloid-{beta} clearance, while the downregulated genes included several that are upregulated in Alzheimer's disease patients, but whose roles in disease progression remain unclear. Among the latter genes, knockdown of Prkag2, a gene encoding protein kinase AMP-activated non-catalytic subunit gamma 2, in the hippocampus most effectively enhanced neurogenesis and reduced amyloid-{beta} accumulation. Notably, both iPaD treatment and Prkag2 knockdown activated AMP-activated protein kinase signaling, thereby upregulating genes involved in autophagy and cellular homeostasis. These results suggest that Prkag2 may represent a promising therapeutic target for neurodegenerative diseases, including Alzheimer's disease.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696442",
    "doi": "10.64898/2025.12.24.696442",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696467",
    "title": "Transcriptomic Profiling Reveals Key Molecular Events and Pathways Driving Acquired Chemotherapy Resistance in Relapsed Acute Myeloid Leukemia",
    "authors": [
      "Hu, J.",
      "Wan, B.",
      "Shi, J.",
      "Zou, M.",
      "He, C."
    ],
    "summary": "Background: Acute myeloid leukemia (AML) is a highly heterogeneous hematologic malignancy. Although induction therapy induces remission in many patients, relapse and acquired chemoresistance remain the major causes of treatment failure. Defining the molecular mechanisms underlying relapse is essential for improving therapeutic strategies. Methods: Bone marrow samples from nine AML patients were analyzed, including five newly diagnosed cases and four relapsed cases after chemotherapy. Transcriptome sequencing and integrative bioinformatics analyses were performed, including differential expression analysis, GO/KEGG enrichment, GSEA, and protein-protein interaction (PPI) network analysis, to delineate relapse-associated molecular alterations. Results: Principal component analysis demonstrated clear transcriptional segregation between primary and relapsed AML, indicating extensive molecular reprogramming during relapse. A total of 2,025 differentially expressed genes were identified, enriched in pathways related to epithelial-mesenchymal transition-like programs, leukemia stem cell maintenance, apoptosis evasion, and bone marrow microenvironment remodeling. Marked upregulation of FOXC1, HOXA11/HOXA11-AS, and AXL suggests key roles in sustaining stemness and promoting drug resistance.GO/KEGG analysis revealed coordinated activation of small GTPase, Rho/Ras signaling, ion transport, and epigenetic regulatory pathways, reflecting multilayered adaptive responses. GSEA indicated metabolic-epigenetic reprogramming in relapsed AML, while primary AML showed enrichment of energy metabolism and chromatin assembly pathways. PPI network analysis highlighted a central inflammation-metabolism axis involving TP53, IL6, CXCL8, and CCL2, associated with apoptosis resistance and metabolic adaptation. Conclusions: Relapsed AML is characterized by transcriptional reprogramming, metabolic remodeling, and microenvironment-driven adaptive resistance. Targeting small GTPase signaling, AXL, or IL6-related inflammatory pathways, alone or combined with epigenetic modulators, may offer promising therapeutic strategies to overcome chemoresistance in AML.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696467",
    "doi": "10.64898/2025.12.24.696467",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.25.696416",
    "title": "Profiling miRNAs involved in Human Oligodendrocyte Precursor Cell Differentiation and Maturation",
    "authors": [
      "Barzegar, M.",
      "Dhukhwa, A.",
      "Patel, V. N.",
      "Velasquez, F. C.",
      "Das, S.",
      "Patil, A. H.",
      "Halushka, M. K.",
      "Zack, D.",
      "Chamling, X."
    ],
    "summary": "MicroRNAs (miRNAs) are evolutionarily conserved post-transcriptional regulators that play critical roles in cellular development and differentiation across species. Although the importance of miRNAs in oligodendrocyte lineage cell (OLLC) differentiation has been extensively studied in rodent models, their roles in human OL development remain less understood. To address this gap, we used a human embryonic stem cell (hESC) reporter system designed to study human OLs and OL progenitor cells (OPCs). Using an optimized differentiation protocol, we used the reporter hESCs to generate and isolate well-characterized OLLCs at specific developmental stages and performed next-generation sequencing-based miRNA profiling to identify stage-specific miRNAs enriched during OL lineage specification and maturation. In addition to canonical miRNAs known to be enriched at various stages of OL development, our study identified several lesser-known miRNAs with distinct stage-specific enrichment patterns that may serve as useful molecular markers for classifying human CNS cell types in future studies. Target analysis of OPC- and OL-enriched miRNAs revealed key genes, including transcription factors ZNF488 and DLX1, cytoskeletal regulator CSNK2B, and potassium channel gene KCNJ1, along with key signaling pathways such as AKT, SMAD2/3, estrogen receptor, and insulin signaling, which regulate OPC and OL lineage function. These findings advance our understanding of the OLLC-specific miRNAs, and miRNA-mediated regulatory networks governing human OL differentiation and maturation and provide promising therapeutic targets for future studies aimed at restoring myelin integrity and improving outcomes in demyelinating diseases.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.25.696416",
    "doi": "10.64898/2025.12.25.696416",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.25.696246",
    "title": "Chronic alcohol exposure drives inflammaging and transposon derepression in hematopoietic stem and progenitor cells",
    "authors": [
      "Yuda, R. A. A.",
      "Bea, H.",
      "Kellett, V.",
      "Kim, J.",
      "Yang, F.",
      "Choijilsuren, H. B.",
      "Park, Y.",
      "Fu, Y.",
      "Ha, Z.",
      "Choi, J.",
      "Luo, L. Z.",
      "Sun, Z.",
      "Gao, B.",
      "Jeong, S.",
      "Resar, L. M. S.",
      "Jung, M."
    ],
    "summary": "Chronic alcohol use causes pancytopenia and diminished immune responses against pathogens. However, it remains unclear whether chronic alcohol consumption directly induces inflammation in human hematopoietic stem progenitor cells (HSPCs), and if aging modifies the impact of chronic alcohol consumption in HSPCs. To examine how chronic alcohol use affects HSPCs, we performed single-cell RNA-seq in human and murine HSPCs and single-cell ATAC-seq in aged murine HSPCs following alcohol exposure. In xenotransplanted human HSPCs, chronic alcohol feeding resulted in a significant myeloid bias, heightened inflammation, double-stranded RNA (dsRNA) sensor upregulation, and type 1 interferon responses. In the native murine bone marrow, chronic alcohol exposure primed HSPCs to differentiate into myeloid cells and to exhibit heightened inflammation, DNA damage, and epigenetic reactivation of transposable elements (TEs) in an age-dependent manner. Alcohol-exposed aged long-term hematopoietic stem cells (LT-HSCs) displayed increased chromatin accessibility at TE-containing loci correlated with aberrant TE transcription. This aberrant TE expression was associated with the accumulation of dsRNAs in aged bone marrow cells, and activation of innate immune pathways, perpetuating HSC inflammaging. Furthermore, old mice showed two epigenomically distinct LT-HSC clusters, LT-HSC1 and LT-HSC2, in which the LT-HSC2 cluster expanded in response to chronic alcohol drinking and resembled inflammatory HSCs. Notably, secondary transplantation revealed unperturbed long-term self-renewal capacity in both human and murine HSCs, suggesting that HSC function may recover following alcohol cessation. Our data illuminate potential interactions between alcohol and aging that can reinforce inflammaging and epigenetic dysregulation in HSPCs.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.25.696246",
    "doi": "10.64898/2025.12.25.696246",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.25.696528",
    "title": "Ensemble-DeepSets: an interpretable deep learning framework for single-cell resolution profiling of immunological aging",
    "authors": [
      "Xu, Y.",
      "Luo, Z.",
      "He, K.",
      "Zhang, F.",
      "Wang, J.",
      "Wen, H.",
      "Li, Y.",
      "Han, D."
    ],
    "summary": "Immunological aging (immunosenescence) drives increased susceptibility to infections and reduced vaccine efficacy in elderly populations. Current bulk transcriptomic aging clocks mask critical cellular heterogeneity, limiting the mechanistic dissection of immunological aging. Here, we present Ensemble-DeepSets, an interpretable deep learning framework that operates directly on single-cell transcriptomic data from peripheral blood mononuclear cells (PBMCs) to predict immunological age at the donor level. Benchmarking against 27 diverse senescence scoring metrics and existing transcriptomic clocks across four independent healthy cohorts demonstrates superior accuracy and robustness, particularly in out-of-training-distribution age groups. The model's multi-scale interpretability uncovers both conserved and cohort-specific aging-related gene signatures. Crucially, we reveal divergent contributions of T cell subsets (pro-youth) versus B cells and myeloid compartments (pro-aging), and utilize single-cell resolution to highlight heterogeneous aging-associated transcriptional states within these functionally distinct subsets. Application to Systemic Lupus Erythematosus (SLE) reveals accelerated immune aging linked to myeloid activation and altered myeloid subset compositions, illustrating clinical relevance. This framework provides a versatile tool for precise quantification and mechanistic dissection of immunosenescence, providing insights critical for biomarker discovery and therapeutic targeting in aging and immune-mediated diseases.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.25.696528",
    "doi": "10.64898/2025.12.25.696528",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.25.696553",
    "title": "From Nicotiana to apple: effector screening reveals new avenues for durable scab resistance",
    "authors": [
      "de la Rosa, S.",
      "Tarallo, M.",
      "Tannous, J.",
      "Sannier, M.",
      "Tu, Y.-H.",
      "Baudin, M.",
      "Bowen, J. K.",
      "Mosen, A. M.",
      "Plummer, K. M.",
      "Bradshaw, R. E.",
      "Le Cam, B.",
      "Mesarich, C. H."
    ],
    "summary": "Scab or black spot disease, caused by the fungus Venturia inaequalis, is an ongoing threat to commercial apple production. Current control methods involve extensive fungicide use and the deployment of disease-resistant apple cultivars. However, fungicide-resistant strains of V. inaequalis are becoming more prevalent, as are strains that can overcome one or more qualitative disease resistance genes in apple. To increase the durability of disease resistance, and thus decrease our reliance on fungicides, one promising approach could involve stacking endogenous and exogenous resistance genes in apple cultivars using genetic modification. As a starting point for the identification of exogenous resistance genes that are effective against V. inaequalis, 137 candidate effector (CE) proteins from this fungus, fused to a signal peptide for extracellular targeting to the apoplast, were screened for recognition by extracellular leucine-rich repeat (LRR)-receptor-like protein and LRR-receptor-like kinase immune receptors in the model angiosperm species Nicotiana benthamiana and Nicotiana tabacum using Agrobacterium tumefaciens-mediated transient transformation assays. Here, a cell death response in wild-type plants, together with a loss of this response in plants lacking the extracellular immune co-receptor NbSOBIR1 or NbBAK1, was used as an indicator of recognition. In total, six CE proteins triggered cell death in one or both Nicotiana species, but only one, a homolog of the VmE02 effector protein from the apple pathogen Valsa mali, did so in an NbSOBIR1- and NbBAK1-dependent manner. The five remaining CE proteins are homologs of other known cell death elicitors from filamentous plant pathogens for which there is evidence that they trigger non-canonical extracellular immunity in plants. One of these is an Alt a 1-like protein that also triggered cell death in apple. Collectively, these findings provide a foundation for the use of a combined set of exogenous and endogenous resistance genes in apple to provide durable protection against scab disease.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.25.696553",
    "doi": "10.64898/2025.12.25.696553",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696593",
    "title": "Differential proteomic and metabolic remodelling of CD4⁺ and CD8⁺ T cells in mesenteric lymph nodes during colitis-associated colorectal cancer",
    "authors": [
      "Gonzalez-Romero, D.",
      "Spinelli, L.",
      "Fajardo, P.",
      "Diaz-Mora, E.",
      "Gomez de Cedron, M.",
      "Sanz-Ezquerro, J. J.",
      "Cantrell, D. A.",
      "Cuenda, A."
    ],
    "summary": "Patients with colitis are at elevated risk of developing colitis-associated colorectal cancer (CAC), which is a leading cause of cancer-related mortality worldwide. T cells are central to this process, yet their molecular and metabolic adaptations during CAC remain poorly understood. Here, we mapped the proteomic networks of CD4+ and CD8+ T cells at healthy, colitis, and cancer stages in CAC, using quantitative mass spectrometry in the AOM/DSS mouse model. In mesenteric lymph nodes, which drain the colon, CD4 T cells increased in number during CAC progression and exhibited extensive proteomic remodelling. This included upregulation of pathways related to DNA replication, cell cycle progression, ribosome biogenesis and translation, indicating a highly metabolically active state adapted to increased energy demands. Metabolic analysis further revealed elevated levels of glycolysis-related proteins, tricarboxylic acid cycle enzymes, mitochondrial mass, and oxidative phosphorylation. In contrast, CD8 T cells showed minimal changes in cell number, protein content and proteomic remodelling, and downregulation of TCA cycle enzymes, indicating limited metabolic adaptation during CAC progression. We also present evidence that CD4 T cells progressively acquire features of both inflammatory Th1 and regulatory T cell phenotypes. In contrast, we did not observe significant activation of CD8 T cells. This work provides a comprehensive characterization of how CAC shapes CD4+ and CD8+ T cell proteomes, offering new information into immune regulation and potential targets for intervention in colitis-associated cancer.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696593",
    "doi": "10.64898/2025.12.26.696593",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696372",
    "title": "Single-cell RNA sequencing identifies progenitor dysfunction, inflammation and premature aging in ex vivo airway epithelium-derived from transplant recipients",
    "authors": [
      "bondeelle, l.",
      "bezrukov, f.",
      "berra, g.",
      "chalandon, y.",
      "gensous, c.",
      "loison, s.",
      "giannotti, f.",
      "messe, r.",
      "Le Goff, J.",
      "clement, s.",
      "Tapparel, C.",
      "bergeron, a."
    ],
    "summary": "Pulmonary dysfunction is a common complication following hematopoietic stem cell transplantation (HSCT) or lung transplantation (LT). Bronchiolitis obliterans syndrome (BOS), an alloimmune complication of transplantation, with complex pathophysiology, contributes substantially to morbidity and mortality in these settings. We aimed to identify common epithelial features predisposing to BOS by comparing epithelia from HSCT and LT without BOS and non-transplant (NT) individuals. We developed an ex vivo model of human airway epithelia (HAE) reconstituted from bronchial biopsies from 6 patients of each group. Using single-cell RNA sequencing, we identified two distinct epithelial profiles among transplant recipients: one resembling NT epithelium and another displaying altered cellular composition and transcriptional signatures across basal, suprabasal, club and submucosal basal duct cells, which were even more pronounced in a patient who subsequently developed BOS. This latter subgroup exhibited dysregulation of epithelial-mesenchymal transition, TNF/NFB signaling and inflammatory pathways, suggesting impaired epithelial function. Moreover, these HAE demonstrated premature epithelial aging and increased expression of genes encoding damage associated molecular patterns. Together, these findings indicate that epithelial abnormalities specific to certain transplant recipients may contribute to BOS development. Although causality cannot yet be definitively established, our data highlight the airway epithelium as a site of sustained post-transplant injury and reveal potential molecular mechanisms underlying BOS pathogenesis.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696372",
    "doi": "10.64898/2025.12.26.696372",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696560",
    "title": "A minor muscle stem cell population functions as metabolic Trojan horse fueling systemic aging by succinate induced epigenetic reprogramming",
    "authors": [
      "Wu, X.",
      "Chen, M.",
      "Fan, R.",
      "Wang, H.",
      "Ma, R.",
      "Tang, X.",
      "Wang, H.",
      "Wei, W.",
      "Wong, J.",
      "Xu, G.",
      "Hu, P."
    ],
    "summary": "Inflammaging, the sustained chronic inflammation, is a hallmark of aging, yet its sustained activation mechanism remains elusive. Here, we identified muscle stem cells (MuSCs) as a driver of systemic inflammaging, evidenced by the multi-organ inflammation and aging phenotypes in MuSC specific Tet2 knockout mice. Tet2-Hdac11-Acod1-SDH axis maintained normal succinate level in MuSCs. Tet2 knockout disrupted this enzymatic cascade and led to succinate accumulation, fueling H4K31succ elevation to directly activate inflammatory gene transcription in MuSCs. The excess succinate was delivered to muscle fibers by sporadic fusion of Tet2 knockout MuSCs during muscle homeostasis, activated pro-inflammatory program, and transformed muscle to a persistent pro-inflammatory factor secretory organ, sustaining systemic inflammaging. Moreover, Tet2 was downregulated in aged MuSCs suggesting that this coupled metabolic-epigenetic mechanism was active in physiological aging. These findings reveal that a small subset of dysregulated MuSCs activate sustained whole-body inflammaging and multi-organ aging, providing new targets for rejuvenation strategy development.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696560",
    "doi": "10.64898/2025.12.26.696560",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696570",
    "title": "Urolithin A Restores Mitochondrial Function and Reverses Cardiac Remodeling in Heart Failure with Preserved Ejection Fraction",
    "authors": [
      "Oh, C.-M.",
      "Song, H.",
      "Yun, C.",
      "Choi, Y. J.",
      "Jeong, W.",
      "Kim, Y.",
      "Kim, J.",
      "Lee, J. Y.",
      "Ryu, D.",
      "Park, S.-W."
    ],
    "summary": "Background: Heart failure with preserved ejection fraction (HFpEF) accounts for nearly half of all heart failure cases; however, mechanism-based therapies targeting cellular dysfunction remain absent. Emerging evidence suggests that mitochondrial dysfunction and impaired quality control, particularly defective mitophagy, are central to the pathogenesis of HFpEF. Urolithin A (UA), a gut microbiome-derived postbiotic metabolite, has shown promise as a mitophagy activator in preclinical models; however, its therapeutic efficacy in HFpEF remains unknown. Methods: We used a clinically relevant two-hit HFpEF mouse model (high-fat diet (HFD) plus N{omega}-nitro-L-arginine methyl ester (L-NAME)) and co-administered UA during disease progression. The cardiac structure and function were assessed using echocardiography, histology, and transmission electron microscopy. Mitochondrial bioenergetics were evaluated using Seahorse-based respirometry. Mitophagy flux was monitored using mt-Keima assays in H9c2 cells and human-induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs). Mechanistic insights were obtained using immunoblotting, integrated shotgun metagenomic and lipidomic profiling, and single-nucleus RNA sequencing (snRNA-seq). Results: UA treatment significantly attenuated cardiac remodeling and fibrosis in HFpEF mice while improving diastolic function parameters. Transmission electron microscopy revealed restoration of the mitochondrial ultrastructure, and mitochondrial stress tests demonstrated enhanced oxidative phosphorylation capacity and glycolytic reserves. Immunoblot assays revealed that UA treatment recovered PINK1/Parkin-mediated mitophagy markers (reduced LC3-II and p62/SQSTM1). Mt-Keima assays confirmed enhanced mitophagic flux in H9c2 cells under HFpEF-like stress conditions. Integrated metagenomics and lipidomics revealed significant reductions in cardiovascular risk-associated ceramides. snRNA-seq demonstrated that HFpEF-like stress downregulated contractile, calcium-handling, and mitochondrial mitophagy gene programs. UA treatment restored the mitochondrial quality control signatures and normalized profibrotic and conduction-type cell populations. Conclusions: Urolithin A restored mitochondrial quality control through the activation of mitophagy and reversed cardiac remodeling in HFpEF. These findings establish UA as a mitochondria-targeted therapeutic candidate for HFpEF.",
    "published": "2025-12-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696570",
    "doi": "10.64898/2025.12.26.696570",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41456322",
    "title": "The importance of autophagy in multiple myeloma.",
    "authors": [
      "Bednarczyk M",
      "Dąbrowska-Szeja N",
      "Łętowski D",
      "Kozub A",
      "Nasiek A",
      "Grosicki S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456322/",
    "doi": "doi: 10.1080/14737140.2025.2610261",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456316",
    "title": "The Activation of miR-203a by SFRP4 Micropeptides Targets Epithelial-Mesenchymal Transition and Autophagy in Ovarian Cancer Stem Cells.",
    "authors": [
      "Mohana Sundaram S",
      "Bhagtaney L",
      "Balayoganandh B",
      "Dharmarajan A",
      "Warrier S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456316/",
    "doi": "doi: 10.1002/mc.70071",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456268",
    "title": "Piezo1-mediated cellular apoptosis in breast cancer cells triggered by ultrasound and microbubbles.",
    "authors": [
      "Qu N",
      "Bi M",
      "Meng Q",
      "Liu H",
      "Wang J",
      "Cao X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456268/",
    "doi": "doi: 10.14715/cmb/2025.71.12.2",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41456263",
    "title": "Curcumin-mediated synthesis of copper-doped TiO2 nanocomposite for potentially promising antioxidant, wound healing, and anti-apoptosis.",
    "authors": [
      "Dhabian SZ",
      "Hatem MT"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456263/",
    "doi": "doi: 10.14715/cmb/2025.71.12.7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41456226",
    "title": "circ-Ttc3 alleviates LPS-induced neuronal injury via stabilizing RBFOX1 to inhibit inflammation and oxidative stress.",
    "authors": [
      "Zhang Y",
      "Zhu Y",
      "Li Q",
      "Shi Q",
      "Li L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456226/",
    "doi": "doi: 10.1007/s11033-025-11379-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41456216",
    "title": "Hierarchically Targeting and ROS-Responsive Platform for Diabetic Periodontitis Treatment through Mitochondrial Repair in M1 Macrophages.",
    "authors": [
      "Xie W",
      "Wang Y",
      "Wu J",
      "Wang X",
      "Wu J",
      "Cheng B",
      "Feng H",
      "Huang X",
      "Cheng X",
      "Chen J",
      "Wan Q",
      "Wang J",
      "Pei X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456216/",
    "doi": "doi: 10.1021/acsami.5c20136",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41456211",
    "title": "Targeting oxidative stress and monoamine imbalance: neuroprotective potential of Cereus jamacaru DC ethanolic extract in a Parkinson disease-like model in Drosophila melanogaster.",
    "authors": [
      "Nunes RGDS",
      "de Santana Lira YV",
      "de Lima Silva JR",
      "Costa AR",
      "de Menezes IRA",
      "de Lucena Jales FLM",
      "Dos Santos CAL",
      "Duarte AE",
      "Barros LM",
      "Dos Santos Dantas T",
      "Soares LAL",
      "de Souza IA",
      "Janner DE",
      "de Figueiredo FM",
      "Guerra GP",
      "da Silveira Andrade-da-Costa BL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456211/",
    "doi": "doi: 10.1080/15287394.2025.2605468",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41456123",
    "title": "DEAF1 - a transcriptional brake on muscle autophagy.",
    "authors": [
      "Lee WX",
      "Goh KY",
      "Choy SM",
      "Tang HW"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456123/",
    "doi": "doi: 10.1080/15548627.2025.2610451",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456055",
    "title": "Regulation of autophagy by oncogene DJ1 via the JNK signaling pathway in human ovarian cancer cells.",
    "authors": [
      "Zhao XM",
      "Wang K",
      "Wang Z",
      "Xie D",
      "Liu H",
      "Li P",
      "Wang WM"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456055/",
    "doi": "doi: 10.1186/s13048-025-01942-6",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456027",
    "title": "Progesterone receptor antagonism by mifepristone impairs trophoblast stemness and promotes apoptosis through upregulation of PDCD4.",
    "authors": [
      "Zhou J",
      "Yan L",
      "Li Y",
      "Huang S",
      "Lan Q",
      "Zhang D",
      "Zhu Q",
      "Zhao X",
      "Zhang J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456027/",
    "doi": "doi: 10.1186/s13578-025-01508-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41455880",
    "title": "Integrative analysis of mRNA and LncRNA profiles from small extracellular vesicles identifies apoptosis-related biomarkers in patients with Parkinson's disease after rehabilitation.",
    "authors": [
      "Wang Y",
      "Liu Y",
      "Fang B",
      "Liu C",
      "Chen K",
      "Meng D",
      "Jin Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455880/",
    "doi": "doi: 10.1186/s12883-025-04594-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41455877",
    "title": "Sex Differences in Body Weight Regulation and Hepatic Insulin Signaling Following Bariatric Surgery and Postoperative Diet in Obese Rats.",
    "authors": [
      "Jevdjovic T",
      "Vujovic P",
      "Milicevic A",
      "Lakic I",
      "Muhovic S",
      "Topic A",
      "Valjevac A",
      "Dakic T"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455877/",
    "doi": "doi: 10.1007/s11695-025-08471-7",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41455858",
    "title": "Crosstalk between microRNA and oxidative stress in ovarian cancer: diagnosis, pathogenesis and therapeutic resistance.",
    "authors": [
      "Atiaa AG",
      "Abd E-Kader SM",
      "Ellakwa DE"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455858/",
    "doi": "doi: 10.1007/s12032-025-03024-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41455833",
    "title": "NAT10 triggers colorectal cancer progression via promoting PPAN-regulated DNA damage repair.",
    "authors": [
      "Wang H",
      "Ge L",
      "Li J",
      "Zhong K",
      "Li S",
      "Ma N",
      "Tao L",
      "Zhou J",
      "Wang Z",
      "Chang X",
      "Lu Y",
      "Rui Y",
      "Xie G",
      "Yang W",
      "Xu Z",
      "Saad AAA",
      "Wang X",
      "Chen Z",
      "Li W",
      "Yi C",
      "Wang H",
      "Zhang K"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455833/",
    "doi": "doi: 10.1038/s41388-025-03661-0",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41455783",
    "title": "PRAS40 promotes colorectal cancer stemness by enhancing glycolysis through triggering PGK1 acetylation.",
    "authors": [
      "Zhang C",
      "Bo Y",
      "Zhang T",
      "Chen X",
      "Zhang T",
      "Teng H",
      "Wang Y",
      "Luo Y",
      "Sun J",
      "Wang L",
      "Wang X",
      "Huang L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455783/",
    "doi": "doi: 10.1038/s41389-025-00594-x",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41455776",
    "title": "Atorvastatin suppresses high-risk colorectal adenomas via reprogramming of lipid metabolism and Inhibition of stemness.",
    "authors": [
      "Chen W",
      "Ge M",
      "Sun S",
      "Zhang H",
      "Wang Z",
      "Guo Y",
      "Luo Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455776/",
    "doi": "doi: 10.1038/s41598-025-32406-y",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41455763",
    "title": "PRMT3-mediated FOXO1 arginine methylation exacerbates oxidative stress-induced decidualization defects in the eutopic endometrium of endometriosis.",
    "authors": [
      "Sun F",
      "Chen Y",
      "Li Y",
      "Zhang S",
      "Yu T",
      "Jiang M",
      "Jiang A",
      "Ren C",
      "Zhong X",
      "Jeong JW",
      "Yang T"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455763/",
    "doi": "doi: 10.1007/s00018-025-06032-w",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41455734",
    "title": "From fat to fate: how aging adipose tissue drives systemic metabolic aging.",
    "authors": [
      "Lin H",
      "Li H",
      "Tang Q"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455734/",
    "doi": "doi: 10.1007/s10522-025-10376-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMetabolic\\ aging\\b"
    ]
  },
  {
    "id": "pmid:41455695",
    "title": "Organelles and cancer cell pyroptosis: overview and perspectives.",
    "authors": [
      "Qiu A",
      "Lin J",
      "Hu H",
      "Zhao Z",
      "Cai X",
      "Zhao Y",
      "Yu G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455695/",
    "doi": "doi: 10.1038/s41419-025-08371-9",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41455662",
    "title": "Self-Perceptions of Aging Mediate the Association Between Chronic Pain and Depression.",
    "authors": [
      "Ma B",
      "Hou Y",
      "Zhang M",
      "Chen O"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455662/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41455384",
    "title": "Comparison of levels of expression of mammalian target of rapamycin (mTOR) and glutathione S-transferases (zeta, sigma, and kappa) in pterygium and normal conjunctival tissues.",
    "authors": [
      "Kilic G",
      "Karadag R",
      "Kocdogan AK",
      "Oguztuzun S",
      "Simsek GG"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455384/",
    "doi": "doi: 10.1016/j.jfo.2025.104734",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41454949",
    "title": "How is Self-Rated Health Related to the Social Network in Frail/Pre-Frail Older Adults: A Prospective Cross-Sectional Study Assessing Healthy Aging in Three Less Privileged Urban Neighborhoods.",
    "authors": [
      "Barth C",
      "Bolster M",
      "Gerstorf D",
      "Kohl R",
      "Haase D",
      "Visaria A",
      "Gellert P",
      "Herrmann WJ"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454949/",
    "doi": "doi: 10.1177/07334648251407438",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454934",
    "title": "Are We Preparing Future Psychologists for Aging Clients? Exploring Relationships Between Doctoral Psychology Trainees' Knowledge of Aging, Ageist Attitudes, Aging Anxiety, and Therapeutic Expectations.",
    "authors": [
      "Caskie GIL",
      "Tice MC",
      "Johnson BB"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454934/",
    "doi": "doi: 10.1177/07334648251412508",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454932",
    "title": "Targeting EGFR-REM2-Ca(2+) signaling and LDHA: amphiregulin remodels energy metabolism to enhance aged embryo development.",
    "authors": [
      "Yang D",
      "Chai M",
      "Zhang K",
      "Zhang Q",
      "Zhang C",
      "Zou H",
      "Zou W",
      "Xie L",
      "Xiong M",
      "Ye T",
      "Chen B",
      "Zhang Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454932/",
    "doi": "doi: 10.1007/s00018-025-06037-5",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41454922",
    "title": "Tip60-HDAC8-SMURF2-mediated β-TrCP1 degradation is a key mechanism for hypoxia-induced cell death and tissue injury.",
    "authors": [
      "Li S",
      "Zhang BW",
      "Wei ZJ",
      "Xi Y",
      "Zhang GA",
      "Zhang Y",
      "Kou DC",
      "Song XP",
      "Huang J",
      "Song P",
      "Liang KY",
      "Pei SS",
      "Feng HY",
      "Li SP",
      "Lou QQ",
      "Liu Y",
      "Yao KH",
      "Yang L",
      "Chen S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454922/",
    "doi": "doi: 10.1007/s00018-025-05983-4",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41454887",
    "title": "Bone-Targeted Platinum Nanoframework Prevents Postmenopausal Osteoporosis via Transmembrane Protein 16A Channel Blockade and Reactive Oxygen Species Scavenging.",
    "authors": [
      "Shi D",
      "Tian M",
      "Li Y",
      "Xue M",
      "Zhao X",
      "Wang J",
      "An H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454887/",
    "doi": "doi: 10.1021/acsnano.5c19260",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41454848",
    "title": "Synuclein and Mitochondrial Dysfunction: Regulating the Protein Import Complex toward PD Treatment?",
    "authors": [
      "Dash UK",
      "Mahalakshmi R"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454848/",
    "doi": "doi: 10.1021/acschemneuro.5c00323",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41454670",
    "title": "Mindfulness, Cognition, and Emotional Health in Aging: Beyond the Mind to the Neurobiology of Adaptation.",
    "authors": [
      "Sepúlveda Figueroa P"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454670/",
    "doi": "doi: 10.1111/jgs.70262",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454618",
    "title": "Aging in Place or Relocating? Older Adults' Housing Decisions in Taiwan and Finland.",
    "authors": [
      "Chou YC",
      "Jolanki O",
      "Chen BW"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454618/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454546",
    "title": "High-Entropy Alloy-Based Artificial Enzymes With Modulated D-Band Center and pH-Controllable ROS Biocatalysis for Stage-Specific Treatment of Inflammatory and Infectious Oral Diseases.",
    "authors": [
      "Du H",
      "Gao S",
      "Wang Y",
      "Han C",
      "Mei L",
      "Adeli M",
      "Cheng L",
      "Liu Z",
      "Han X",
      "Chen T",
      "Cheng C"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454546/",
    "doi": "doi: 10.1002/adma.202519865",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41454527",
    "title": "Synergistic Induction of Ferroptosis by GPX4 Inhibitor and GSH-Depleted Nanoparticles Effectively Reverses Gemcitabine Resistance in Pancreatic Ductal Adenocarcinoma PDX Model.",
    "authors": [
      "Huang CS",
      "Dai C",
      "Liu Q",
      "Chen SY",
      "Guo YH",
      "Wang JQ",
      "Zheng AD",
      "Huang XT",
      "Wu J",
      "Yin XY"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454527/",
    "doi": "doi: 10.1002/adhm.202503694",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41454511",
    "title": "Editorial Comment on Efficacy and Safety of Clomiphene Citrate for Late-Onset Hypogonadism as Evaluated by Aging Male Symptom Rating Scale Over 1 Year.",
    "authors": [
      "Fukuhara S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454511/",
    "doi": "doi: 10.1111/iju.70335",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454362",
    "title": "FAM111B promotes prostate cancer progression by inhibiting apoptosis via ATF3 suppression and MAPK pathway activation: a novel biomarker and therapeutic target.",
    "authors": [
      "Wang Y",
      "Wang Z",
      "Yin Z",
      "Song T",
      "He Y",
      "Li M",
      "Wang Z",
      "Li Z",
      "Wang P",
      "Hu Z",
      "Wang Z",
      "Yu W",
      "Cheng F"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454362/",
    "doi": "doi: 10.1186/s12935-025-04111-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41454337",
    "title": "Histone acetyltransferase KAT6A contributes to colon cancer malignant progression by inhibiting ferroptosis.",
    "authors": [
      "Huo J",
      "Chen H",
      "Zhang X",
      "Sun D",
      "Sheng H",
      "Jiang Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454337/",
    "doi": "doi: 10.1186/s12885-025-15368-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41454238",
    "title": "Regulation of aluminum induced oxidative stress in Brassica via roles of sulfur metabolites and antioxidant responses mediated by a melatonin selenium nanocomposite.",
    "authors": [
      "Chakraborty N",
      "Pal S",
      "Das A",
      "Roy S",
      "Adak MK",
      "Fayezizadeh MR",
      "Hasanuzzaman M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454238/",
    "doi": "doi: 10.1186/s12870-025-07951-3",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41454175",
    "title": "Geroscience insights into difficult-to-treat rheumatoid arthritis: the role of unhealthy aging, comorbidity, and therapeutic complexity.",
    "authors": [
      "Lehoczki A",
      "Ungvari Z",
      "Szappanos Á",
      "Fekete M",
      "Gunkl-Tóth L",
      "Nagy G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454175/",
    "doi": "doi: 10.1007/s11357-025-02049-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454135",
    "title": "Understanding the Relationship Between Weight Discrimination and Cardiometabolic Risk Factors in Diabetes: Findings from the English Longitudinal Study of Ageing (ELSA).",
    "authors": [
      "Poole L",
      "Hackett RA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454135/",
    "doi": "doi: 10.1007/s12529-025-10421-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454133",
    "title": "Audiovisual gamma stimulation restores hippocampal neurogenesis and neural circuit plasticity in aging mice.",
    "authors": [
      "Trinchero MF",
      "Herrero M",
      "Mugnaini M",
      "Soldi N",
      "Aguilar-Arredondo A",
      "Benas S",
      "Satorre IG",
      "Kropff E",
      "Schinder AF"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454133/",
    "doi": "doi: 10.1038/s41380-025-03436-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41454075",
    "title": "Cellular senescence in age-related musculoskeletal diseases: intercellular communication as a driver of disease pathogenesis.",
    "authors": [
      "Klabukov I",
      "Skornyakova E",
      "Eygel D",
      "Baranovskii D",
      "Shegay P",
      "Kaprin A"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454075/",
    "doi": "doi: 10.1007/s11684-025-1177-8",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41454054",
    "title": "Cyclophilin D suppresses colorectal cancer progression through the activation of an autophagy-mediated apoptotic pathway.",
    "authors": [
      "Zhang L",
      "Liu Y",
      "Liu R",
      "Wang W",
      "Li R"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454054/",
    "doi": "doi: 10.1038/s41598-025-33774-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41453988",
    "title": "The effects of apocynin on ciprofloxacin-induced oxidative stress-related cardiotoxicity.",
    "authors": [
      "Ozhan O",
      "Colak M",
      "Yildiz A",
      "Durhan M",
      "Vardi N",
      "Cigremis Y",
      "Colak C",
      "Acet A",
      "Parlakpinar H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453988/",
    "doi": "doi: 10.1038/s41598-025-33721-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41453987",
    "title": "The cell death regulator c-FLIP(R) impairs natural killer cell responses during influenza a virus infection.",
    "authors": [
      "Carmo-Fernandes A",
      "Tafrishi N",
      "Bessen C",
      "Katsoulis-Dimitriou K",
      "Greweling-Pils MC",
      "Bruder D",
      "Plaza-Sirvent C",
      "Schmitz I"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453987/",
    "doi": "doi: 10.1007/s00109-025-02627-9",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41453973",
    "title": "Large scale quantification of natural killer cell-induced apoptosis in patient-derived organoids reveals intratumoral response heterogeneity.",
    "authors": [
      "Mercadante M",
      "Scheben A",
      "Estrada J",
      "Savas-Carstens J",
      "Sullivan W",
      "Housel N",
      "Sapar M",
      "Volpari T",
      "Hebner J",
      "Rusielewicz T",
      "Monsma FJ Jr",
      "Semrau S",
      "Wang Y",
      "Martin LA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453973/",
    "doi": "doi: 10.1038/s41698-025-01251-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41453945",
    "title": "Non-canonical NOTCH1 signaling regulates ferroptosis vulnerability in dormant lung cancer cells with stable resistance.",
    "authors": [
      "Huang H",
      "Chai Y",
      "Wu X",
      "Wang S",
      "Li B",
      "Wang Y",
      "Zheng W",
      "Wu Y",
      "Meng D",
      "Wang H",
      "Tu Z",
      "Du C",
      "Lyu X",
      "Li G",
      "Guo W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453945/",
    "doi": "doi: 10.1038/s41419-025-08355-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41453939",
    "title": "Fractographic analysis of 3D printed hybrid ceramic single crowns with different aging and post-curing times: an in-vitro study.",
    "authors": [
      "Hatem S",
      "Emad B",
      "Nagi N",
      "Mahrous AI"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453939/",
    "doi": "doi: 10.1038/s41598-025-26531-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41453907",
    "title": "SIRT1 mediated autophagy enhancement by Lactobacillus fermentum derived oligosaccharides accelerates wound healing in biofilm associated infection.",
    "authors": [
      "Ragab AE",
      "Al-Madboly LA",
      "Al-Ashmawy GM",
      "Abo-Saif MA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453907/",
    "doi": "doi: 10.1038/s41598-025-30280-2",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41453868",
    "title": "SREBP1-mediated lipogenesis promotes dedifferentiation and senescence of vascular smooth muscle cells through epigenetic remodeling.",
    "authors": [
      "Li B",
      "Zhou K",
      "Yin A",
      "Liu Y",
      "Wang X",
      "Cui Y",
      "Liu F",
      "Liu Q",
      "Zheng H",
      "Mu Z",
      "Chen K",
      "Wu Y",
      "Chang Y",
      "Bao J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453868/",
    "doi": "doi: 10.1038/s41467-025-67534-6",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41453865",
    "title": "Unlocking microglia pyroptosis in a model of type I interferon-driven neuroinflammation: lessons from Rnaset2(-/-) mice.",
    "authors": [
      "Wendland K",
      "Irsfeld M",
      "Schreiber K",
      "Ternka K",
      "Stadelmann C",
      "Nessler S",
      "Gärtner J",
      "Kettwig M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453865/",
    "doi": "doi: 10.1038/s41419-025-08350-0",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41453116",
    "title": "Endurance Training and the Aging Heart: A Cross-Sectional Analysis of Competitive Cyclists.",
    "authors": [
      "Juanes I",
      "Fyyaz S",
      "Merghani A",
      "Parry-Williams G",
      "Papatheodorou S",
      "Abioye D",
      "Tardo D",
      "Casian M",
      "Papadakis M",
      "Sharma S",
      "Finocchiaro G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453116/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41453088",
    "title": "Insight into Autophagy and Drug Resistance in Gastric Cancer.",
    "authors": [
      "Liu C",
      "Zhang L",
      "Zhao X",
      "Lin Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41453088/",
    "doi": "doi: 10.15403/jgld-6469",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41452559",
    "title": "Combined inhibition of insulin growth factor 1 receptor and autophagy prevents colorectal cancer metastasis.",
    "authors": [
      "Mahgoub E",
      "Bajbouj K",
      "Ahmed S",
      "Hafezi S",
      "Eldohaji L",
      "Venkatachalam T",
      "Hachim M",
      "Al Hamidi T",
      "Shafarin J",
      "Abdel-Rahman WM",
      "Sulaiman N",
      "Hamoudi R",
      "Taneera J",
      "Lakhtakia R",
      "Talaat IM",
      "Saber-Ayad M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41452559/",
    "doi": "doi: 10.1007/s12032-025-03179-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41452530",
    "title": "mTORC1 inhibition by metformin synergizes with dendrosomal nano-curcumin to induce apoptosis via modulation of pro- and anti-apoptotic proteins in breast cancer cells.",
    "authors": [
      "Jahani Z",
      "Sadeghizadeh M",
      "Davoodi J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41452530/",
    "doi": "doi: 10.1007/s12032-025-03227-w",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  }
]