[
  {
    "id": "10.1101/2024.09.17.613246",
    "title": "DNA-PK interacts with cyclic dinucleotides and inhibits type I Interferon responses",
    "authors": [
      "Vila, I. K.",
      "Messaoud-Nacer, Y.",
      "Taffoni, C.",
      "Jardine, J.",
      "Eloiflin, R. J.",
      "Augereau, A.",
      "Guha, S.",
      "Schussler, M.",
      "Le Hars, P.",
      "McKellar, J.",
      "Carvalho, T.",
      "Postal, J.",
      "Chemarin, M.",
      "Re, J.",
      "Guivel-Benhassine, F.",
      "Lopez, R.",
      "Trillet, K.",
      "Barrat, J.",
      "Serbier, M.",
      "El Mansouri, I.",
      "Luchsinger, C.",
      "Chrousos, G. P.",
      "Porrot, F.",
      "Diaz-Griffero, F.",
      "Schwartz, O.",
      "Blanchet, F. P.",
      "Majzoub, K.",
      "Vlachakis, D.",
      "Bidere, N.",
      "Laguette, N."
    ],
    "summary": "Inflammatory signal termination is critical for the maintenance of homeostasis. Cyclic dinucleotides (CDN) are second messengers that trigger inflammatory responses through the activation of the Stimulator of Interferon Genes (STING) signaling platform. No broad-acting direct regulator of intracellular CDNs has been identified in mammals to date. We show that the DNA-dependent protein kinase catalytic subunit (DNA-PKcs), a major DNA damage response actor, directly interacts with the intracellular 2'3'-cGAMP CDN through its kinase domain, tempering STING activation. DNA-PKcs also acts on the 3'3'-cGAMP bacterial CDN and pharmacological STING agonists, impacting their bioactivity and ability to mount optimal antiviral responses. STING agonism has been considered as a therapeutic avenue to alleviate immunosuppression in human pathologies. By uncovering DNA-PKcs as a CDN signaling modulator and CDNs as inhibitors of DNA-PKcs kinase activity, we provide critical insights into CDN regulation, with implications for the development of STING-targeting therapeutics.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.09.17.613246",
    "doi": "10.1101/2024.09.17.613246",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.30.635658",
    "title": "Nora virus proliferates in dividing intestinal stem cells and thereby sensitizes Drosophila flies to Pseudomonas aeruginosa intestinal infection and to oxidative stress",
    "authors": [
      "Franchet, A.",
      "Haller, S.",
      "Yamba, M.",
      "Barbier, V.",
      "Vieira, A.",
      "Leclerc, V.",
      "Becker, S.",
      "Lee, K.-Z.",
      "Orlov, I.",
      "Spehner, D.",
      "Daeffler, L.",
      "Ferrandon, D."
    ],
    "summary": "The digestive tract represents the most complex interface of an organism with its biotope. Food may be contaminated by pathogens and toxicants while an abundant and complex microbiota thrives in the gut lumen. The organism must defend itself against potentially noxious biotic or abiotic stresses while preserving its microbiota, provided it plays a beneficial role. The presence of intestinal viruses adds another layer of complexity. Starting from a differential sensitivity of two lines from the same Drosophila wild-type strain to ingested Pseudomonas aeruginosa, we report here that the presence of Nora virus in the gut epithelium promotes the sensitivity to this bacterial pathogen as well as to an ingested oxidizing xenobiotic. The genotype, age, nature of the ingested food and, to a limited extent, the microbiota are relevant parameters that influence the effects of Nora virus on host fitness. Mechanistically, we detect the initial presence of the virus essentially in progenitor cells. Upon stress such as infection, exposure to xenobiotics, aging or feeding on a rich-food diet, the virus is then detected in enterocytes, which correlates with a disruption of the intestinal barrier function in aged flies. Finally, we show that the virus proliferates only when ISCs are induced to divide. We propose that enterocytes essentially get infected through lineage from progenitor cells and are not directly infected. In conclusion, it is important to check that experimental strains are devoid of intestinal viruses when monitoring survival/life span of fly lines or when investigating the homeostasis of the intestinal epithelium as these viruses can constitute significant confounding factors.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.30.635658",
    "doi": "10.1101/2025.01.30.635658",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.31.667922",
    "title": "Integrative Analysis of the Mouse Cecal Microbiome Across Diet, Age, and Weight in the Diverse BXD Population",
    "authors": [
      "Zhou, Z.",
      "Lamanna, A.",
      "Halder, R.",
      "Pansart, E.",
      "Narayanasamy, S.",
      "Boussoufa, B.",
      "Kerkour, T.",
      "Wilmes, P.",
      "Williams, E. G."
    ],
    "summary": "Background The gut microbiota adapts to and shapes the host's metabolic state through affecting circulating metabolites and consequent gene regulatory networks, resulting in systemic influences in diverse organs via connections such as the gut-liver axis. Numerous variables such as diet, age, and host genetics modulate the composition of the gut microbiome, but their interactions and specific associative and mechanistic links to host molecular phenotypes remain incompletely unannotated. Integrated multi-omics approaches in genetically diverse populations offer an opportunity to dissect these interactions and identify predictive microbial signatures for host phenotypes, such as body weight, and molecular associations with gene expression pathways in gut and liver. Results We sequenced, aligned, and integrated the cecal metagenome, metatranscriptome, and host transcriptome from 232 mice across 175 distinct cohorts according to a low fat chow diet (CD) or a high-fat diet (HF), four adult ages (between roughly 180 to 730 days of age), and 43 distinct genotypes (inbred BXD strains). Genetics and diet exerted the strongest influence on microbiota abundance and activity, followed by age. HF feeding significantly reduced diversity across all ages and all genotypes, altering >300 species. Machine learning models based on microbial profiles reliably predicted body weight within dietary group (AUC = 0.84 for CD, 0.79 for HF) and chronological age (AUC = 0.84), with model performance rising of age prediction rising to 0.95 when integrating top microbial features with liver proteomics. Network analyses of expression data revealed links between genes, pathways, and specific microbes, including a negative association between cecal Ido1 expression and short-chain fatty acid (SCFA)-producing Lachnospiraceae, suggesting dietary fat may modulate host tryptophan metabolism through microbiota shifts. Conclusions Whole metagenome and metatranscriptome sequencing approaches have massively expanded the landscape of microbiome analysis compared to earlier short-read 16S analyses. The resulting datasets quantify hundreds of uniquely identifiable microbes, which can be used to create sets of highly predictive microbial biomarkers for aging and obesity. When trained on controlled mouse populations, these results demonstrate that microbiome profiling can achieve high predictive capacity (AUC = 0.95 with multi-omics integration) for complex readouts such as age and body weight (AUC = 0.84), even considering genetic and dietary variation, establishing a framework for biomarker development. While at present many bacteria are still functionally unannotated at the species level, multi-omics approaches --- including gene expression from the host tissues --- provide insights into the functional associations of specific taxa in the microbiome.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.31.667922",
    "doi": "10.1101/2025.07.31.667922",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.12.675637",
    "title": "In situ evidence that mast cells release mutant NLRP1 in keratoacanthomas from multiple self-healing palmoplantar carcinoma",
    "authors": [
      "Dobre, A.",
      "Fertig, T. E.",
      "Niculae, A. M.",
      "Cohn, A. M.",
      "Curici, A.",
      "Andrei, R. T.",
      "Marta, D. S.",
      "Peteu, V. E.",
      "Popescu, R. G.",
      "Marinescu, G. C.",
      "Turcu, G.",
      "Forsea, A. M.",
      "Ion, D. A.",
      "Gherghiceanu, M.",
      "Nedelcu, R. I."
    ],
    "summary": "NLRP1 is an inflammasome sensor protein expressed in barrier tissues of humans. Its activation in response to microbes or cellular stress triggers a cascade of molecular events, leading up to IL1{beta}-driven inflammation and pyroptosis. Rare germline mutations of NLRP1 cause its persistent activation, resulting in autoinflammatory syndromes. Multiple self-healing palmoplantar carcinoma (MSPC) is one such syndrome, characterized by the appearance of recurrent keratoacanthomas (KAs) on the palms and soles. Here, we aimed to compare the subcellular localization of mutant NLRP1 in MSPC-associated lesions, to wild-type NLRP1 in non-MSPC KAs and in skin from healthy donors. Using mass spectrometry, immunohistochemistry and immunoelectron tomography, we found that NLRP1 localized to mast cell (MC) granules in all samples, a novel finding which implicates MCs in NLRP1-associated responses in human skin. Moreover, we found that MCs expressing the A66V pathogenic variant of NLRP1 overpopulated MSPC-KAs, infiltrated the epidermis and degranulated, a behavior not seen in other lesions from this study. The released granules had the highest NLRP1 protein content and also contained NLRP3 and IL1{beta}, indicating coexistence of inflammasome pathways within MCs. Taken together, our findings establish cutaneous MCs as a NLRP1 reservoir in health and disease, opening a new area of research in NLRP1-related syndromes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.12.675637",
    "doi": "10.1101/2025.09.12.675637",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702741",
    "title": "Inferring Accumulation Times of Mitochondrial DNA Deletion Mutants from Cross-Sectional Single-Cell Data: Application to Tabula Muris Senis",
    "authors": [
      "Kowald, A.",
      "Kirkwood, T. B. L."
    ],
    "summary": "Mitochondrial DNA (mtDNA) deletion mutants accumulate clonally in post-mitotic cells during ageing and can reach high intracellular fractions that impair oxidative phosphorylation. Despite extensive experimental documentation, the mechanisms underlying this accumulation and the timescales over which deletion mutants expand within individual cells remain poorly constrained. In a companion study, we developed a stochastic modelling framework based on a Moran birth-death process and showed that key parameters of mtDNA dynamics, mutation probability, selection advantage, and the fraction of advantageous mutations, can be inferred from cross-sectional single-cell RNA sequencing (scRNAseq) data. Here, we apply this framework to experimental scRNAseq data from the Tabula Muris Senis project, which provides a lifespan-resolved atlas of mouse tissues. We identify and quantify mtDNA deletions in limb muscle cells across multiple ages. Gene-resolved analyses reveal pronounced deletion hotspots associated with elevated heteroplasmy at ND5 and ND6, consistent with predictions that disruption of transcriptional feedback regulation confers a replication advantage. Conversely, deletions affecting ATP6 are associated with reduced heteroplasmy, suggesting an unexpected role of this gene in supporting mtDNA propagation. The distribution of unique deletion species per cell follows a Poisson distribution with a low mean, indicating limited intracellular mutant diversity, further constraining plausible accumulation mechanisms. Parameter fits yield selection advantage estimates that imply mean accumulation times of approximately 3.5 to 6.5 months from first occurrence to near-complete dominance. Our results support a model in which mtDNA deletion accumulation is driven by rare mutation events followed by rapid clonal expansion, and they demonstrate the potential of single-cell omics data to quantify fundamental parameters of mitochondrial ageing dynamics.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702741",
    "doi": "10.64898/2026.01.30.702741",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704981",
    "title": "HSPB8 regulates CTP synthase filaments to couple nucleotide metabolism and autophagy in tumors",
    "authors": [
      "Lin, W.-C.",
      "Wang, C.-Y.",
      "Huang, K.-J.",
      "Chakraborty, A.",
      "Lin, Y.-T.",
      "Hsieh, Y.-J.",
      "Chien, K.-Y.",
      "Ke, P.-Y.",
      "Huang, W.-H.",
      "Cheng, C.-Y.",
      "Chang, I. Y.-F.",
      "Tang, H.-Y.",
      "Yang, C.-H.",
      "Cheng, M.-L.",
      "Chang, Y.-C.",
      "Yeh, C.-T.",
      "Lee, C.-K.",
      "Yu, J.-S.",
      "Chang, Y.-S.",
      "Grosshans, J.",
      "Pai, L.-M."
    ],
    "summary": "Metabolic enzyme compartmentalization is increasingly recognized as a regulatory strategy, yet its functional relevance in cancer remains incompletely understood. Here, we demonstrate that polymerization of cytidine triphosphate synthase (CTPS) into filaments is essential for tumor growth in vivo and for three-dimensional proliferation. Glutamine deprivation, a hallmark of the nutrient-poor core of solid tumors, promotes CTPS filament assembly, suppressing enzymatic activity and limiting phospholipid synthesis and autophagic flux. Using proximity labeling, we identify the chaperone HSPB8 as a filament-associated regulator. HSPB8 antagonizes CTPS filament assembly by facilitating clearance of misfolded proteins, thereby restoring CTPS activity. Filament disassembly enhances CTP production, elevates autophagy-related phosphatidylinositol and phosphatidylethanolamine synthesis, and accelerates autophagic flux. Disruption of CTPS filament formation impairs xenograft tumor growth. Consistently, analysis of patient datasets reveals that high CTPS and low HSPB8 expression correlate with poor survival across multiple cancers. These findings identify CTPS filament dynamics as a metabolic vulnerability in tumors.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704981",
    "doi": "10.64898/2026.02.10.704981",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707632",
    "title": "Heterozygote Advantage of a Single-Copy SNAP18 Truncation Allele Enables Dominant SCN Resistance and Yield Preservation in Soybean",
    "authors": [
      "Wang, D.",
      "Han, S.",
      "Chen, L.",
      "Wang, L.",
      "Weng, L.",
      "Yu, H.",
      "Li, C.",
      "Huang, M.",
      "Yang, S.",
      "Feng, X."
    ],
    "summary": "Soybean cyst nematode (SCN, Heterodera glycines) is the most devastating pathogen threatening global soybean production. The long-term over-reliance on rhg1-a/b resistance has led to the rapid emergence of virulent SCN populations, creating an urgent demand for novel genetic resources to safeguard soybean yield. Here, we identified a rare gain-of-function allele, SNAP18lmm3, via map-based cloning of the lesion-mimic mutant (lmm3) in the SCN-susceptible Williams 82 (rhg1-c) background. This allele encodes a 24-amino-acid C-terminal truncation of SNAP18 and exhibits an unusual mixed dominance genetic profile: the autoimmune-related leaf lesion phenotype is recessive, whereas SCN resistance is dominant. Homozygous lmm3 plants suffer significant yield losses due to spontaneous cell death, but heterozygous (LMM3+/-) plants maintain normal growth, agronomic performance, and seed yield comparable to wild-type Williams 82 in SCN-free field environments. Critically, under artificial SCN inoculation in both field trials and controlled environments, LMM3+/- heterozygotes confer robust resistance, achieving a ~4-fold yield advantage over SCN-infested Williams 82 and a ~44% reduction in cyst formation relative to Williams 82. This resistance profile aligns with the broad-spectrum activity of the lmm3 homozygous mutant, supported by the conserved resistance mechanism of SNAP18lmm3. Transgenic expression of SNAP18lmm3 driven by the nematode-responsive HIP promoter (HIPpro) potently arrested nematode development at the J2 stage in transgenic hairy roots, as evidenced by the drastically reduced proportion of advanced-stage nematodes. Our findings establish SNAP18lmm3 as a potent, \"plug-and-play\" genetic resource that circumvents the limitations of traditional dosage-dependent resistance loci. This allele enables the development of high-yielding, SCN-resistant soybean cultivars through marker-assisted selection for the heterozygous state or precision genome editing, providing a practical solution for sustainable SCN management.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707632",
    "doi": "10.64898/2026.02.24.707632",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707681",
    "title": "SNAP18 Truncation Triggers a Competitive Binding Switch Between NSF and ATG8f, Balancing Vesicular Trafficking and Autophagy for SCN Resistance in Soybean",
    "authors": [
      "Wang, D.",
      "Wang, L.",
      "Liu, Q.",
      "Chen, L.",
      "Weng, L.",
      "Yu, H.",
      "Li, C.",
      "Huang, M.",
      "Yang, S.",
      "Feng, X.",
      "Han, S."
    ],
    "summary": "Soybean cyst nematode (SCN, Heterodera glycines) poses the most devastating biotic threat to global soybean production. Traditional SCN resistance mediated by the Rhg1 locus predominantly relies on gene copy number expansion and elevated -SNAP protein dosage. Here, we report a novel resistance mechanism in a single-copy rhg1-c background, wherein a C-terminal 24-amino-acid truncation of SNAP18 (designated SNAP18lmm3) triggers a functional switch from vesicular trafficking to autophagic degradation. Biochemical assays and structural modeling demonstrate that this truncation severely impairs the canonical interaction between SNAP18 and N-ethylmaleimide-sensitive factor (NSF), disrupting SNARE complex recycling and inducing localized cytotoxicity. Concomitantly, the truncated SNAP18lmm3 exposes a binding interface for the autophagy-related protein ATG8f, routing the aberrant protein for selective autophagic clearance. This constitutively activated autophagic flux acts as a systemic detoxification system, preventing widespread cell death and ensuring normal plant growth under non-stressed conditions. Upon SCN infection, SNAP18lmm3 specifically hyper-accumulates within nematode-induced syncytia. This accumulation reaches levels fourfold higher than in adjacent cells, which overwhelms the local autophagic capacity and triggering targeted cell death that arrests nematode development. By elucidating this competitive molecular switch between NSF and ATG8f binding, our study establishes a \"self-degrading toxin\" model that resolves the inherent trade-off between plant growth and immunity. This work provides a new theoretical framework for engineering cellular homeostasis to enhance durable crop resistance against parasitic nematodes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707681",
    "doi": "10.64898/2026.02.24.707681",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707635",
    "title": "Distinct development-associated roles of rice histonevariant H2A.X in suppressing deposition of activeH3K4me3 marks and in restricting H2A.W incorporation",
    "authors": [
      "Madhu, A.",
      "Gandhivel, V. H.-S.",
      "Raju, S.",
      "Dey, R.",
      "Shivaprasad, P. V."
    ],
    "summary": "Histone variant H2A.X is a well-conserved histone that plays crucial roles in mediating DNA damage response across eukaryotes. Although H2A.X expresses even without any stress, and decorates gene bodies of actively expressed genes, it is not known if H2A.X has functions beyond DNA damage repair. Using genetic, high throughput genomics and molecular approaches, we identified a previously unappreciated role of H2A.X in regulating development-associated genes. Using custom-made antibodies specific to H2A.X variant, we show that it suppressed the deposition of active H3K4me3 marks over gene bodies and Transposable elements (TE)s, specifically regulating several root development, photosynthesis, and pigmentation-related genes as seen by the impairment of these processes in h2a.x ko (knockout) plants. H2A.X also suppressed global deposition of repressive mark H3K9me2 by restricting activity of H2A variant H2A.W. In agreement with this, there was a genome-wide re-localization of H2A.W to TEs and a few genes in h2a.x ko plants. H2A.X overexpressing plants exhibited stress phenotypes including increased anthocyanin levels, mimicking the transcriptome of DNA damaged wildtype plants. The transcriptome of kd lines of FACT complex, a known chaperone of H2A.X, was largely similar to that of h2a.x ko, suggesting that the development-associated functions of FACT are at least partially due to H2A.X. These results suggest a key role of H2A.X in regulating the competing histone marks and this function might be conserved across plants.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707635",
    "doi": "10.64898/2026.02.24.707635",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707369",
    "title": "ACB1801 enhances tumor immunogenicity by targeting glycolysis/ferroptosis vulnerability and activating STAT1-signaling to overcome anti-PD-1 resistance in MSS colorectal cancer",
    "authors": [
      "Gao, R.",
      "Van Moer, K.",
      "Pulido, C.",
      "Oudin, A.",
      "Li, C.",
      "Poussard, M.",
      "L Ramos, t.",
      "Murera, D.",
      "Bartoleni, E.",
      "Ives, A.",
      "Gerbe de Thore, M.",
      "Mondini, M.",
      "Deutsch, E.",
      "Berchem, G.",
      "Auclair, C.",
      "Janji, B."
    ],
    "summary": "Background: Immune checkpoint blockade (ICB) therapies demonstrate low efficacy in microsatellite stable (MSS) colorectal cancer (CRC) due to an immune-desert tumor microenvironment (TME) characterized by low antigen presentation and limited tumor-infiltrating lymphocytes (TILs). Harmine, a natural small-molecule and its promising derivatives ACB1801 have shown anti-tumor potential in preclinical models; however, their potential to reprogram the TME and overcome ICB resistance in MSS CRC remains unexplored. This study investigates whether and how ACB1801 can reshape TME to sensitize MSS CRC to ICB therapies. Methods: We used the CT26 MSS colorectal cancer mouse model to evaluate the ability of the harmine derivative ACB1801 to enhance the efficacy of anti-PD-1 therapy. To characterize its mode of action, we performed immune landscape analysis and transcriptomic profiling of both CD45- and CD45+ tumor-derived cells. In parallel, mechanistic studies were conducted in vitro using mouse and human MSS CRC cell lines. Results We demonstrate that the harmine derivative ACB1801 enhances the effectiveness of anti-PD-1 therapy in an MSS CRC mouse model. Combination therapy significantly increased CD8+ T cell infiltration and reduced regulatory T-cell (Treg) density in the TME. Transcriptomic profiling of CRC cells isolated from tumors treated with either anti-PD-1 alone or in combination with ACB1801 revealed significant enrichment of metabolic pathways in the combination group, characterized by reduced glycolysis and enhanced ferroptosis signatures. These findings were supported by in vitro data showing that ACB1801 reduces tumor cell glycolytic activity and promotes ferroptotic vulnerability. Mechanistically, ACB1801 induced STAT1 signaling, promoted CXCL10 release, and enhanced major histocompatibility complex class I (MHC-I)-dependent antigen presentation on tumor cells, thereby increasing tumor susceptibility to anti-PD-1 therapy. Conclusion: Collectively, our findings indicate that combination therapy with harmine derivatives and ICBs represents a promising strategy for treating MSS CRC patients.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707369",
    "doi": "10.64898/2026.02.23.707369",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707592",
    "title": "HuR inhibition attenuates hypertension and fibrosis in chronic kidney disease",
    "authors": [
      "Zhuang, L.",
      "Wang, Z.",
      "Fu, Z.",
      "Mookherjee, S.",
      "Symons, J. D.",
      "Aube, J.",
      "Wu, X.",
      "Xu, L.",
      "Huang, Y."
    ],
    "summary": "Background: Elevated RNA-binding protein HuR has been reported in patients with chronic kidney disease (CKD), but its specific pathogenic role remains unclear. Here, we investigated HuR involvement in progressive CKD induced by deoxycorticosterone acetate (DOCA) plus angiotensin II (Ang II) in mice and evaluated the therapeutic efficacy and mechanisms of the HuR inhibitor KH3. Methods: Adult male mice underwent uninephrectomy and were subjected to DOCA + Ang II infusion with 1% NaCl in drinking water. Mice were then treated with KH3 or vehicle for 3 weeks. Control mice received saline injections without DOCA and Ang II infusion. Results: DOCA + Ang II infusion markedly increased HuR expression in circulating exosomes and kidney tissues, which was attenuated by KH3. KH3 halted the progression of albuminuria and improved renal function, and reduced kidney hypertrophy and glomerular and tubulointerstitial fibrosis compared with untreated DOCA + Ang II mice. These improvements were associated with reduced podocyte and tubular injury. KH3 also decreased renal macrophage infiltration and suppressed NF- {kappa}Bp65, Nox2, AKT phosphorylation, TGF-{beta}1, and Wisp1, consistent with reduced inflammation, oxidative stress, and fibrosis. In addition, KH3 partially lowered arterial blood pressure in DOCA + Ang II-infused mice, an effect that may involve suppression of SGLT2-associated profibrotic vascular responses, as supported by studies in cultured VSMCs and mesenteric resistance arteries. Conclusions: HuR is upregulated in DOCA + Ang II-induced renal and vascular injury and contributes to hypertensive, inflammatory, oxidative, and fibrotic responses in CKD. Pharmacologic inhibition of HuR-RNA interactions represents a promising therapeutic strategy for CKD.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707592",
    "doi": "10.64898/2026.02.23.707592",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707417",
    "title": "Identification of a FANCD2-interacting protein motif (DIP-box) linking DNA Damage Response processes",
    "authors": [
      "Cao, Z.",
      "Briola, G. R.",
      "Ionita, C.",
      "Streetley, J.",
      "Walden, H. L.",
      "Rennie, M. L."
    ],
    "summary": "FANCD2 is involved in the DNA Damage Response, particularly the repair of interstrand crosslinks via homologous recombination. Having recently been established to be a DNA clamp, it is still unclear if and how FANCD2 directly recruits other factors to coordinate DNA repair. Here we show that FANCD2 has a conserved acidic region that directly binds proteins involved in different aspects of DNA repair, using a combination of cryoEM, AlphaFold and biochemical reconstitution. We further identify several additional candidate interactors at this site that are involved in histone modification, and RNA processing. All of these interactors involve a short linear motif, which we refer to as a D2-interacting protein motif (DIP-box), akin to PCNA-interacting protein motifs (PIP-boxes). These data demonstrate FANCD2 is a hub for protein-protein interactions providing a structural explanation for FANCD2's central role in repair of DNA interstrand crosslinks.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707417",
    "doi": "10.64898/2026.02.24.707417",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707448",
    "title": "NF-κB transcriptionally enhances p53 accumulation dynamics hampering DNA repair",
    "authors": [
      "Colombo, E.",
      "Pozzi, S.",
      "Loffreda, A.",
      "Genova, F.",
      "Aloi, E.",
      "Heinichen, T.",
      "Falletta, P.",
      "Mazzocca, M.",
      "Fillot, T.",
      "Gnani, D.",
      "Agresti, A.",
      "Bianchi, M. E.",
      "Zambrano, S.",
      "Mazza, D."
    ],
    "summary": "Cells integrate multiple, often concurrent signals through intertwined genetic circuits whose dynamics shape transcriptional programs and cell fate decisions. Among these, the tumor suppressor p53 and the inflammatory transcription factor NF-{kappa}B are central regulators of stress responses in normal and cancer cells, yet their dynamic crosstalk under co-activation remains poorly characterized. Here, we combine genetic approaches, live cell imaging, transcriptomic analysis and mathematical modeling to dissect their dynamic interplay. We find that co-activation of NF-{kappa}B by the inflammatory cytokines TNF- and IL-1{beta} significantly enhance p53 nuclear accumulation upon genotoxic stress or Nutlin3a, and this effect is absent in NF-{kappa}B-deficient cells. Mechanistically, we show that cytokines induce an NF-{kappa}B-mediated increase of TP53 transcription, and mathematical modeling indicates that it is sufficient to account for the observed increased p53 accumulation. Functionally, NF-{kappa}B co-activation rewires p53-dependent transcriptional programs and impairs p53-mediated DNA repair following genotoxic stress, due to a shift of p53 dynamics from oscillatory to more sustained accumulation; p53 oscillatory dynamics and DNA repair remain largely unaltered in absence of NF-{kappa}B. Our results uncover an amplification of p53 response in presence of inflammatory cues that is transcriptionally mediated by NF-{kappa}B and that results, counterintuitively, in functional antagonism.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707448",
    "doi": "10.64898/2026.02.24.707448",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707400",
    "title": "NLRP3 activators disrupt the endocytic AP2 complex and plasma membrane signaling",
    "authors": [
      "Ebner, S.",
      "Phulphagar, K. M.",
      "Alvarez, Y.",
      "Juergenliemke, L.",
      "Frechen, F.",
      "Stoetzel, I.",
      "Lovotti, M.",
      "Mangan, M. S. J.",
      "Akbal, A.",
      "Schneberger, N.",
      "Frauenstein, A.",
      "Klein, T.",
      "Swietlik, J. J.",
      "Gansen, B. O.",
      "Fink, D.",
      "Lindner, A. U.",
      "Nguyen, L.",
      "Becher, I.",
      "Walter, J.",
      "Rollheiser, J.",
      "Kudaliyanage, A.",
      "Graetz, L.",
      "Gerken, O. J.",
      "Itzhak, D.",
      "Borner, G. H. H.",
      "Tanzer, M. C.",
      "Duthie, F.",
      "Stahl, R.",
      "Kallabis, S.",
      "Will, D.",
      "Savitski, M. M.",
      "Schroeder, A.",
      "Jantsch, J.",
      "Hagelueken, G.",
      "Legler, D. F.",
      "Mann, M.",
      "Latz, E.",
      "Kiermaier, E.",
      "Wachten, D.",
      "Kostenis, E.",
      "Meissner, F."
    ],
    "summary": "Organellar perturbations are linked to NLRP3 inflammasome activation, however, it remains unclear whether unrelated agonists converge on a common upstream pathway. Here, we traced intracellular organelle and protein movements by differential ultracentrifugation combined with mass spectrometry-based proteomics. We show that NLRP3 activators uniformly disrupt the endocytic Adaptor Protein 2 (AP2) complex, whereas other subcellular rearrangements are stimulus-specific. We discovered Dynasore as a K+ efflux-independent NLRP3 activator that engages this signaling node irrespective of endocytosis inhibition. Pharmacological and genetic perturbation of AP2 renders cells unresponsive to extracellular cues, blunting GPCR signaling, cAMP production, and chemotaxis, thereby enforcing a 'frozen' signaling state that propagates NLRP3 inflammasome activation. Collectively, our study reveals a common surveillance checkpoint linking impaired plasma membrane signaling to the execution of inflammation and cell death.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707400",
    "doi": "10.64898/2026.02.24.707400",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707209",
    "title": "A Comprehensive Analysis of the Electrolytic Hydrogen Water Mechanism via a Feedforward Loop and its Functional Role in Intestinal Cells In Vitro",
    "authors": [
      "LI, J."
    ],
    "summary": "Electrolytic hydrogen water (EHW) plays a critical role in modulating cellular metabolism; yet, the underlying molecular mechanisms remain unclear. This study utilized next-generation sequencing (NGS) to assess mRNA and miRNA expression in EHW treated Caco 2 cells. Bioinformatics analysis identified differentially expressed genes (DEGs) and pathways influenced by EHW and highlighted its involvement in the oxidative stress response and tight junction formation. Protein-protein interaction (PPI) network analysis of the DEGs identified first neighbor genes, supporting the role of EHW in suppressing oxidative stress related genes while also enhancing the expression of the TCEB2 CUL5 COMMD8 (ECS complex) genes, both of which converged on the HIF1 signaling pathway. We also constructed an mRNA and miRNA competing endogenous RNA (ceRNA) network, which revealed four hub genes, two non-coding RNAs (miR-429 and miR-200c-3p) and two protein-coding RNAs (CUL5 and GOLGA7). These genes co-target the transcription factor KLF4 in Caco 2 cells, forming a TF miRNA gene network (TMGN). EHW treatment significantly decreased the levels of miR 429 and miR 200c 3p and stabilized CUL5 and GOLGA7 transcripts post-transcriptionally as compared to ACW. Concurrently, reduced miRNA expression weakened their pretranscriptional competition with mRNAs for KLF4 binding, further enhancing CUL5 and GOLGA7 expression. Phenotypic assays confirmed that continuous EHW treatment promotes Caco 2 cell differentiation. This study underscores the regulatory role of EHW in intestinal cells via feed-forward loops (FFLs), offering novel insights into the molecular mechanisms and functions of EHW.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707209",
    "doi": "10.64898/2026.02.21.707209",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707486",
    "title": "Telomere-to-telomere genome assembly of Microsporidia sp. MB, a microsporidian symbiont of Anopheles coluzzii isolated from Burkina Faso",
    "authors": [
      "Pevsner, R.",
      "Martinez, J.",
      "Purusothaman, D.-K.",
      "Poulton, B. C.",
      "Adam, A. I.",
      "Parry, E. R. S.",
      "Sare, I.",
      "Diabate, A.",
      "Sinkins, S. P."
    ],
    "summary": "Background: Microsporidia sp. MB is an intracellular parasite of anopheline mosquitoes identified across the African continent. Microsporidia sp. MB infections appear to have no significant effect on host fitness and vertically transmit, whilst infected individuals have exhibited significantly reduced levels of Plasmodium falciparum transmission. These combined characteristics make Microsporidia sp. MB a promising candidate for use in malaria control. A comprehensive genome would greatly facilitate investigation into the evolution and biological pathways underlying important phenotypes, such as the mechanism of malarial inhibition. Results: In this study, we present the de novo assembly of the first complete genome of Microsporidia sp. MB SOUVK7. Multi-platform sequencing was performed on ovary samples of laboratory established Anopheles coluzzii collected from Burkina Faso. The SOUVK7 genome has a total size of 9.16Mb, encodes 2,435 genes and is organised into 13 chromosomes with telomeres identified at all flanks. Telomeric repeats exhibit a 4-mer motif due to a glutamine deletion previously unobserved in Microsporidia. Ploidy analysis of Illumina reads predicts MB as tetraploid, whilst analysis of CpG methylation and retroelements highlights loci in all chromosomes with characteristics consistent with regional centromeres. Orthology analysis identifies several key genes in pathways associated to telomeric and centromeric maintenance, along with methylation and host invasion machinery. A loss of several components of the infection machinery is observed in Microsporidia sp. MB and the wider Enterocytozoonida, consistent with a general trend towards genome size reduction in the clade. Conclusion: This study provides the first complete, telomere to telomere assembly of Microsporidia sp. MB, offering new insight into the genomic architecture of Microsporidia sp. MB and the broader Mrazekiidae family.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707486",
    "doi": "10.64898/2026.02.24.707486",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707611",
    "title": "CBASS limits bacteriophage production while maintaining cell viability in Pseudomonas aeruginosa",
    "authors": [
      "Huiting, E.",
      "Wang, B.",
      "Shmidov, E.",
      "Musunuri, S.",
      "Gitai, Z.",
      "Bondy-Denomy, J."
    ],
    "summary": "CBASS is an immune pathway that recognizes phage infection and generates cyclic nucleotide signals, which directly activate effectors that stop phage replication. Membrane-acting effectors are proposed to induce cell death to prevent phage replication; however, this mechanism has not been assessed with endogenous expression levels of the effector. We therefore sought to determine the cell viability outcomes of the CBASS phospholipase effector (CapV) upon activation with 3',3'-cGAMP signals in Pseudomonas aeruginosa. Here, we surprisingly observe that constitutive 3',3'-cGAMP signaling from the synthase (CdnA) enables robust cell growth and viability while effectively abolishing phage production in a CapV-dependent manner. Exogenous 3',3'-cGAMP also enhances CBASS anti-phage activity and cell growth. Moreover, constitutive activation of the CapV effector induces no cell fitness cost, and blocks replication of many, but not all, phages. This demonstrates that a cyclic nucleotide-activated CBASS effector possess a degree of phage specificity that has been previously overlooked. When CBASS is active, phage transcription and initiation of DNA replication proceed normally, but phages do not reach maximum DNA levels and fewer mature virions are produced. Based on these findings, we propose that CapV interferes with the early stages of phage capsid assembly at the cell membrane and resultantly disrupts DNA packaging. Collectively, we demonstrate that a successful CBASS response antagonizes a late-stage of the phage replication cycle while maintaining cell viability.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707611",
    "doi": "10.64898/2026.02.24.707611",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707688",
    "title": "Pharmacological targeting of EED is an effective therapeutic strategy in cellular models of incurable neuroendocrine prostate cancer",
    "authors": [
      "Orchard, K. J.",
      "Bryant, G.",
      "Latarani, M.",
      "Misir, I. R.",
      "Yerra, S. M.",
      "Velanis, C.",
      "Banchi, M.",
      "Fischetti, I.",
      "Turnball, S. L.",
      "Eccleston, M.",
      "Kelly, T. K.",
      "Burke, E.",
      "Maylin, Z. R.",
      "Bocci, G.",
      "Shamash, J.",
      "Berney, D.",
      "Brentnall, A.",
      "Akamatsu, S.",
      "Lin, D.",
      "Lu, Y.-J.",
      "Jachetti, E.",
      "Wang, Y.",
      "Crea, F. M."
    ],
    "summary": "Background: Neuroendocrine Prostate Cancer (NEPC) is an incurable malignancy, originating from the trans-differentiation of prostate adenocarcinoma (PRAD). Compared to PRAD, NEPC shows over-activation of Polycomb Repressive complex-1(PRC1) and -2 (PRC2), which are multiprotein epigenetic writers that drive cancer progression via tumour suppressor gene silencing. Tazemetostat is a PRC2 inhibitor approved for the treatment of sarcomas and lymphomas. ORIC-944 is a novel EED (Embryonic Ectoderm Development) inhibitor, which is being tested in clinical trials. EED is an attractive target as it functions as a key component of both PRC1 and PRC2. Objective and Methods: We compared the anticancer effects of tazemetostat and ORIC-944 in NEPC and PRAD cells. Cells were exposed to various concentrations of the two compounds to measure effects on cell viability (IC50) and apoptosis (flow cytometry). PRC2 inhibition was confirmed by measuring histone H3 Lys 27 trimethylation (H3K27me3) via ELISA and Western Blot. RNA Sequencing and pathway analysis was conducted to study modes of actions of tazemetostat vs ORIC-944. Results: Unlike tazemetostat, ORIC-944 causes dose-dependent growth inhibition in both NEPC and PRAD cells. In this context, EED targeting achieves IC50 values that are comparable to those of compounds used for the clinical treatment of advanced prostate cancer. Moreover, ORIC-944 (but not tazemetostat) causes significant apoptosis in NEPC cells. Both tazemetostat and ORIC-944 reduce H3K27me3. Mechanistically, both compounds reactivate the expression of known PRC2 targets, such as genes that control neural differentiation. However, the EED inhibitor also reactivates PRC1 targets, including pro-apoptotic and anti-proliferating genes (e.g. metallothionines). This evidence suggests that EED inhibition is a promising therapeutic strategy for NEPC.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707688",
    "doi": "10.64898/2026.02.24.707688",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707686",
    "title": "Iron Metabolism as a Therapeutic Vulnerability in Stem Cell-Like Castration-Resistant Prostate Cancer",
    "authors": [
      "Cheng, W.",
      "Brunello, A.",
      "Bonollo, F.",
      "Marti, T.",
      "Chouvardas, P.",
      "Labbe, D. P.",
      "De Menna, M.",
      "Thalmann, G.",
      "Karkampouna, S.",
      "Kruithof-de Julio, M."
    ],
    "summary": "Prostate cancer is the second most common malignancy among men, with androgen deprivation therapy (ADT) serving as the standard treatment due to the hormone sensitivity of prostate tumors. However, therapeutic resistance frequently develops, leading to castration-resistant prostate cancer (CRPC), an aggressive and lethal disease. A recently defined subtype, stem cell-like CRPC (CRPC-SCL), accounts for approximately 25% of CRPC cases and demonstrates poor responsiveness to ADT. CRPC-SCL is characterized by the expression of Cluster of Differentiation 44 (CD44), a glycoprotein that promotes hyaluronic acid binding and uptake. Within CRPC-SCL patient-derived xenograft (PDX) model, CD44 high (CD44hi) cells exhibit enhanced tumorigenicity and proliferative capacity. Importantly, iron metabolism emerges as a critical regulator of this population: CD44hi cells maintain elevated intracellular iron, which sustains CD44 expression and stem cell-like properties by modulating H3K9me2 modification. Leveraging this vulnerability, inhibition of the iron-regulatory factor NRF2 was shown to increase intracellular free iron and selectively induce ferroptosis in CD44hi cells. These findings highlight the therapeutic potential of targeting iron metabolism to induce ferroptosis as a novel treatment strategy for CRPC-SCL.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707686",
    "doi": "10.64898/2026.02.24.707686",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707847",
    "title": "MMV687794 blocks Plasmodium falciparum invasion of red blood cells by targeting a Surface-associated Lipid-Interacting Rhoptry Protein, PfSLIRP",
    "authors": [
      "Ling, D. B.",
      "Siddiqui, G. B.",
      "MacRaild, C. A.",
      "Yamaryo-Botte, Y.",
      "Dans, M. G.",
      "Kouskousis, B.",
      "Weiss, G. E.",
      "Razook, Z.",
      "Mehra, S.",
      "Nguyen, W.",
      "Chen, M.",
      "Barry, A. E.",
      "Sleebs, B. E.",
      "de Koning-Ward, T. F.",
      "Botte, C. Y.",
      "Creek, D. J.",
      "Cowman, A. F.",
      "Geoghegan, N. D.",
      "Rogers, K. L.",
      "Crabb, B. S.",
      "Bullen, H. E.",
      "Gilson, P. R."
    ],
    "summary": "Invasion of red blood cells (RBCs) by the human malaria parasite, Plasmodium falciparum, drives disease. During invasion, the parasite pushes its way into the RBC while wrapping the RBC membrane around itself to establish the parasitophorous vacuole, a stable niche within the RBC where the parasite grows. To better understand invasion, we investigated the mechanism of action of an invasion-inhibitory compound, MMV687794 (MMV794). Lattice light-sheet microscopy revealed that MMV794 blocks parasite entry by preventing parasitophorous vacuole formation. In vitro drug resistance selection of parasites with MMV794 found mutations to the /{beta} hydrolase, PF3D7_0403800, and engineering one of these mutations (C36W) into parasites by CRISPR/Cas9 recapitulated the resistance phenotype. Expansion microscopy demonstrated that this protein is expressed in schizonts, localising to the surface of rhoptries, which are specialised apical secretory organelles that function during invasion. Lipidomics and proteomics analyses of C36W parasites uncovered widespread changes to lipid composition/homeostasis and altered abundance of proteins involved in invasion, indicating a role for PF3D7_0403800 in invasion-associated lipid metabolism. Finally, we used solvent-induced proteome profiling and reactivity assays to confirm drug-target engagement. Together, our findings identify a novel Surface-associated Lipid-Interacting Rhoptry Protein (PfSLIRP) that coordinates lipid metabolism at the rhoptries to enable RBC invasion.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707847",
    "doi": "10.64898/2026.02.24.707847",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707907",
    "title": "Dynamic phosphoproteomics and proteomics uncover Leishmania donovani-driven ferritin hijacking, contributing to the control of iron homeostasis and iron-related oxidative stress",
    "authors": [
      "Shintre, S. S.",
      "Dingli, F.",
      "Meyerhoefer, N.",
      "Gorgette, O.",
      "Thouvenot, C.",
      "Blumenthal, D. B.",
      "Loew, D.",
      "Silvestre, A.",
      "RACHIDI, N."
    ],
    "summary": "Leishmania donovani, the causative agent of visceral leishmaniasis, survives within the parasitophorous vacuole (PV) of mammalian macrophages by extensively rewiring host cellular pathways. Although transcriptional and proteomic changes in infected macrophages have been characterized, the impact on the host phosphoproteome, a pivotal, reversible regulator of signalling, remains largely unexplored. To address this gap, we combined time resolved quantitative phosphoproteomics and proteomics to map the dynamic response of murine macrophages to L. donovani infection. Early after infection, the parasite rapidly attenuates the macrophage signaling cascades normally triggered by phagocytosis. Between 24 h and 48 h post infection we observed a progressive de phosphorylation of proteins involved in innate immunity, apoptosis and other stress responsive pathways, consistent with a partial shutdown of multiple host kinases. From 24 h onward, a global decline in protein abundance was also detected, most notably within lysosomal network. Strikingly, only five host proteins were consistently up regulated, suggesting their importance for parasite survival. Ferritin light chain (Ftl1) displayed the largest increase. Immunofluorescence and transmission-electron microscopy revealed that Ftl1 accumulates within the parasitophorous vacuole, colocalizes with the ferritin receptor Ncoa4, and yet fails to undergo degradation, indicating that Leishmania co-opts ferritin as its own intracellular iron-storage compartment. Ferritin is not confined to the PV; it is also internalized by the parasite. Within L. donovani, ferritin accumulates not only in the cytoplasm but also in the nucleus, where it may function both as an iron-storage depot and as an iron buffer that protects the parasite from oxidative damage. Finally, we demonstrate that Leishmania donovani pre-conditions its host macrophage for the iron-rich environments of the liver and spleen by driving the assembly of ferritin particles enriched in ferritin-light chain. This contrasts with L. amazonensis, which, residing in the iron-poor skin, induces ferritin predominated by ferritin-heavy chain (Fth1). Knock-down of Ftl1 did not decrease parasite survival because macrophages compensated for its loss by up-regulating Hspb1, which encodes a protein that limits lipid peroxidation by inhibiting the Fenton reaction. Although this response protects the host cell, it also diminishes iron import, imposing a metabolic cost on Leishmania. Hspb1 represents only one example; additional, as yet unidentified, compensatory pathways are likely activated by the parasite to mitigate the loss of ferritin-light chain. Collectively, our data uncover a previously unknown strategy whereby L. donovani hijacks host ferritin trafficking to create a protected iron reservoir, thereby preventing ferroptosis. This mechanism sets Leishmania, a eukaryotic intracellular parasite, apart from the canonical iron acquisition tactics employed by bacteria and fungi.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707907",
    "doi": "10.64898/2026.02.25.707907",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707929",
    "title": "Chiral Histidine-Modified Gold Nanoclusters Loaded into Cationic Lipid Nanoparticles for Treatment of Biofilm-associated Infections",
    "authors": [
      "Ye, Z.",
      "Jin, X.",
      "Koekman, A.",
      "van Steenbergen, M.",
      "Liu, Y.",
      "Xing, Z.",
      "Seinen, C.",
      "Khodaei, A.",
      "Mastrobattista, E.",
      "Sluijter, J.",
      "Weinans, H.",
      "Schiffelers, R.",
      "Rios, J. L.",
      "van der Wal, B.",
      "Lei, Z."
    ],
    "summary": "Antimicrobial resistance has heightened the risk of device-associated infections, in which Staphylococcus aureus (S. aureus) biofilms persist through extracellular-matrix protection and marked physiological heterogeneity. Gold nanoclusters (AuNCs) can disrupt biofilms via redox-associated stress, but limited in vivo stability and poor local retention constrain their translational potential. Here, we synthesized chiral histidine-modified AuNCs (D-, L-, and DL-AuNCs) and formulated them into mildly cationic lipid nanoparticles (AuNCs@LNP) by microfluidic assembly to enhance biofilm engagement while preserving nanocluster identity. The resulting particles were ~100-120 nm with high gold loading and a modest charge reversal. In established S. aureus USA300 biofilms, free DL-AuNCs reduced viable burden by up to 5.6 log10 CFU/mL, suppressed metabolic activity, and increased ROS signaling. Notably, LNP encapsulation maintained bactericidal activity and further improved killing by ~1 log10 CFU at matched Au dose, while substantially enhancing biomass removal (crystal violet residual biomass: 63.77% vs 45.17%), consistent with carrier-mediated matrix destabilization. In a subcutaneous implant infection model, a single perilesional dose of DL-AuNCs@LNP reduced implant-associated bacterial burden by 2.6 log10 CFU per implant versus PBS. These results establish a modular antibiofilm platform that couples nanocluster-driven killing with lipid-facilitated biofilm disruption and defines an efficacy-tolerability window to guide optimization of locally delivered antibiofilm nanomedicines.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707929",
    "doi": "10.64898/2026.02.25.707929",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707703",
    "title": "Rocking around the pheno-clock: bridging vegetation phenology and chronobiology",
    "authors": [
      "Bajocco, S.",
      "Ricotta, C.",
      "Bregaglio, S."
    ],
    "summary": "Plant phenology controls resource acquisition, survival and reproductive success, yet it is still commonly reduced to a limited set of calendar-based metrics, such as discrete dates of budburst or senescence. By contrast, chronobiology quantifies biological rhythms from full activity profiles using metrics that capture timing, regularity and amplitude of rest-activity cycles. Here, we bridge these two perspectives by developing a pheno-clock framework that translates plant phenology into chrono-ecological properties. We applied actigraphy-inspired metrics to multi-year satellite time series of European beech (Fagus sylvatica) forests across their European range. From daily photothermal activity profiles, we derived indices describing the strength, fragmentation and amplitude of annual rest-activity rhythms and related them to classical phenological metrics and regional climate. Our results reveal a marked asymmetry between spring and autumn phenology, indicating that canopy decline is governed by the cumulative organization of annual energy input, whereas canopy activation is dominated by short-term forcing. Across biogeographical regions, beech forests segregate into distinct pheno-chronotypes that differ in the timing and consolidation of rest and activity phases rather than in growing-season length alone. These chrono-ecological patterns suggest that climate filters not only when forests grow, but also how they structure their annual rhythmicity. By importing chronobiology into plant phenology, the pheno-clock framework provides a transferable approach to describe and compare seasonal strategies in plants, opening new avenues to link phenological diversity, functional traits and ecosystem responses to environmental change.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707703",
    "doi": "10.64898/2026.02.24.707703",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.02.641080",
    "title": "Identification of a new inhibitor of Ran GTPase with potential therapeutic value in epithelial ovarian cancer",
    "authors": [
      "Boudhraa, Z.",
      "Tian, X.",
      "Gam, R.",
      "Ritch, S.",
      "Kendall-Dupont, J.",
      "Carmona, E.",
      "Provencher, D.",
      "Wu, J. H.",
      "Mes-Masson, A.-M."
    ],
    "summary": "Compiled research studies suggest that the small GTPase Ran is critical in cancer initiation and progression. Compounds that block Ran activity would be valuable for cancer treatment. Yet, to date, there is no inhibitor proven to be efficient and specific to Ran. Here, by learning lessons from the discovery of KRAS G12C inhibitors, we generated a structural model of the switch II pocket of GDP-bound Ran to identify potential inhibitors of Ran by virtual screening. After in vitro verification, compound M26 was detected. Subsequent hit optimization lead us to identify compound M36 as an inhibitor of Ran with a promising therapeutic value. Binding of M36 to Ran was confirmed by cellular thermal shift assay. The specificity of M36 towards Ran was demonstrated by the evaluation of the active GTP-bound forms of a range of GTPases including Ran, RhoA, Cdc42 and Rac1; and by the expression of a dominant active mutant of Ran. Remarkably, similar to depletion of Ran by siRNA, M36 exhibits a specific toxicity in aneuploid ovarian cancer cells and represses DNA repair systems. In accordance with this, we demonstrated a synergistic relationship between M36 and the FDA approved PARP inhibitor Olaparib. In vivo, M36 presents acceptable pharmacokinetic properties and, more importantly, inhibits the tumor growth of an aggressive epithelial ovarian cancer xenograft model. Clinically relevant, M36 was able to induce cell death in ex vivo EOC patient derived micro-dissected tumor. Overall, our study is the first to provide a small-molecule compound inhibitor of Ran with a promising therapeutic potential.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.02.641080",
    "doi": "10.1101/2025.03.02.641080",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.03.652004",
    "title": "Exposure to per- and polyfluoroalkyl substances elicits cell type-specific impacts on p53 and TGF-β signaling pathways",
    "authors": [
      "Ding, H.",
      "Slack, M.",
      "McClure, H.",
      "Gu, W.",
      "Gu, H.",
      "Kappes, F.",
      "Schultz, T.",
      "Somarelli, J.",
      "Tsigkou, A."
    ],
    "summary": "Per- and polyfluoroalkyl substances (PFAS) are a class of synthetic chemicals extensively used as plastic additives. Their environmental persistence and potential for bioaccumulation have raised significant toxicological concerns. This study evaluates the cytotoxic and molecular effects of Perfluorooctanoic acid (PFOA) and its replacement compound, Perfluoro(2-methyl-3-oxohexanoic) acid (GenX), in human-derived skin (A375), liver (HepG2), kidney (SN12C), and colon (SW620) cell lines. The experimental design assessed cell viability, gene expression, and perturbations in key cellular stress pathways, with a particular focus on TGF-{beta}/SMAD-mediated inflammation and the p53-driven DNA damage response.\n\nOur results demonstrate compound- and cell-type-specific toxicity, with GenX displaying reduced cytotoxicity compared to PFOA across all cell types. Molecular analyses revealed that both PFAS compounds induced alterations in the TGF-{beta}/SMAD pathway, consistent with a pro-inflammatory cellular state. Additionally, we observed activation of the DNA damage response, as evidenced by increased expression of ATM, ATR, and p53, alongside ribosomal stress-related changes in RPL5 and RPL11. Notably, while skin and liver cells exhibited similar response profiles, kidney and colon cells showed divergent modulation of SMAD signaling, suggesting tissue-specific susceptibility and mechanistic differences.\n\nThese findings contribute to a deeper understanding of the differential toxicological profiles of legacy and replacement PFAS, with implications for health risk assessment and regulatory policy.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=112 SRC=\"FIGDIR/small/652004v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (44K):\norg.highwire.dtl.DTLVardef@53ca39org.highwire.dtl.DTLVardef@101969dorg.highwire.dtl.DTLVardef@147544dorg.highwire.dtl.DTLVardef@1efa68e_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.03.652004",
    "doi": "10.1101/2025.05.03.652004",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.26.678483",
    "title": "Hyperactivated Glycolysis Drives Spatially-Patterned Kupffer Cell Depletion in MASLD",
    "authors": [
      "He, J.",
      "Li, R.",
      "Xie, C.",
      "Zhu, X.",
      "Wang, K.",
      "Shan, Z."
    ],
    "summary": "Metabolic dysfunction-associated steatotic liver disease (MASLD) progression is characterized by hepatic inflammation and cell death, yet the mechanisms underlying Kupffer cells (KCs) loss remain poorly understood. Here, we sought to elucidate the metabolic basis of KCs death during MASLD. Using metabolomics, immunostaining, and flow cytometry, we evaluated metabolic alterations and KCs death throughout early MASLD progression. We found that KCs death is an early hallmark of MASLD, exhibiting greater susceptibility and displaying a spatial distribution consistent with KCs zonation. Moreoever, KCs undergo progressive metabolic reprogramming toward enhanced glucose utilization during MASLD development, which is correlated with KCs death. In combination of biochemical agonist, isotope tracing and primary KCs culture, we further demonstrated that augmented glycolytic metabolism directly drives KCs death in vitro. Consistently, using Chil1-deficient mice, we further demonstrated that increased glucose utilization accelerates KCs death in vivo. Together, these findings establish a causal link between glycolytic activation and KCs loss during MASLD progression, highlighting glucose metabolic pathways as potential therapeutic targets to preserve KCs homeostasis and mitigate MASLD.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.26.678483",
    "doi": "10.1101/2025.09.26.678483",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.10.681724",
    "title": "Dopamine and its receptor DcDop2 are involved in the coevolution between Candidatus Liberibacter asiaticus and Diaphorina citri",
    "authors": [
      "Nian, X.",
      "Li, J.",
      "Huang, J.",
      "Yuan, W.",
      "Holford, P.",
      "Beattie, G. A. C.",
      "He, J.",
      "Cen, Y.",
      "He, Y.",
      "Zhang, S."
    ],
    "summary": "Candidatus Liberibacter asiaticus (CLas), the causal agent of citrus huanglongbing, is transmitted by the Asian citrus psyllid Diaphorina citri. While CLas-positive (CLas+) females exhibit increased fecundity and metabolic demands, their neuroendocrine regulation mechanisms remain unclear. We propose CLas manipulates dopamine (DA) signaling to enhance psyllid fecundity and CLas proliferation. Metabolomics revealed elevated DA in CLas+ females. Silencing DA synthesis genes and receptor DcDop2 via RNAi reduced lipid reserves, fecundity, and ovarian CLas titers. Through combined in vivo and in vitro experiments, we demonstrated that the microRNA miR-31a suppresses DcDop2 expression by binding to its 3 untranslated region. Overexpression of miR-31a resulted in decreased DcDop2 expression and CLas titers in the ovaries, eliciting phenotypic defects akin to DcDop2 knockdown. Furthermore, DcDop2 knockdown and miR-31a overexpression reduced juvenile hormone (JH) levels and adipokinetic hormone (AKH) signaling in fat bodies and ovaries. Consequently, CLas regulates the DA-DcDop2 signaling axis to improve D. citri lipid metabolism and fecundity, while simultaneously promoting its replication. These findings reveal a coevolution between CLas proliferation and ovarian development in the insect host. This discovery enhances our understanding of the molecular interplay between plant pathogens and vector insects and offers novel targets and strategies for HLB field management.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.10.681724",
    "doi": "10.1101/2025.10.10.681724",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.14.680648",
    "title": "Temporal control of feeding without reducing caloric intake attenuates allergic dermatitis in mice by lowering leptin production",
    "authors": [
      "Bur, Z.",
      "Vendl, B.",
      "Lumniczky, Z.",
      "Farkas, B.",
      "Szanto, C. G.",
      "Czaran, D.",
      "Tigyi, G. J.",
      "Ella, K.",
      "Kaldi, K."
    ],
    "summary": "Background: In modern societies, irregular and unhealthy eating behavior is increasingly prevalent, contributing to the development of both metabolic and inflammatory disorders. Limiting food access to a specific time window of the day, without caloric restriction, helps prevent and treat metabolic diseases. Given the close connection between metabolism and immune function, we investigated how meal timing influences the severity of contact hypersensitivity (CHS), a murine model of human allergic contact dermatitis which affects approximately 20% of the population. Methods: Mice were fed with normal (NC) or high-fat (HF) chow under ad libitum (AL) or 10/14 time-restricted feeding (TRF). CHS severity was analyzed at macroscopic, tissue and cellular levels in both mild (acute) and severe (subacute) forms of the disease. To assess the mediator role of leptin, we used db/db mice, inhibited leptin signaling and analyzed human transcriptomic data. Results: Under conditions with ad libitum (AL) food access, HF diet resulted in impaired metabolic state and a more severe form of inflammation. Increased ear thickness, leukocyte infiltration, pustule formation, IL-1{beta}, CXCL2 levels and markedly delayed resolution of the inflammation were observed in HF-AL animals. Time-restricted feeding (TRF) reduced HF diet-induced weight gain and exacerbation of the inflammatory symptoms, even when started after disease onset. In HF-AL mice, serum leptin levels were elevated and displayed a phase-shifted diurnal pattern compared to the NC group, whereas TRF markedly attenuated these changes. NC-fed db/db mice that produced high levels of leptin exhibited worsened CHS. Blocking the leptin receptors alleviated the inflammatory symptoms in both db/db and HF-AL mice. Extending the analysis to patients' transcriptomic data and histology suggests that leptin may contribute to pustule formation in non-infectious dermatitis in humans. Conclusions: Our data indicate that both TRF and local inhibition of leptin receptors can individually and in combination serve as effective new tools in managing allergic contact dermatitis.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.14.680648",
    "doi": "10.1101/2025.10.14.680648",
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689671",
    "title": "Rapid aging and disassembly of actin filaments from two evolutionary distant yeasts",
    "authors": [
      "Billault-Chaumartin, I.",
      "Wioland, H.",
      "Guillotin, A.",
      "Michelot, A.",
      "JEGOU, A.",
      "Romet-Lemonne, G."
    ],
    "summary": "Actin is an essential cytoskeletal protein that is extremely well conserved across the tree of life. Similarities and differences in the way actin from different species self-assembles into filaments inform our understanding of its evolution. However, this basic knowledge is largely incomplete. Here, we address this issue by systematically characterizing assembly kinetics for actin from two yeast species that are five hundred million years apart in evolution, Saccharomyces cerevisiae and Schizosaccharomyces pombe, and compare them to the well-studied actin from rabbit skeletal muscle from which they diverged a billion years ago. By monitoring individual actin filaments under controlled conditions, we accurately quantified their barbed end elongation from ATP-actin monomers, their disassembly in the ADP-Pi and ADP states, as well as the release of inorganic phosphate, which marks their aging. We find that, in the ATP state, both yeast actins behave strikingly like mammalian actin at filament barbed ends. In contrast, yeast actin filaments in both the ADP-Pi and the ADP states depolymerize several-fold faster than their mammalian counterparts, and they release inorganic phosphate over 20-fold faster. We show that the absence of methylation on histidine 73 largely accounts for this faster aging of yeast actin filaments. We also reveal differences between the actins of the two yeasts. In particular, ADP-actin filaments depolymerize faster and are mechanically more flexible in Saccharomyces cerevisiae compared to Schizosaccharomyces pombe. Our findings suggest that actins expressed across species possess more diverse and specialized biochemical characteristics than previously recognized.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689671",
    "doi": "10.1101/2025.11.21.689671",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707351",
    "title": "Investigation of autophagy-activating molecules in a glia-specific Spinocerebellar ataxia type 1 model",
    "authors": [
      "Burjan, T.",
      "Horvath, H.",
      "Illes, E.",
      "Schlett, K.",
      "Bencsik, N.",
      "Kovacs, T."
    ],
    "summary": "Autophagy is a critical neuroprotective mechanism, the impairment of which can lead to severe neurodegenerative diseases. Spinocerebellar ataxia type 1 (SCA1) is a monogenic neurodegenerative disorder, characterised by the presence of protein aggregates and consequent loss of cellular functions. The expression of mutant Ataxin1 (ATXN1) in glial cells has been demonstrated to induce inflammatory responses and loss of supportive functions, thereby exacerbating neuronal degeneration in SCA1. Autophagic dysfunction has been shown to affect both neurons and glial cells, resulting in widespread pathological consequences. In this work, we aimed to evaluate the efficacy of two small-molecule autophagy activators, AUTEN-67 and AUTEN-99, in models of glia-specific SCA1 in Drosophila. Our results demonstrate that AUTEN-99 has a stronger autophagy enhancing effect, with significantly improved response times and survival rates, compared to untreated ATXN1 mutants. Glia-specific assays in mouse primary hippocampal cultures also confirmed that AUTEN-99 is a more effective activator. Ultimately, co-treatment of neuronal and glial cultures did not reveal any synergistic benefits from combining the two AUTEN compounds compared to single-agent treatment. Our findings contribute to a better understanding of the utility of AUTENs and may help to understand the critical role of autophagy in neurodegenerative diseases.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707351",
    "doi": "10.64898/2026.02.23.707351",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.705258",
    "title": "T2T Pangenome Reveals a 3.3kb Structural Variation Driving the De Novo Evolution of a Subspecies-Specific NLR Gene in Rice",
    "authors": [
      "fan, j."
    ],
    "summary": "BackgroundThe genomic region spanning 1.1-1.3 Mb on rice chromosome 6 is a recognized structural variation (SV) hotspot linked to Rice Black-Streaked Dwarf Virus (RBSDV) resistance. However, the precise molecular mechanism has remained elusive due to the inherent \"reference bias\" of the japonica-based genome, which lacks the critical causative sequences.\n\nMethodsLeveraging a neuro-symbolic-driven analysis of gap-free Telomere-to-Telomere (T2T) pangenome datasets and the LGEMP engine, we conducted a high-resolution comparative study between indica (9311) and japonica (Nippon bare). This approach allowed us to treat genomic variations as 3D structural building blocks rather than linear strings.\n\nResultsWe identified a 3.3 kb large-scale insertion uniquely present at the 1.21 Mb locus in 9311. This SV, likely mediated by transposable elements, exhibits extreme sequence divergence (24% identity). We demonstrate that this insertion acts as a topological modifier, driving a dramatic functional shift: while the japonica allele encodes a basic DUF590 transporter, the indica allele has undergone de novo evolution into a complete CC-NBS-LRR (NLR) immune receptor. Transcriptomic profiling confirmed the generation of six novel isoforms (T01-T06) enabled by the SVs structural re-organization. Validation across 16 representative T2T assemblies confirms this 3.3 kb SV as an indica-specific \"evolutionary patch,\" effectively filling the \"missing heritability\" gap in rice viral immunity.\n\nConclusionOur findings uncover a novel mechanism of gene birth through structural re-organization at high-diversity hotspots. By integrating T2T pangenomics with AI-driven inference, this study provides a definitive molecular marker for the precision breeding of virus-resistant crops and redefines our understanding of subspecies-specific adaptation..",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.705258",
    "doi": "10.64898/2026.02.21.705258",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707262",
    "title": "A plant-based biostimulant modulates grapevine susceptibility within a realistic water stress window through priming and phenylpropanoid pathway regulation",
    "authors": [
      "Poucet, T.",
      "Chen, G.",
      "Bourg, J.",
      "Busuttil, A.-M.",
      "Delmas, C.",
      "Dufour, M. C."
    ],
    "summary": "Fluctuating extreme weather events, coupled with rising average temperatures, can severely impact grapevine physiology and yield. While biostimulants have been gaining acceptance as a short-terms tools to enhance grapevine resilience, their adoption is hindered by inconsistent efficacy, partly driven by unpredictable plant stress levels. Over two contrasting seasons, we integrated physiological, transcriptomic, and metabolomic analyses to investigate how a plant-based biostimulant modulates the sensibility of Vitis vinifera under varying intensities of heat, drought, and their combination. This panel of water status, ranging from -0.02 to -1.6 MPa, revealed that the physiological response induced by the biostimulant treatment alleviates water stress within a field-relevant hydraulic window located between -0.4 and -1.2 MPa. Moreover, moderate but constitutive reduction of growth parameters in biostimulant plants, suggests a trade-off between vegetative development and abiotic stress responses. Accordingly, gene expression analysis revealed an interaction between water availability and the plant response to the biostimulant, which suggest an activation of priming mechanisms. Metabolic profiling supported these findings, highlighting the central role of phenylpropanoid pathway modulation, together with adjustments in ROS dynamics and stress-related hormone responses, particularly abscisic acid. Overall, this work emphasizes the need for integrating detailed plant water status and leaf gas exchange to accurately evaluate biostimulant performances under abiotic stress.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707262",
    "doi": "10.64898/2026.02.23.707262",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.706592",
    "title": "p70 ribosomal protein S6 Kinase (p70S6K) as a potential peripheral biomarker for mental symptoms in 16p11.2 deletion and duplication syndromes",
    "authors": [
      "Morella, I.",
      "Hall, J.",
      "Butter, C.",
      "Goldie, C.",
      "Ali, N.",
      "Burlinson-Diaz, N.",
      "Burkitt-Wright, E.",
      "Caraiscos, I.",
      "More, L.",
      "Green, J.",
      "van den Bree, M.",
      "Brambilla, R."
    ],
    "summary": "Neurodevelopmental disorders (NDDs) encompass heterogeneous cognitive, motor, and psychiatric manifestations that typically require extensive behavioural assessments for characterization. Individuals carrying 16p11.2 copy number variations (CNVs), including both deletions and duplications, represent a relatively common NDD subgroup marked by wide variability in psychiatric symptoms, as well as metabolic and peripheral abnormalities, complicating prediction of disease trajectory and treatment response. The identification of biomarkers in easily accessible tissues, such as peripheral blood mononuclear cells (PBMCs), could provide valuable tools for diagnosis and prognosis, yet remains an unmet clinical need. Converging evidence implicates dysregulation of ubiquitous signalling pathways, including ERK and mTOR cascades, in altered protein synthesis across both idiopathic and genetic NDDs. Here, using a hypothesis-driven screening approach, we examined candidate peripheral biomarkers in individuals with 16p11.2 deletions and duplications. We identified a significant reduction of ribosomal protein S6 kinase (p70S6K) levels in PBMCs across both genotypes. Notably, the magnitude of p70S6K reduction correlated with the severity of autistic symptoms independently of CNV genotype. In parallel, MAPK3/ERK1 protein levels mirrored gene dosage, showing increased expression in duplication carriers and reduced levels in deletion carriers, in accordance with the genotype. Collectively, these findings indicate that peripheral molecular alterations may support clinical stratification and suggest that p70S6K represents a promising biomarker for symptom severity and potentially treatment responsiveness in NDD patients carrying 16p11.2 CNVs.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.706592",
    "doi": "10.64898/2026.02.23.706592",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707364",
    "title": "Oncogenic chromodomain mutations allosterically impair TIP60 acetyltransfearse function preventing activation of DNA repair genes under genotoxic stress",
    "authors": [
      "Gupta, H.",
      "Bansal, A.",
      "Gupta, A."
    ],
    "summary": "TIP60 is a tumor suppressor with histone acetyltransferase activity that regulates chromatin accessibility in diverse processes including DNA repair, apoptosis, mitosis, transcription, and autophagy. Structurally TIP60 contains a C-terminal MYST domain that mediates its HAT activity, while the N-terminal chromodomain are conserved modules that facilitate its association with chromatin by recognizing histone modifications. Mutations within the chromodomain have been implicated in various cancers, yet their functional consequences remain poorly understood, particularly with respect to TIP60s role in maintaining genomic integrity. Here, we uncover a novel allosteric mechanism whereby cancer-associated chromodomain mutations impair TIP60s catalytic activity without disrupting its chromatin binding, underscoring critical interdomain communication between the chromodomain and the MYST domain. Through structural modelling and molecular dynamics simulations, we identified two missense mutations (R53H and R62W) in TIP60s chromodomain that not only altered TIP60s conformation but also destabilized its trimeric assembly, thereby impairing acetyl-CoA docking. Importantly, we found that TIP60 engages acetyl-CoA exclusively in its trimeric state, and the R62W mutation perturbs the trimeric interface, thereby altering the docking sites for acetyl-CoA. Consistent with these structural changes, biochemical assays revealed that chromodomain mutant TIP60 variants, while retaining chromatin loading, exhibited markedly reduced autoacetylation and histone acetyltransferase activity. Moreover, these mutants failed to activate the p21 gene in response to DNA damage, thereby predisposing the genome to the accumulation of mutations and leaving cells unable to arrest the cell cycle for repair of genomic lesions. Together, our findings establish that distal chromodomain mutations allosterically destabilize TIP60 oligomerization, impair acetyl-CoA utilization, and compromise DNA damage responses. The mechanism establishes a link between chromodomain mutations and genomic instability, shedding light on how reader domain alterations may underlie cancer progression.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707364",
    "doi": "10.64898/2026.02.23.707364",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707474",
    "title": "Metabolic stress reveals widespread accumulation of cap-unmethylated RNAs",
    "authors": [
      "Xing, Z.",
      "Freitas, A. V.",
      "Sutter, B. M.",
      "Dang, N. K.",
      "Ingolia, N. T.",
      "Tu, B. P."
    ],
    "summary": "RNA polymerase II transcripts are capped with N7-methylguanosine (mG), a conserved modification essential for mRNA function. Although traditionally viewed as constitutive, we developed a mass spectrometry-based method to demonstrate that in both yeast and mammalian cells, a substantial population of mRNAs lack cap methylation in response to SAM-limiting conditions and oxidative stress, which may be frequently encountered across organisms. Through developing two transcriptome-wide approaches, we found that methylation is enriched on specific transcripts and uncovered an unexpected connection between histone H3K36me3 and cap methylation, with both marks preferentially associated with stress-responsive MAPK signaling pathways. Strikingly, cap-unmethylated mRNAs exhibit features of canonical mRNAs-they are polyadenylated, exported to the cytosol, and translated. Enforced cap methylation reduces cell growth under SAM limitation, suggesting that unmethylated mRNAs confer an adaptive advantage during stress. These findings establish mRNA cap methylation as a dynamic, regulated modification and a previously underappreciated layer of gene expression control.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707474",
    "doi": "10.64898/2026.02.23.707474",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707350",
    "title": "AUTOTAC-mediated targeted degradation of transthyretin aggregates ameliorates hereditary transthyretin amyloidosis",
    "authors": [
      "Kwon, Y. T.",
      "Ji, C. H.",
      "Almeida, M. R.",
      "Kim, H. Y.",
      "Park, D. Y.",
      "Cho, E. H.",
      "Son, Y. S.",
      "Kim, S. H.",
      "Sung, K. W.",
      "Martins, H. S.",
      "Saraiva, M. J."
    ],
    "summary": "Hereditary transthyretin amyloidosis (hATTR) is characterized by extracellular deposition of amyloidogenic transthyretin (TTR) aggregates, yet the mechanisms governing their clearance remains poorly understood. Here, we identify a key role for the N-degron pathway in lysosomal degradation of the pathogenic TTRV30M variant. Misfolded intracellular TTRV30M was rapidly secreted and subsequently re-entered within 24 hours during cell-to-cell trafficking. The molecular chaperone R-BiP - N-terminally (Nt) arginylated HSPA5/BiP/GRP78 - associated with intracellular TTRV30M, and its Nt-arginine functioned as an agonist for the N-recognin sequestosome 1 (SQSTM1/p62). This interaction facilitated p62-dependent autophagosomal sequestration and lysosomal degradation of TTRV30M. To pharmacologically exploit this mechanism, we applied the AUTOTAC (AUTOphagy-TArgeting Chimera) platform, which enables the targeting of substrates to p62 for autophagic clearance. We developed Autotac 201 (ATC201), an 876-Da chimera designed to bind both the T4 pocket of aggregated TTR and p62, thereby promoting selective autophagic degradation. In cultured cells, ATC201 potently reduced intracellular TTRV30M aggregates in a manner depending on p62-mediated autophagy, exhibiting a DC of low nM. In hATTR model mice, ATC201 markedly lowered tissue TTR aggregate burden and restored autophagy pathway flux impaired by aggregate accumulation. Treatment improved nerve conduction parameters and reduced peripheral neuropathy scores, indicating functional rescue. ATC201 also led to preservation of muscle strength and attenuation of systemic amyloid deposition. Our findings reveal that the N-degron pathway orchestrates autophagic removal of TTR aggregates and demonstrate the therapeutic potential of AUTOTAC-based degraders for hATTR and other proteinopathies characterized by pathogenic protein aggregation.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707350",
    "doi": "10.64898/2026.02.23.707350",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707382",
    "title": "ER-stress signaling and Alzheimer's proteins adjust the quality of human protein synthesis",
    "authors": [
      "Cao, Z.",
      "Hartmann, M.",
      "Wagner, M.",
      "Schug, A.",
      "Roesler, R.",
      "Wiese, S.",
      "Yang, Q.",
      "Oswald, F.",
      "Scharffetter-Kochanek, K.",
      "Iben, S."
    ],
    "summary": "Proteostasis is the balance of protein synthesis, protein maintenance and protein degradation. Proteostasis is disturbed in neurodegenerative disorders like Alzheimer`s disease (AD) of the aging human body. Protein synthesis by the ribosome is the most error-prone process of gene expression. If and how the error-rate of protein synthesis is regulated during human aging and contributes to AD is unknown. Here we show that ribosomal error-rate is adapted in cellular models of human aging, but not mouse aging. This adaptation involves ER-stress signaling and the Alzheimer`s disease-related proteins amyloid-beta precursor protein and presenilin 1. Our results suggest that ribosomal error-rate is a relevant parameter in human aging and disease.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707382",
    "doi": "10.64898/2026.02.23.707382",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707197",
    "title": "Zinc excess promotes lysosome remodeling by activating HLH-30/TFEB through the action of the high zinc sensor HIZR-1.",
    "authors": [
      "Cubillas, C.",
      "Liu, H.",
      "Deshmukh, K.",
      "Mendoza, A.",
      "Schneider, D. L.",
      "Herrera, D.",
      "Zhao, C.",
      "Murphy, J. T.",
      "Edwards, J.",
      "Diwan, A.",
      "Kornfeld, K."
    ],
    "summary": "Zinc is an essential element that plays many roles in animals. Since excess zinc is toxic, animals have evolved sophisticated mechanisms to achieve homeostasis. A conserved mechanism is to store excess zinc in specialized lysosomes, which contributes to zinc detoxification and provides a supply when zinc becomes limiting. In C. elegans excess zinc conditions promote an increase in lysosome-related organelles called bilobed granules. Defining how zinc-regulated transcription drives the observed lysosome remodeling is key to understanding zinc homeostasis processes. Here we describe a positively regulated zinc cascade controlled by hizr-1 and hlh-30/TFEB, which encode the C. elegans high zinc sensor and the master regulator of the autophagy-lysosomal pathway, respectively; essential for connecting excess zinc homeostasis to lysosome biogenesis and remodeling. Our transcriptomic, genetic, and bioinformatic studies indicate that hizr-1 and hlh-30 are necessary and sufficient to activate transcription of lysosome genes under excess zinc conditions. In our regulatory model, zinc binding activates HIZR-1 protein, which accumulates in the nucleus and activates genes containing the HZA enhancer, including hlh-30. HLH-30 protein accumulates in the nucleus and activates genes containing the E-box enhancer. Genetic analysis of loss-of-function mutants demonstrated that both hizr-1 and hlh-30 are necessary for animals to tolerate excess zinc. Furthermore, HLH-30 promotes the increase in the number of acidified compartments, whereas HIZR-1 promotes the increase in the volume of the expansion compartment. These results define a genetic pathway that responds to excess zinc by increasing the number of lysosome-related organelles and their capacity to store and detoxify cytosolic zinc.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707197",
    "doi": "10.64898/2026.02.22.707197",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707525",
    "title": "Modulation of the RNAse P/MRP complex and mitochondrial ribosome enhances cytosolic ribosome coordination and sustains longevity",
    "authors": [
      "Martinez-Miguel, V. E.",
      "Popkes-van Oepen, T.",
      "Syed Shamsh, T.",
      "Lopes, F.",
      "Park, Y.",
      "Jeromin, L. S.",
      "Anderton, E. E.",
      "Huang, W.",
      "Lithgow, G.",
      "Beyer, A.",
      "Antebi, A."
    ],
    "summary": "Aging is accompanied by a progressive decline in protein synthesis and ribosome abundance, yet paradoxically, genetic or pharmacological attenuation of translation extends lifespan across species. Whether the age-associated decline in translation is adaptive or reflects a pathological failure of ribosome homeostasis remains unclear. Here, we show that shortened lifespan is driven by dysregulated ribosome biogenesis (RiBi) and impaired ribosome assembly. Using Caenorhabditis elegans ncl-1 loss-of-function mutants as a model of accelerated aging, we find that nucleolar enlargement coincides with decoupling of precursor and mature rRNA, ribosomal protein (RP) transcripts, and protein abundance, loss of RP stoichiometry, defective ribosomal subunit joining, and compromised proteostasis. Strikingly, lifespan can be restored downstream of the nucleolus by targeting either the RNAse P/MRP complex or the mitochondrial ribosome. These interventions rebalance mature rRNA and RP abundance, improve ribosomal assembly, and reduce protein aggregation despite persistent nucleolar enlargement and elevated pre-rRNA levels. Our findings identify accelerated age-associated ribosome dysfunction as a qualitative failure of ribosomal biogenesis, and demonstrate that restoring ribosomal homeostasis is sufficient to improve proteostasis and extend lifespan.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707525",
    "doi": "10.64898/2026.02.23.707525",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707472",
    "title": "Protein-stabilizing and neurotransmission-potentiating activities of a synaptic chaperone modify spinal muscular atrophy in model mice",
    "authors": [
      "Her, Y.-R.",
      "Fuentes-Moliz, A.",
      "Kothary, R.",
      "Tabares, L.",
      "Monani, U. R."
    ],
    "summary": "Spinal muscular atrophy (SMA) is an often fatal infantile-onset neuromuscular disease caused by low SMN protein. Administration of SMN-inducing agents to SMA newborns prevents early mortality, but therapeutic outcomes vary considerably, and disease mechanisms remain poorly understood. Genetic modifiers can provide clues to disease mechanisms and serve as targets for novel treatments. Here, we describe how one such modifier suppresses SMA in model mice. We show that the modifier, an Hspa8G470R synaptic chaperone variant we previously identified, functions beyond an already defined role as an SMN2 splice-switcher. Even in mice lacking the SMN2 gene, the modifier, whether expressed genetically or exogenously, potently suppressed disease, preventing motor neuron degeneration, ameliorating neuromuscular dysfunction and extending lifespan more than ten-fold. Unexpectedly, this was once again associated with incremental SMN increase, an outcome we discovered is linked to Hspa8G470R-mediated autophagy, effects of the modifier on autophagy-associated intermediate complexes and, ultimately, reduced SMN turnover. Interestingly, however, Hspa8G470R also stimulated neuromuscular transmission significantly, raising the effective, functional readily releasable pool of motor neuronal synaptic vesicles. This effect was not limited to mutants alone but apparent in healthy controls too and did not correlate with mere increase in SMN. Combined, these outcomes suggest that Hspa8 governs neuromuscular function in several ways including direct effects on synapses. Mechanisms revealed here shed additional light on pathways gone awry in SMA ones that might be modulated to develop or refine therapies for neuromuscular disorders at large.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707472",
    "doi": "10.64898/2026.02.23.707472",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707419",
    "title": "Proteomic Signatures of Mitochondrial Dysfunction Associated with Atrial Fibrillation in Goats",
    "authors": [
      "Ayagama, T.",
      "Barrett-Jolley, R.",
      "Fischer, R.",
      "Hester, S.",
      "Schotten, U.",
      "Verheule, S.",
      "Burton, R.-A. B."
    ],
    "summary": "Atrial fibrillation (AF) increases energy demand in atrial myocytes, yet the mitochondrial mechanisms underlying this stress remain poorly defined. Using previously published proteomic data from left atrial tissue of AF and sham-operated goats, we performed organelle-specific bioinformatic analyses of the mitochondrial fraction. Over-representation and consensus pathway analyses consistently highlighted enrichment of oxidative phosphorylation (OXPHOS) subunits. Gene set enrichment and network analyses implicated Heat Shock Protein Family A Member 9 (HSPA9) as a potentially central regulatory hub coordinating the dysregulation of Complex I and III subunits, with 69% of regulatory relationships showing pathway concordance. These results indicate a coordinated, system-wide mitochondrial adaptation in AF, integrating energy production, proteostasis, and respiratory chain regulation.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707419",
    "doi": "10.64898/2026.02.23.707419",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707452",
    "title": "Electrostatic control of chromatin compaction safeguards against apoptotic DNA release",
    "authors": [
      "Spicer, M. F. D.",
      "Wijma, S.",
      "Schütte, N.",
      "Huertas, J. F. D.",
      "Maristany, M. J.",
      "Lopez, J. I. P.",
      "Chen, L.",
      "Alaabo, M.",
      "Rosen, M. K.",
      "Collepardo-Guevara, R.",
      "Gerlich, D. W."
    ],
    "summary": "Apoptosis involves extensive intracellular reorganisation to facilitate the clearance of dying cells. A key step in this process is the destruction of the genome through fragmentation by caspase-activated endonuclease (CAD). Rather than dispersing after CAD-mediated cleavage, DNA fragments are compacted into a dense chromatin compartment. However, the underlying mechanism and biological relevance of this compaction remain unknown. Here we show that global deacetylation of histone tails promotes chromatin compaction during apoptosis, preventing DNA release into apoptotic extracellular vesicles. Using synthetic effectors that modulate nucleosome electrostatics independently of histone modifications, we demonstrate that electrostatic attraction alone is sufficient to compact and sequester fragmented chromatin. These findings reveal a mechanism by which global reprogramming of histone modifications coordinates fragmentation of the genome with its physical sequestration during apoptosis. Furthermore, our synthetic approach provides a tool to probe the role of physical forces in genome organisation across diverse biological contexts.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707452",
    "doi": "10.64898/2026.02.23.707452",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707431",
    "title": "Investigating climate-phenology relationships among the most common Italian forest species using Sentinel-2-derived vegetation phenology and productivity products",
    "authors": [
      "Vangi, E.",
      "D'Amico, G.",
      "Saponaro, V.",
      "Niccoli, M.",
      "Tiberi, G.",
      "Francini, S.",
      "Borghi, C.",
      "Collalti, A.",
      "Parisi, F.",
      "Chirici, G."
    ],
    "summary": "Climate change is profoundly altering forest phenology and productivity across Europe, with particularly strong impacts in Mediterranean regions characterized by high climatic heterogeneity. Understanding how climatic and site-specific drivers regulate the start, end, and length of the growing season, and how these phenological shifts translate into productivity responses, remains a key challenge for predicting forest carbon dynamics. In this study, we investigate phenological timing and total seasonal productivity across multiple Italian forest species spanning Mediterranean, temperate, and mountain environments, leveraging the new High-Resolution Vegetation Productivity and Phenology product from the Copernicus Land Monitoring Service, machine learning (random forests) modeling, and explainable artificial intelligence analysis (SHAP). Our results confirm a general lengthening of the growing season driven mainly by chilling accumulation and spring temperatures. Warmer conditions advance the start of the season by 1-10 days across species, while the combined effects of temperature, radiation, and moisture can extend the growing season by up to 20-30 days. End-of-season dynamics and season length are more strongly controlled by light and water availability than by temperature alone. In several Mediterranean species, the end of the season can advance by up to 40 days due to summer drought, high vapor pressure deficit, and site exposure. Mediterranean species often show compensatory shifts between season onset and senescence, maintaining a relatively stable length of the season, whereas mountain species exhibit a tighter coupling between delayed onset and shortened season length. Phenological shifts are frequently decoupled from productivity, which is mainly regulated by energy and water availability, highlighting species- and site-specific responses to climate change. The findings of this study highlight the substantial advantage of remote sensing data, coupled with machine learning approaches, for advancing the understanding of forest phenology and productivity across broad spatial and climatic gradients.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707431",
    "doi": "10.64898/2026.02.23.707431",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707366",
    "title": "Neuroprotective Effect of Combined Pomegranate and Candesartan Therapy Against Chronic Cerebral Ischemia in Rats.",
    "authors": [
      "Awada, R.",
      "Radi, F.",
      "Abdelbaki, Z.",
      "Hijazi, A.",
      "Joumaa, W. H.",
      "Ezzeddine, Z.",
      "Martinez, L. O.",
      "Nasser, M."
    ],
    "summary": "Background: Stroke remains a leading cause of mortality worldwide. Ischemic stroke, caused by arterial occlusion, induces sensorimotor deficits and memory impairments. Excessive activity of the brain angiotensin II type 1 receptor (AT1R) is associated with hypertension and cerebral ischemia. Candesartan (CN), an AT1R blocker, improves cerebrovascular blood flow. Pomegranate (Punica granatum) is rich in polyphenolic antioxidants that reduce oxidative stress and inflammation, suggesting potential neuroprotective effects in cerebral ischemia. Aim: This study compared the neuroprotective effects of CN administered alone or in combination with pomegranate (POM) in a rat model of cerebral ischemia induced by chronic unilateral carotid artery ligation. Methods: Cerebral ischemia was induced by ligation of the right common carotid artery (RCCA) in adult rats. Animals were randomly assigned to four groups: sham control, untreated ischemic, ischemic treated with CN, and ischemic treated with CN + POM. Sensorimotor and cognitive functions were assessed 1-15 days post-surgery using beam balance (BB), beam walking (BW), modified sticky-tape (MST), novel object recognition (NOR), and the Morris water maze (MWM) tests. Results: RCCA ligation induced marked sensorimotor deficits and memory impairments. Both CN monotherapy and CN + POM treatment equally restored sensorimotor function to sham-control levels, as demonstrated by BB, BW, and MST tests. In contrast, CN + POM treatment showed greater efficacy than CN alone in improving short-term recognition and spatial memory, as demonstrated by NOR and MWM performance. Conclusion: CN effectively reverses ischemia-induced sensorimotor deficits, whereas the addition of POM confers specific and enhanced protection against cognitive impairment, indicating distinct mechanisms underlying sensorimotor and memory recovery after cerebral ischemia.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707366",
    "doi": "10.64898/2026.02.23.707366",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707451",
    "title": "CaMKK2 Identifies Biologically Aggressive Chronic Lymphocytic Leukemia and Regulates Leukemic Survival and Nurse-Like Cell Support",
    "authors": [
      "Jahuari, S.",
      "Cooper-Volkheimer, A.",
      "Verma, V.",
      "Kaplan, D. G.",
      "Basher, F.",
      "Weinberg, B. J.",
      "Chao, N.",
      "Racioppi, L."
    ],
    "summary": "Background/Objectives: Identification of prognostic biomarkers that capture biologically aggressive disease remains a major need in chronic lymphocytic leukemia (CLL). Aberrant calcium signaling contributes to leukemic survival; however, the clinical relevance of Calcium/calmodulin-dependent protein kinase kinase 2 (CaMKK2), a calcium-responsive kinase, has not been defined. This study evaluated CaMKK2 as a candidate prognostic biomarker and functional regulator in CLL. Methods: CaMKK2 expression was quantified in purified CD19 CLL cells from a clinically annotated cohort balanced by immunoglobulin heavy chain variable region (IGHV) mutation status. Associations with time-to-treatment and overall survival were analyzed. Functional relevance was assessed by pharmacologic inhibition of CaMKK2 in primary CLL cells using metabolic (MTS) and apoptosis (Annexin V/PI) assays. Correlations between CaMKK2 expression and inhibitor sensitivity were determined. The impact of CaMKK2 inhibition on nurse-like cell (NLC) differentiation and macrophage-mediated leukemic support was evaluated in ex vivo culture systems. Results: Elevated CaMKK2 expression was enriched in IGHV-unmutated CLL and associated with shorter time-to-treatment and inferior overall survival. CaMKK2 inhibition reduced primary CLL viability in a dose-dependent manner and induced apoptosis, with sensitivity correlating with CaMKK2 expression levels. Inhibition also attenuated CD163 macrophage polarization and impaired NLC-mediated support of leukemic cells. Conclusions: CaMKK2 expression identifies biologically aggressive CLL and functionally contributes to leukemic persistence. These findings position CaMKK2 as a prognostically relevant biomarker with therapeutic implications, supporting further evaluation of CaMKK2-targeted strategies in high-risk CLL.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707451",
    "doi": "10.64898/2026.02.23.707451",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707530",
    "title": "A two-membrane gateway for monocarboxylates couples host glycolysis to Toxoplasma mitochondrial fitness and virulence",
    "authors": [
      "Key, M.",
      "Joseph, S.",
      "Dou, Z."
    ],
    "summary": "Intracellular pathogens must coordinate their metabolism with nutrient supplies from the host cell, yet the specific metabolites and transport pathways that sustain parasite bioenergetics remain incompletely defined. In the apicomplexan parasite Toxoplasma gondii, infection increases host glycolytic flux and elevates cytosolic lactate and pyruvate, suggesting that these intermediates are co-opted as carbon and energy sources. Here, we show that T. gondii imports host-derived lactate and pyruvate across both the parasitophorous vacuole membrane and the parasite plasma membrane to maintain mitochondrial function, extracellular survival, and acute virulence. Using a hexokinase knockout ({Delta}hk) to abolish endogenous pyruvate production, we find that parasites preserve basal oxygen consumption but become strictly dependent on exogenous monocarboxylates to stimulate mitochondrial respiration. By disrupting the parasite formate-nitrite transporters TgFNT1-3, we identify TgFNT1 and TgFNT2 as the principal monocarboxylate transporters required for lactate- and pyruvate-driven respiratory responses. Furthermore, genetic ablation of TgGRA17, a parasitophorous vacuole pore protein, compromises the growth advantage conferred by elevated exogenous lactate, implicating this pore as the entry route for host-derived monocarboxylates into the vacuole. Conversely, host cells lacking the monocarboxylate exporter MCT1 accumulate cytosolic lactate/pyruvate and enhance parasite growth, linking host monocarboxylate export to parasite fitness. When both endogenous pyruvate production and exogenous uptake are disrupted, parasites display severely reduced mitochondrial basal respiratory capacity, membrane potential, ATP levels, extracellular survival, and virulence in mice. Collectively, these findings define a dual-step pyruvate acquisition pathway in T. gondii and reveal host monocarboxylates as critical fuels that buffer parasite bioenergetic stress during infection.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707530",
    "doi": "10.64898/2026.02.23.707530",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707534",
    "title": "Chronic predation risk induces sex-specific effects in behavior but does not induce long-term oxidative damage",
    "authors": [
      "Rogers, M. M.",
      "Hellmann, J."
    ],
    "summary": "Predation is a strong environmental and selective pressure that can favour rapid and plastic shifts in behaviour and escape ability to increase an organisms immediate survival. However, maintaining antipredator responses under repeated predation stress can induce physiological costs to an organism from long-term exposure to elevated cortisol. We know little about how individuals balance this trade-off between short-term survival and longevity, including whether males and females balance this trade-off differently based on life history differences in reproduction, survival, and risk adversity. To assess sex differences in long-term behavioural responses and physiological costs to predation risk, we exposed threespine stickleback (Gasterosteus aculeatus) to visual cues of a live rainbow trout (Oncorhynchus mykiss) predator twice a week for 14 weeks, then measured stickleback antipredator behaviour and swimming performance 5 months later. To quantify potential long-term costs of behavioural adaptation, we measured relative telomere length as a proxy for long-term oxidative damage. We found strong sex specific effects in behaviour and swim endurance: males, but not females, altered their hiding behaviour and had shorter swim endurance in the first trial, suggesting overall lower activity. Surprisingly, we found no evidence for chronic predation shortening telomere length or hindering growth in body length. Overall, these results suggest that plastic responses can be dictated by the different life-history strategies for males and females, and suggest that individuals can maintain long-term changes in antipredator behaviour without costs to their physiological state.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707534",
    "doi": "10.64898/2026.02.23.707534",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707532",
    "title": "Combination Treatment with Sclerostin and Dkk1 Antibodies Synergizes with Tibial Loading to Stimulate Bone Formation in Aged Mice",
    "authors": [
      "Lawson, L.",
      "Chermside-Scabbo, C. J.",
      "Brodt, M. D.",
      "Migotsky, N.",
      "Shuster, J. T.",
      "Buettmann, E. G.",
      "Silva, M. J."
    ],
    "summary": "Aging is associated with decreased bone formation and bone mass and increased fracture risk. Wnt pathway activation by mechanical loading is a potent strategy to improve bone mass, however, load-induced bone formation is diminished with aging. Neutralizing antibody (Ab) therapies targeting Wnt pathway inhibitors Sclerostin (Scl) and Dickkopf-related protein 1 (Dkk1) have proven successful in preclinical and clinical osteoporotic conditions. We asked whether treatment combining Scl-Ab and Dkk1-Ab can increase load-induced bone formation in a preclinical model of osteoporosis. Aged (22-month) C57BL/6N female mice underwent combination Scl-Ab plus Dkk1-Ab therapy (15 mg/kg each; subcutaneously; 2x/wk; saline control) for 2 weeks, concomitant with a mechanical loading regimen previously shown to induce modest bone formation in tibias of aged mice (-2200 microstrain, 1200 cycles/day, 5 day/wk). Changes in bone morphology and formation were assessed by longitudinal microCT and dynamic histomorphometry, respectively. Molecular indices of bone formation and Wnt pathway activation were assessed by qPCR of cortical bone. Treatment with Scl-Ab plus Dkk1-Ab induced significant improvements in cancellous (BV/TV +50%) and cortical morphology (Ct.Th +25%) in non-loaded limbs of antibody-treated mice vs. vehicle control mice. Importantly, periosteal bone formation rate was 10-fold higher in loaded limbs of antibody versus vehicle treated mice, indicating a synergistic effect. Gene expression analysis showed that antibody treatment and loading synergistically upregulated Wnt1 expression, which may have contributed to the observed synergistic effect on bone formation. These results confirm the potent anabolic effect of combination Scl plus Dkk1 antibody treatment. Moreover, they show that antibody treatment and skeletal loading are more effective at increasing periosteal bone formation in aged mice than either treatment alone. These findings support the concept that combinatorial therapy using dual Scl and Dkk1 antibodies plus weight-bearing exercise may be an effective treatment for age-related osteoporosis.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707532",
    "doi": "10.64898/2026.02.23.707532",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707524",
    "title": "A tumor metabolism-angiogenesis-immune axis governs immunotherapy responses",
    "authors": [
      "Serganova, I.",
      "Colombo, G.",
      "Ballesio, F.",
      "Kang, J. H.",
      "Karakousi, T.",
      "Esposito, T. V. F.",
      "Ackerstaff, E.",
      "Santella, A.",
      "Blasberg, R.",
      "Pillarsetty, N. V. K.",
      "Schreier, A.",
      "Andreopoulou, E.",
      "Demaria, S.",
      "Lund, A. W.",
      "Gherardini, P. F.",
      "Zappasodi, R."
    ],
    "summary": "Despite the clinical success of immunotherapy, long-lasting benefit remains restricted to a subset of patients. Tumor metabolic adaptation is emerging as a key factor limiting immunotherapy efficacy. We previously found that glycolysis-low tumor variants, compared to the parental glycolytic tumors, better respond to neoadjuvant CTLA-4 immune checkpoint blockade (ICB) therapy. Here, we investigated new rational modalities to restore immune sensitivity of glycolytic tumors by studying how lowering the tumor-cell glycolytic capacity reshapes the tumor microenvironment (TME) to favor long-lasting systemic anti-tumor responses upon immunotherapy. We found that lowering glycolysis in cancer cells through LDHA-knock down (KD) results in TME displaying normalized vasculature, reduced angiogenic markers, increased high endothelial venules (HEVs), and enhanced recirculation of CD8+ T cells both in and out of the tumor. By leveraging public transcriptomic data sets from human solid cancers, we confirmed that glycolysis positively correlates with neo-angiogenesis and inversely correlates with features of vascular normalization and immune cytolytic activity. Moreover, a tumor signature that incorporates glycolysis- and angiogenesis-related genes as positive features, and normal vasculature, HEV, and immune cytolytic activity genes as negative features predicted poor outcomes better than the individual features across most human solid tumor types in the TCGA. To determine the therapeutic implication of these interrelated processes, we asked if targeting the vasculature would restore immunotherapy responses in glycolytic tumors. We found that combining low-dose anti-VEGFR2 with CTLA-4 blockade induces tumor regressions and protection from metastases in glycolytic tumors. These therapeutic effects were associated with vasculature normalization and increased abundance of HEVs and concentrations of lymphangiogenic factors in the TME of glycolytic tumors. Moreover, anti-VEGFR2 with anti-CTLA-4 restored recirculation of anti-tumor CD8+ T cells in and out of the TME in glycolytic tumors, with specific increases in intratumoral recruitment and activation of cytolytic CD62LCD44CD8 T cells expressing VEGFR2 and low levels of CTLA-4, suggesting potential novel direct synergistic effects of anti-VEGFR2 and anti-CTLA-4 on CD8+ T cells. Conversely, this combination opposed the beneficial immune and vascular TME features of LDHA-KD tumors, indicating tumor-metabolic-dependent effects. Accordingly, we found that standard combined regimens of anti-VEGF and ICB therapy improve survival with respect to ICB alone in patients with glycolysis-high but not glycolysis-low tumors. Together, these findings indicate that tumor cell glycolysis primes the TME for aberrant vascular architecture and T-cell exclusion, and that modulating the tumor vasculature can unravel these mechanisms restoring immune responsiveness. This suggests that tailoring anti-angiogenic and immunotherapy combinations to the tumor glycolytic state and associated vasculature profiles may restore immune surveillance and overcome therapy resistance.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707524",
    "doi": "10.64898/2026.02.23.707524",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2024.03.25.586547",
    "title": "Capacity-Contribution Paradox: Fatty Acid Oxidation Compensates for Low Glucose-Derived Acetyl-CoA in Cancer.",
    "authors": [
      "Santiappillai, N. T.",
      "Kong, X. C.",
      "Hakeem-Sanni, M. F.",
      "Ghasemi, M.",
      "Withy, A.",
      "Quek, L.-E.",
      "Hoy, A. J."
    ],
    "summary": "Upregulated fatty acid oxidation (FAO) is a hallmark of many aggressive cancers and is widely presumed to fuel the tricarboxylic acid (TCA) cycle for ATP production. However, the quantitative relationship between FAO capacity and its contribution to mitochondrial metabolism relative to other fuels remains unclear. Here, we combined parallel stable-isotope tracing with metabolic phenotyping across a diverse panel of 27 cancer cell lines to reveal a fundamental capacity-contribution paradox. Despite exhibiting FAO rates that varied over eight-fold, exogenous long-chain fatty acids consistently contributed minimally (<10%) to TCA cycle intermediates in all cancer cell lines. We demonstrated that FAO functions as a compensatory source of acetyl-CoA in cells with limited glucose-derived acetyl-CoA synthesis, rather than acting as a primary fuel source. In this context, high FAO rates do not primarily result from FAO-mediated suppression of glucose oxidation, but instead reflect the recruitment of fatty acid- and glutamine-derived carbons via a malic enzyme-dependent shunt to sustain the mitochondrial acetyl-CoA pool while preserving glucose-derived anaplerotic flux. These findings challenge the prevailing view that FAO serves as a primary bioenergetic fuel in cancer, instead identifying it as a compensatory rheostat that supplements acetyl-CoA supply in glucose-limited settings by working together with glutamine-driven, malic enzyme-dependent anaplerosis, providing a mechanistic framework to reinterpret the efficacy of FAO inhibitors beyond simple caloric starvation.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.03.25.586547",
    "doi": "10.1101/2024.03.25.586547",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2024.11.25.625273",
    "title": "An snRNA-seq aging clock for the fruit fly head sheds light on sex-biased aging",
    "authors": [
      "Tennant, N.",
      "Pavuluri, A.",
      "Singh, G.",
      "Cortez, K.",
      "O'Connor-Giles, K. M.",
      "Larschan, E.",
      "Singh, R."
    ],
    "summary": "Although multiple high-performing epigenetic aging clocks exist, few are based directly on gene expression. Such transcriptomic aging clocks allow us to identify potential age-associated genes directly. However, most existing transcriptomic clocks model a subset of genes and are limited in their ability to predict novel biomarkers. With the growing application of single-cell sequencing, there is a need for robust single-cell transcriptomic aging clocks. Moreover, aging clocks have yet to be applied to investigate the elusive phenomenon of sex differences in aging. We introduce TimeFlies, a pan-cell-type snRNA-seq aging clock for the Drosophila melanogaster head. TimeFlies uses deep learning to classify the donor age of cells based on genome-wide gene expression profiles. Using explainability methods, we identified key marker genes contributing to the classification, with lncRNAs showing up as highly enriched among predicted biomarkers. lncRNA:roX1 and lncRNA:roX2 are top clock genes across cell types. Both are regulators of X chromosome dosage compensation, a pathway previously found to be significantly affected by aging in the mouse brain. We validated these findings experimentally in Drosophila, showing a decrease in survival when dosage compensation is inhibited in vivo. Furthermore, we trained sex-specific TimeFlies clocks and noted significant differences in model predictions and explanations between male and female clocks, suggesting that different pathways drive aging in males and females.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.11.25.625273",
    "doi": "10.1101/2024.11.25.625273",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.14.643374",
    "title": "Systemic Multi-Omics Analysis Reveals Interferon Response Heterogeneity and Links Lipid Metabolism to Immune Alterations in Severe COVID-19",
    "authors": [
      "Lira-Junior, R.",
      "Ambikan, A.",
      "Cederholm, A.",
      "Rezene, S.",
      "Mikaeloff, F.",
      "Akusjarvi, S. S.",
      "Yalcinkaya, A.",
      "Chen, X.",
      "Sperk, M.",
      "Guillen, M. A.",
      "Nordqvist, H.",
      "Treutiger, C. J.",
      "Landegren, N.",
      "Neogi, U.",
      "Gupta, S."
    ],
    "summary": "The immune response to SARS-CoV-2 infection is highly heterogeneous, and interferon (IFN)-stimulated genes (ISGs) play a central but context-dependent role in antiviral defense and immune dysregulation. To investigate how ISG heterogeneity relates to immune and metabolic states, we performed an integrated analysis of whole-blood transcriptomics, plasma proteomics, metabolomics, and immune activation markers in hospitalized COVID-19 patients and uninfected controls. Patients segregated into low (LIS), moderate (MIS), and high (HIS) ISG expression endotypes, largely independent of clinical severity. While high ISG expression was associated with systemic inflammation and innate immune activation, severe disease within the HIS endotype was characterized by marked metabolic perturbations, including depletion of tricarboxylic acid cycle intermediates and multiple lipid classes involved in membrane integrity and immunometabolic signaling. Plasma-transfer assays demonstrated that plasma from severe HIS patients impaired neutrophil and monocyte activation ex vivo, indicating functional attenuation of innate immune responses despite elevated ISG expression. These metabolic alterations correlated with reduced immune activation, supporting the existence of an interferon-associated immune-metabolic axis that constrains immune functionality in severe disease. Although neutralizing autoantibodies to type I interferons were detected in a subset of patients, they did not account for ISG heterogeneity or disease severity. Together, these findings show that high ISG expression defines a transcriptional endotype permissive for inflammation but insufficient for effective immune function, highlighting the importance of immune-metabolic context in shaping COVID-19 disease outcomes.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.14.643374",
    "doi": "10.1101/2025.03.14.643374",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707142",
    "title": "SHAP-Guided CpG Selection with Ensemble Learning for Epigenetic Age Prediction",
    "authors": [
      "Kaulagi, S.",
      "Chavan, H."
    ],
    "summary": "Epigenetic biomarkers offer critical insight into biological aging and disease risk, yet most deep learning models lack interpretability and generalization across tissues. We present a reproducible pipeline for interpretable age classification using SHAP-guided CpG prioritization, enhancer and gene annotation, and stacked ensemble modeling. Across both blood and brain samples (GSE41826, GSE40279), certain CpGs showed reproducible age-linked methylation changes. Comparative performance metrics, SHAP breakdowns, and CpG-level stability analyses support their potential as cross-tissue anchor sites.. A multi-model ensemble combining XGBoost, MLP, TabTransformer[-&gt;]XGBoost, and LightGBM yielded high predictive accuracy (92.4%) and macro F1 of 92.3%. Biological support for these findings stems from motif scans, enrichment results, and visual mapping of CpG-to-gene relationships using Sankey diagrams. Delta-based stacking improved prediction confidence in borderline age groups, notably boosting middle-age recall through complementary model behavior. This work lays the groundwork for explainable epigenetic clocks that transcend tissue boundaries.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707142",
    "doi": "10.64898/2026.02.20.707142",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707073",
    "title": "Mega-frequency mutagenesis: generation of non-random precise mutations with extremely high frequency upon adaptation of cancer cells to drugs and stress",
    "authors": [
      "Oleynik, V.",
      "Edathil Kadangodan, A.",
      "Gahramanov, V.",
      "Das, S. R.",
      "Levi, B.",
      "Yaglom, J.",
      "Anoshkin, K.",
      "Kumar, S.",
      "Steinberg, B. G.",
      "Reizel, Y.",
      "Polonsky, P.",
      "Koman, I.",
      "Levitt, V.",
      "Pinhasov, A.",
      "Marusyk, A.",
      "Nesher, E.",
      "Sherman, M. Y."
    ],
    "summary": "Acquiring drug resistance is a major problem in cancer treatment. As cancers adapt to chemotherapy, chromatin landscape becomes altered in subpopulations of persister cells to acquire gene expression patterns that provide drug resistance. The increased level of stress-induced random mutagenesis in cancer has also been linked to acquisition of drug resistance. Here we show that during adaptation to conventional cytotoxic chemotherapies or targeted therapies, tens of thousands of mutations are generated, and the probability of acquisition of these mutations at specific positions can reach 50% and even higher. A large fraction of these mutations is highly recurrent and non-random. The patterns of the recurrent mutations are specific to the drug target and are unrelated to the chemical nature of the drug. Surprisingly, these mutations are progressively generated at the non-dividing pseudo-senescence stage following drug exposure, and at this stage, selection is not involved in their accumulation. Notably, these mutations are highly enriched within or near binding motifs of certain transcription factors, like KLF9, IRF1 and others. Therefore, a mechanism for precise generation of mutations at specific positions with extremely high rates appears to be triggered upon drug adaptation, and these precise mutations may affect activities of a set of transcription factors.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707073",
    "doi": "10.64898/2026.02.20.707073",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707075",
    "title": "Phagocytosis deficient glia display phagosome processing defects and macrophage recruitment to the brain of adult Drosophila melanogaster.",
    "authors": [
      "Liu, G.",
      "Amin, I.",
      "Shi, C. Y.",
      "McCall, K."
    ],
    "summary": "Efficient clearance of dying cells is essential for brain homeostasis, yet how partial defects in phagocytic processing affect neuroimmune interactions during aging remains unclear. In the adult Drosophila brain, glia function as professional phagocytes through the conserved engulfment receptor Draper (Drpr). Here, we show that glial loss of Drpr does not completely eliminate phagocytosis but instead leads to persistent, age-dependent inefficiency in corpse degradation. Using a genetically encoded pH-sensitive reporter to visualize acidified phagocytic compartments, we find that drpr-deficient glia retain residual engulfment activity but progressively accumulate enlarged, incompletely degraded phagocytic cargo. This chronic clearance defect coincides with altered immune dynamics at the central nervous system periphery, including increased recruitment and adhesion of peripheral hemocytes at the blood-brain barrier (BBB), without overt BBB disruption. Notably, hemocytes at the brain surface can phagocytose glial material in a Drpr-dependent manner, revealing a form of barrier-associated \"border clearance\". Together, these findings demonstrate that inefficient corpse degradation is sufficient to reshape neuroimmune interactions during aging.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707075",
    "doi": "10.64898/2026.02.20.707075",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707146",
    "title": "A Unifying Thermodynamic Model for Phase Separation and Aging of Biopolymers",
    "authors": [
      "Michels, J. J.",
      "Caria, J.",
      "Lemke, E. A."
    ],
    "summary": "Protein condensates that form via phase separation typically become more viscous over time and can harden in a process referred to as \"molecular aging\". Several mechanisms have been identified for this phenomenon. Of these, the ones involving enhanced {beta}-sheet or -strand interactions are of pathological relevance since they have been associated with neurodegeneration. Although there is much understanding of biopolymer phase behavior, an inclusive thermodynamic framework that unifies phase separation and {beta}-sheet-based aging is lacking. We present a time-dependent, multi-component extension of associating polymer theory that describes phase separation and aging of an intrinsically disordered protein (IDP) capable of associating through local, reversible folding. The model shows how the Second Law of Thermodynamics applies throughout, whether phase separation precedes and encourages aging or, vice versa, whether the increase in \"stickiness\" during aging drives phase separation. Our calculations show how the time-dependence of the average valency of associating sites determines the aging kinetics and the development of viscoelastic properties of a biocondensate. The agreement between our calculations and the change in dynamics of condensates of  perfect repeat analogues of nucleoporin-98 not only validates the theory but also identifies these Nup98 variants as model systems for studying aging.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707146",
    "doi": "10.64898/2026.02.21.707146",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707171",
    "title": "Validation of tissue-specific RNAi systems in C. elegans reveals a converging role for polyubiquitin UBQ-1/UBC in vitellogenin metabolism and lifespan",
    "authors": [
      "da Silva, N. S. M.",
      "Bolonyi, C.",
      "Ouellette, A.",
      "Harrison, L.",
      "Kim, S. Y.",
      "Daigle, S.",
      "Doucet, S. T.",
      "Lapierre, L. R."
    ],
    "summary": "Numerous studies in C. elegans have taken advantage of gene silencing RNAi libraries and tissue-specific RNAi systems to temporally and spatially understand gene function. Tissue-specific RNAi strains were created via tissue-specific functional expression of a key gene in the RNAi system in a presumably RNAi insensitive correspondingly-mutated background. Here, we tested the level of RNAi insensitivity across different commonly used RNAi-defective mutants (rde-1 and sid-1) using lifespan analyses. Remarkably, while we found similarly important lifespan shortening in wild-type animals by silencing the polyubiquitin gene ubq-1 (UBC) at both 20{degrees}C and 25{degrees}C, we found wide and temperature-sensitive variations in RNAi sensitivity across different rde-1 and sid-1 strains from substantial sensitivity to complete insensitivity. This riveting finding warrants a re-evaluation of the tissue-specific interpretations in numerous tissue-specific RNAi studies in C. elegans. Using validated tissue-specific RNAi systems, we determined that proteasomal burden largely differs between the germline and the soma. Notably, gonadally-accumulating vitellogenin proteins substantially contributed to the total polyubiquitinated proteins observed during aging. Interestingly, we found that UBQ-1 was essential to maintain the transcription of highly expressed genes, including vitellogenins, supporting a broad and key role for polyubiquitin beyond proteostasis. Altogether, we authenticated commonly used tissue-specific RNAi systems and uncovered a new approach to improve RNAi insensitivity in RNAi-defective strains. With validated tissue-specific RNAi strains, we spatially analyzed proteasomal function and age-related polyubiquitinated protein accumulation, and revealed a converging regulatory link between UBQ-1, vitellogenin metabolism and lifespan in C. elegans.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707171",
    "doi": "10.64898/2026.02.21.707171",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707188",
    "title": "A Spatio-Temporal Analysis Framework for Characterizing Radiation-Induced Genomic Instability",
    "authors": [
      "Chopra, K.",
      "Cucinell, C.",
      "Weinberg, R.",
      "Forrester, S.",
      "Brettin, T.",
      "Kilic, O.",
      "Yoon, B.-J."
    ],
    "summary": "Chronic low-dose ionizing radiation induces complex genomic instability encompassing both structural variants and point mutations, yet these alterations are typically analyzed as independent events--limiting detection of mechanistic coupling between rearrangement formation and localized mutagenesis at breakpoint junctions. This gap is particularly consequential given the widespread occupational and environmental exposure contexts--nuclear energy, medical imaging, and environmental contamination-- where coupled genomic alterations may contribute to cancer risk through mechanisms invisible to type-agnostic analyses. We developed an integrated analytical framework combining temporal pattern tracking, breakpoint-proximal mutation enrichment analysis, and systematic testing across all structural variant types to resolve these coupled dynamics across dose and time. Applying this framework to whole-genome sequencing data from primary human endothelial cells (HUVEC) exposed to chronic low-dose gamma radiation (0.001-2 mGy/hr) over three weeks, we discovered 7.13-fold enrichment of doublet base substitutions (DBS) within 10bp of inversion breakpoints--a signal absent from other structural variant types. This enrichment decayed sharply with distance (to [~] 1.9 x at 100bp), indicating localized mutagenesis at these junctions. Temporal analysis revealed divergent fates: inversions appeared transiently (100% single-timepoint) while DBS showed greater persistence (9.0% multi-timepoint). Among the INV-DBS events identified, affected genes include 16 high-constraint loci (pLI [&ge;] 0.9) involved in DNA damage response, signal transduction, and chromatin regulation--pathways critical for maintaining genomic stability. Our framework provides a generalizable approach for investigating structural variant-mutation relationships, with applications to radiation biology, cancer genomics, and mechanistic studies of DNA repair fidelity.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707188",
    "doi": "10.64898/2026.02.21.707188",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707064",
    "title": "Autophagy in lymphatic endothelial cells promotes lung metastasis",
    "authors": [
      "Houbaert, D.",
      "Jacobs, K.",
      "Agostinis, P."
    ],
    "summary": "Macroautophagy/autophagy is the main lysosomal pathway for the degradation and recycling of cytoplasmic cargo, with emerging roles in endothelial cell (EC) biology. While autophagy has been extensively studied in blood ECs, its function in lymphatic ECs (LECs) remains unexplored. Given the central role of the lymphatic system in antitumor immunity and metastatic spread, we investigated how LEC autophagy affects metastatic lung colonization. In line with previous reports showing that autophagy regulates the availability of the egress signal sphingosine 1 phosphate (S1P) in secondary lymphoid organs (SLOs), lungs of non-tumor-bearing mice with LEC-specific genetic deletion of Atg5 (ATG5LEC-KO mice) exhibited reduced lymphocyte infiltration. Remarkably, in tumor-bearing mice, either genetic loss of LEC-autophagy or pharmacological blockade of S1P lyase by 4-deoxypyridoxine (DOP) suppressed lung metastasis. Pulmonary immune profiling revealed that while DOP enhanced effector T cell activity despite lower numbers, LEC-autophagy-deficient mice markedly increased the B and CD8 T Cell abundance coupled with profound reduction of VEGFR3 expression in the lung lymphatic vasculature. Together, these findings uncover an autophagy-dependent remodeling of the lymphatic routes and immune niches that fosters metastatic seeding and growth in the lung.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707064",
    "doi": "10.64898/2026.02.22.707064",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707223",
    "title": "Transplanting ANXA1- CD8+ Naive T cells Delay Aging Through Senolysis",
    "authors": [
      "Wu, Y.",
      "Guo, S.",
      "Zhang, F.",
      "Lou, F.",
      "Li, Y.",
      "Sun, Y.",
      "Shen, Q.",
      "Zhao, L.",
      "Cai, X.",
      "Wang, Z.",
      "Yang, Q.",
      "Zheng, X.",
      "Gao, M.",
      "Li, X.",
      "Deng, S.",
      "Xu, Z.",
      "Wang, H."
    ],
    "summary": "Immunosenescence is a hallmark of aging, yet strategies using defined immune subsets to counteract it are largely unexplored. We performed paired scRNA/TCR-seq on CD45 cells from human bone marrow (15 donors, 3-91 years). T cells were the most altered lineage, with CD8 naive T cell contraction and functional impairment. We identified an expanding ANXA1 CD8 naive subset with senescence signatures and impaired function. ANXA1-deficient CD8 T cells exhibited increased resting stemness and enhanced activation/cytotoxicity upon stimulation. ANXA1- cells showed senolytic activity in vitro and reduced senescence burden in vivo. Monthly transfer of syngeneic ANXA1- CD8 naive T cells into aged mice extended median lifespan by >30 weeks, improving cardiac function, bone density, motor coordination, and marrow immune microenvironment. Our study identifies ANXA1 as critical in CD8 naive T cell aging and establishes ANXA1- cell transfer as a strategy to counter immunosenescence and promote healthy aging.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707223",
    "doi": "10.64898/2026.02.21.707223",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707211",
    "title": "Distinct Biological and Biomechanical Features in TMJ and Knee Cartilages",
    "authors": [
      "He, J.",
      "Feng, H. C.",
      "Guo, J.",
      "Raulino Lima, J.",
      "Vantankhah, M.",
      "Bian, F.",
      "Johnson, H. K.",
      "Leong, C.",
      "Voskanyan, L.",
      "Ebreo, J. B.",
      "Kotak, P.",
      "Clark, G. T.",
      "Vistoso Monreal, A.",
      "Merrill, A. E.",
      "Chen, J.-F.",
      "Xu, J.",
      "Liu, Z."
    ],
    "summary": "The temporomandibular joint (TMJ) and the knee joint are two of the most frequently used joints in the body, with the mandibular condylar cartilage (MCC) and the articular cartilage (AC) covering the joint bone surfaces, respectively. Compromised MCC functions lead to various temporomandibular disorders (TMD), including TMJ osteoarthritis (TMJ OA); however, the mechanisms governing MCC homeostasis and its biomechanical properties are still poorly understood. In this study, we comprehensively compared the biological and biomechanical features of the MCC and AC in mice. Histological analysis on P1, P21, 3-month, and 10-month mice revealed the most drastic structural differences between MCC and AC at occlusion establishment (P21), with MCC found to be more susceptible to age-associated cartilage degeneration. Immunostaining revealed differentially distributed cartilage extracellular matrix components in MCC and AC, including collagen type I, II, and X, and highly enriched expression of several key transcriptional factors at the posterior region of the MCC, including sex determining region Y-box 9 (SOX9), runt-related transcription factor 2 (RUNX2), and scleraxis (SCX). The posterior MCC also houses a group of long-lasting, slow-proliferative cells, as evidenced by the BrdU/EdU incorporation assay, suggesting the presence of a potential stem/progenitor cell niche at the posterior TMJ. Unbiased nanoindentation analysis revealed distinct biomechanical features between these joint cartilages. MCC exhibits a significantly lower elastic modulus (EIT) than AC, with the highest EIT observed at the anterior TMJ, which is oppositely associated with the fibrous layer thickness, but positively correlated with the ratio of the collagen type X-positive matrix in the cartilaginous layer. Altogether, this study provides a basic understanding of the biological and biomechanical features of the cartilaginous tissues in two important joints, which may facilitate our understanding of the physiology in the TMJ and knee joint, and support the applications of mouse models to study TMJ dysfunctions.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707211",
    "doi": "10.64898/2026.02.22.707211",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707247",
    "title": "Overcoming Cisplatin Resistance in 3D Oral Squamous Cell Carcinoma Models via Nanoparticle-Mediated Pt(IV) Drug Delivery.",
    "authors": [
      "Griso-Acevedo, A.",
      "Navas, F.",
      "Calvo, N.",
      "Morales, V.",
      "Castelo, B.",
      "Martin-Moro, J. G.",
      "Soto, M. J. M.",
      "Sanz, R.",
      "Cebrian-Carretero, J. L.",
      "Garcia-Munoz, R.",
      "Sastre-Perona, A."
    ],
    "summary": "Advanced oral squamous cell carcinoma (OSCC) patients with cisplatin-refractory tumors face a poor prognosis and limited therapeutic options. Cisplatin-based systemic chemotherapy has long been the gold standard despite producing unmanageable adverse side effects and toxicity. Compared to Pt(II)-based analogs, octahedral Pt(IV)-based compounds have demonstrated remarkable potential as antitumor prodrugs. Pt(VI) derivates are chemically inert remaining intact until internalized within cells, demonstrating higher tolerability and selectivity towards cancer cells. In this study we compare antitumoral response implementing primary patient-derived 2D and 3D OSCC in vitro models treated with both cisplatin and a novel Pt(IV) compound. We also test the delivery and efficacy of these anticancer drugs via novel encapsulation of this Pt(IV) prodrug in the framework of mesoporous silica nanoparticles (Pt(IV)-cov@MSN). Our results show a significant improvement of delivery and cytotoxicity of Pt(IV)-cov@MSN in both cisplatin-responsive and cisplatin-resistant primary patient-derived in vitro models. We also show how Pt(IV)-cov@MSN elicits p53-dependent apoptotic cell death superior to that obtained with cisplatin treatment in OSCCs. These findings highlight 3D-primary models as key tools for drug and nanocarrier testing, as well as potential targeted and selective delivery strategies for novel chemotherapeutic agents.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707247",
    "doi": "10.64898/2026.02.22.707247",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706732",
    "title": "Gene III Ergothioneine Ameliorates Exercise-Induced Fatigue by Attenuating Oxidative Stress, Inflammation, and Modulating the AMPK/PGC-1α Signaling Pathway",
    "authors": [
      "Ding, W.",
      "Cao, J.",
      "Guo, C.",
      "Liu, W.",
      "Li, X.",
      "Xiao, G."
    ],
    "summary": "BackgroundExercise-induced fatigue is a complex physiological phenomenon involving oxidative stress, inflammation, and metabolic disturbances. Ergothioneine (EGT), a naturally occurring amino acid with potent antioxidant properties, has garnered interest for its potential health benefits. This study aimed to evaluate the anti-fatigue effects of Gene III EGT in a mouse model of exhaustive exercise and to elucidate its underlying mechanisms.\n\nMethodsMale C57BL/6 mice were randomly divided into five groups: a control group (CTL), low-dose EGT (EGT-L, 10 mg/kg), medium-dose EGT (EGT-M, 30 mg/kg), high-dose EGT (EGT-H, 50 mg/kg), and a positive control group (Coenzyme Q10, 50 mg/kg). Mice were subjected to a 4-week treadmill training protocol, followed by an exhaustive running test. We measured exercise performance and collected blood and skeletal muscle samples at multiple time points to assess biochemical markers, inflammatory cytokines, antioxidant status, and key signaling proteins.\n\nResultsGene III EGT supplementation, particularly at medium and high doses, significantly extended the time to exhaustion and running distance. Compared to the control group, EGT treatment significantly reduced post-exercise levels of lactic acid (LA), lactate dehydrogenase (LDH), and blood urea nitrogen (BUN). Furthermore, Gene III EGT suppressed the exercise-induced increase in pro-inflammatory cytokines, including IL-1{beta}, IL-6, and TNF-. The anti-fatigue effect of EGT was also associated with a reduction in malondialdehyde (MDA) and an increase in the activities of superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px). Mechanistically, EGT promoted the phosphorylation of AMP-activated protein kinase (AMPK) and the expression of peroxisome proliferator-activated receptor-gamma coactivator-1 alpha (PGC-1) in skeletal muscle, while also increasing the Bcl-2/Bax ratio, suggesting enhanced mitochondrial biogenesis and reduced apoptosis.\n\nConclusionsOur findings demonstrate that Gene III EGT effectively enhances exercise performance and alleviates fatigue. The underlying mechanisms involve the mitigation of oxidative stress and inflammation, as well as the activation of the AMPK/PGC-1 signaling pathway to promote mitochondrial function and cellular protection. These results highlight the potential of Gene III EGT as a nutritional supplement for combating exercise-induced fatigue.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706732",
    "doi": "10.64898/2026.02.19.706732",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAMPK\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.14.705887",
    "title": "Gene III Ergothioneine ameliorates alcoholic fatty liver disease: A dual strategy of accelerated ethanol elimination and reducing oxidative stress",
    "authors": [
      "Ding, W.",
      "Cao, J.",
      "Guo, C.",
      "Li, X.",
      "Liu, W.",
      "Xiao, G."
    ],
    "summary": "BackgroundAlcoholic fatty liver disease (AFLD) is a progressive hepatic pathology triggered by chronic ethanol consumption, serving as the initial stage of severe liver injury. Currently, there are no FDA-approved pharmacological interventions that specifically target alcohol-induced hepatic steatosis or prevent disease progression, highlighting an urgent need for effective preventive strategies. This study evaluated the preventive efficacy and underlying mechanisms of Gene III Ergothioneine (EGT) in a clinically relevant preclinical model.\n\nMethodsC57BL/6 mice were randomized into five groups: a Control group, an alcoholic fatty liver Model group, a Positive control group treated with Silybin (100 mg/kg), and three EGT treatment groups (10, 30, and 50 mg/kg). The NIAAA mouse model was utilized to induce alcoholic fatty liver. Various biochemical, histological, and molecular markers were assessed to evaluate liver damage, alcohol metabolism, lipid profiles, oxidative stress, and inflammation.\n\nResultsGene III EGT treatment significantly ameliorated hepatic steatosis and necrosis, as confirmed by H&E and Oil Red O staining. Notably, EGT accelerated alcohol clearance, reducing serum ethanol levels by up to 54.4% in a dose-dependent manner. Furthermore, EGT restored liver function markers (ALT, AST, GGT) and corrected dyslipidemia by lowering TG, TC, and LDL-C while elevating HDL-C. Mechanistically, EGT suppressed pro-inflammatory cytokines (IL-6, IL-1 {beta}) and mitigated oxidative stress by reducing malondialdehyde (MDA) accumulation and restoring superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px) activities.\n\nConclusionGene III Ergothioneine prevents alcoholic liver injury through a dual mechanism: accelerating ethanol metabolism and enhancing hepatocyte antioxidative and anti-inflammatory defenses. These findings position EGT as a promising therapeutic candidate for AFLD management.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.14.705887",
    "doi": "10.64898/2026.02.14.705887",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707308",
    "title": "Reverse electron transfer at mitochondrial complex I restrains dopaminergic neuron activity to promote early-life sleep in Drosophila",
    "authors": [
      "Rosa, J. B.",
      "Kim, H. H.",
      "Luong, J.",
      "Yang, J.",
      "Yee, P.",
      "Yan, A.",
      "Rodriguez, A.",
      "Kayser, M. S."
    ],
    "summary": "Sleep architecture and depth undergo profound changes across early life. In many species, including Drosophila melanogaster, juvenile animals exhibit elevated sleep drive and deeper sleep states relative to adults, a process linked to reduced activity of wake-promoting dopaminergic neurons (DANs). To identify cell-intrinsic mechanisms regulating developmental sleep, we profiled gene expression in juvenile and mature DANs and performed a targeted RNAi screen of genes with higher juvenile expression. From this screen, we found that the magnitude of mitochondrial complex I (MCI) disruption produced distinct behavioral outcomes. Severe MCI loss-of-function caused locomotor deficits due to mitochondrial dysfunction and reduced neuronal activity. Surprisingly, partial MCI inhibition preserved mitochondrial integrity but resulted in sleep loss, with a most pronounced impact on juvenile adult sleep fragmentation and depth. We demonstrate that dopaminergic neuron activity in juvenile flies is sensitive to the Coenzyme Q redox state with a low CoQ/CoQH2 promoting sleep depth by restraining DAN activity. Our results are consistent with a model in which the reverse transfer of electrons from CoQH2 to NAD+ at MCI limits DAN activity. By dissociating changes in CoQ redox state from catastrophic mitochondrial failure, this work indicates that sleep phenotypes may serve as sensitive indicators of emerging mitochondrial dysfunction, with implications for understanding the developmental origins of neurodegenerative vulnerability.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707308",
    "doi": "10.64898/2026.02.22.707308",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707300",
    "title": "Dynamic Antigen Expression and Intrinsic CTL Resistance in HIV Reservoir Clones",
    "authors": [
      "Ferreira, I. A. T. M.",
      "Herrera, A.",
      "Huynh, T. T.",
      "Board, N. L.",
      "Stone, E.",
      "Linden, N. L.",
      "Ren, Y.",
      "Bittar, C.",
      "Pal, V. K.",
      "Vedova, S.",
      "Naing, E.",
      "Sinha, P.",
      "Danesh, A.",
      "Ovies, C.",
      "Liu, F.",
      "Leyre, L.",
      "Canis, M.",
      "Teixeira, A. R.",
      "Moir, S.",
      "Chun, T.-W.",
      "Kovacs, C.",
      "Zumbo, P.",
      "Betel, D.",
      "Halvas, E. K.",
      "Lee, G. Q.",
      "Caskey, M.",
      "Bieniasz, P. D.",
      "Nussenzweig, M. C.",
      "Jones, R. B."
    ],
    "summary": "Reservoirs of clonally expanded CD4+ T-cells harboring rebound-competent HIV proviruses persist lifelong during ART. Latency is considered the principal barrier to viral eradication and has resisted pharmacological reversal, yet it appears that sustained immune pressure may still erode reservoirs. Recent advances have yielded glimpses into these exceptionally rare reservoir-harboring cells, implicating intrinsic pro-survival properties in their persistence. Here, we isolate and characterize populations of authentic reservoir clones (ARCs) that robustly proliferate and accumulate while producing infectious virus, without overtly succumbing to viral cytopathic effects. At any given moment, only small fractions of ARCs expressed HIV proteins, a state remarkably unperturbed by potent TCR or mitogenic stimulation. Nevertheless, sustained co-culture with cytotoxic T-lymphocytes (CTL) revealed extensive time-integrated antigenic vulnerability, culling clonal expansion of some ARCs by >90%. Notably, a regulatory T-cell ARC displayed pronounced cell-intrinsic resistance to CTL - a longstanding hypothesis we now directly demonstrate - linked to low oxidative stress and reversed with desferoxamine, a hypoxic stress inducer and FDA-approved therapeutic. Overall, we provide novel insights into the vulnerabilities of reservoir clones to potent, sustained CTL pressure and highlight intrinsic resistance pathways as actionable therapeutic targets, opening opportunities for advancing immune-based HIV cure strategies.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707300",
    "doi": "10.64898/2026.02.22.707300",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707324",
    "title": "Global dissemination of FC-ϵ RI and p53 signalling perturbation contribute to Dasatinib resistance in Pancreatic Cancer Cell-lines",
    "authors": [
      "Azad, A.",
      "Shiddiky, M. J. A.",
      "Moni, M. A."
    ],
    "summary": "Acquired Dasatinib Resistance (ADR) hinders efficacious treatment of Pancreatic Cancer (PC), often mediated by dynamic signalling reprogramming due to prolonged drug intake. With a novel signalling cross-talk network modelling, this study analyses transcriptomics data of dasatinib-resistant and dasatinib-sensitive pancreatic cancer cell lines and prioritizes key signalling molecules via systemic coordination of their magnitude of dysregulation and the degree of signalling cross-talk among enriched pathways. Results found the p53 and FC-{epsilon} RI signalling pathways demonstrating significant perturbation enrichment, complementarily orchestrating a total of 87% of the global perturbation map in dasatinib resistance. Further statistical characterization of the cross-talk network identified 10 key resistant biomarkers, including THBS1, CDKN1A, and BCL2L1 within p53 signalling, and RAC2 and MAPK13 within FC epsilon RI signalling. Validation with TCGA transcriptomics, CPTAC relative proteomics, and StringDB protein-protein interaction data for their potential prognostics revealed BCL2L1 as pivotal for global perturbation dissemination and, thereby, a novel therapeutic target.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707324",
    "doi": "10.64898/2026.02.22.707324",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707215",
    "title": "Duplicating At-Risk Breadfruit (Artocarpus spp.) Accessions Using Air-Layer Propagation",
    "authors": [
      "Erasito, K.",
      "Dickinson, N. D.",
      "Knight, T.",
      "Opgenorth, M."
    ],
    "summary": "Breadfruit (Artocarpus altilis (Parkinson) Fosberg) is a culturally and nutritionally significant perennial crop of the Pacific Islands. Kahanu Garden, National Tropical Botanical Garden, (Maui, Hawai'i) maintains a breadfruit collection representing more than 150 traditional varieties, some unique or irreplaceable and requiring safety duplication to safeguard genetic diversity. However, aging trees exhibit variable vigor, potentially limiting clonal propagation outcomes. We assessed air layering as a strategy for conservation duplication, conducting 163 air-layer attempts across 26 priority accessions. We evaluated the influence of tree vigor, age, and branch characteristics on rooting success and survival to out-planting. Overall, 17% successfully rooted and 75% of those survived to out-planting, resulting in successful duplication of 16 of 26 at-risk accessions. Rooting success differed among vigor classes (33% for high-vigor trees; 11-16% for normal and feeble trees) and increased modestly with source tree age, while survival to out-planting declined with increasing age. Branch length and fruiting season were not associated with outcomes. These findings indicate that air layering can support conservation propagation in living collections, but success is strongly influenced by source tree age and condition. Initiating safety duplication while trees are physiologically robust is likely to improve long-term conservation outcomes.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707215",
    "doi": "10.64898/2026.02.22.707215",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707349",
    "title": "In vivo lineage tracing across human tissues using methylation barcodes in the protocadherin gene cluster",
    "authors": [
      "Hackett, S. F.",
      "Boniface, C. T.",
      "Fonseca, A. V. A.",
      "Ramos-Yamasaki, A. D.",
      "Watson, C.",
      "Bazin, H. M. L.",
      "Tan, A. B.",
      "Lee Yu, H.",
      "Hanssen, L. L. P.",
      "Dev, H.",
      "Apostolidou, S.",
      "Gentry-Maharaj, A.",
      "Esener, S.",
      "Menon, U.",
      "Blundell, J. R."
    ],
    "summary": "Resolving the lineage history of human cells is fundamental to understanding ageing and cancer but remains hampered by a lack of native, high-resolution markers. Here, we identify the protocadherin (PCDH) gene cluster as a naturally occurring, highly diverse methylation barcode. While PCDH methylation creates neuronal diversity in the brain, we show that stochastic methylation patterns in this region are maintained as heritable, evolvable lineage markers across multiple non-neuronal tissues, including blood, kidney, prostate, and bladder. By tracking these barcodes in serial samples over a decade, we reveal clonal dynamics with high fidelity, quantitatively recapitulating genetic clone sizes. Crucially, PCDH barcodes identify \"cryptic\" clonal expansions invisible to standard driver-mutation sequencing and resolve subclonal architectures via continuous epimutation. This native barcoding system provides a scalable, driver-agnostic framework for reconstructing somatic evolution in humans.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707349",
    "doi": "10.64898/2026.02.23.707349",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707588",
    "title": "Retrotransposons Promote Clonal Hematopoiesis Through Aging-Related Stromal Inflammation",
    "authors": [
      "Zheng, S.",
      "Zhang, Q.",
      "Hu, W.",
      "Theriot, J.",
      "Lee, M.",
      "Rinaldi, S.",
      "Kim, Y. J.",
      "Cai, D.",
      "Dickerson, K. E.",
      "Trowbridge, J. E.",
      "Xu, J."
    ],
    "summary": "Clonal hematopoiesis (CH) is an age-related phenomenon driven by the expansion of mutant hematopoietic stem cell (HSC) clones, most commonly harboring mutations in DNMT3A. While inflammation is known to promote CH, the upstream triggers of this inflammatory state remain unclear. We show that aging selectively upregulates retrotransposons in the non-hematopoietic cell compartment of the murine bone marrow, particularly in mesenchymal stromal cells. Using in vivo competitive transplant models, we demonstrate that retrotransposon-induced inflammation cell-extrinsically promotes Dnmt3a-mutant HSC expansion. This competitive advantage arises from mutant HSC resistance to inflammation-driven cell cycle perturbations. Mechanistically, we show that retrotransposon activation induces type I interferon signaling via viral mimicry, such that stromal knockdown of either Irf3 or Sting abrogates the competitive advantage of Dnmt3a-mutant HSCs. Our findings establish stromal-selective retrotransposon reactivation as a previously unrecognized, non-cell-autonomous source of inflammation that contributes to age-associated CH.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707588",
    "doi": "10.64898/2026.02.23.707588",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707201",
    "title": "Convergence on BRAF and MAPK Signaling in Glioma Development in a P53-ENU model",
    "authors": [
      "Desai, K.",
      "Tymofyeyeva, A.",
      "Javier, M.",
      "Svergun, N.",
      "Ye, V.",
      "Bullivant, G.",
      "Forst, J.",
      "Ware, M.",
      "Kushida, M.",
      "Lee, L.",
      "Yu, C.",
      "Whetstone, H.",
      "Ward, R.",
      "Dave, B. M.",
      "Aman, A.",
      "Dirks, P. B."
    ],
    "summary": "Pediatric high-grade gliomas (HGGs) are aggressive and lethal brain tumors that account for 15- 20% of all pediatric central nervous system (CNS) malignancies and remain largely incurable. These tumors, despite having mutational targets that activate MAPK signaling, are frequently resistant to targeted therapies in their malignant states, but often show responses when they are in lower grade form. These findings suggest a need to identify and intercept early tumorigenic events that arise in earlier tumor developmental stages. To investigate the molecular events in glioma progression, we developed and characterized a NestinCre/+;Trp53fl/fl mouse model combined with in utero exposure to the classic chemical mutagen N-ethyl-N-nitrosourea (ENU). This model mimics the context of genetic predisposition paired with an environmental genotoxic insult, and mice with loss of TRP53 in early neural precursors who are exposed to ENU at embryonic day 13.5 reproducibly develop HGGs postnatally that retain features of the human tumors. By sampling discrete lesions at premalignant, early, and late stages, we observed progressive increases in genetic complexity, stemness features, and immune signatures across tumor evolution. Notably, a recurrent Braf mutation emerged in a majority of early lesions and persisted in advanced tumors, consistent with the occurrence of BRAFV600E mutations in human gliomas that arise in children and undergo transition from lower grade to higher grade stages. Additional components of the RAS-RAF-MAPK signaling cascade, including Kras, Nras and Nf1 were found to be mutated at the late tumor stage, indicating convergent activation of this pathway in this model. Cell lines derived from early lesions responded to BRAF inhibitors, but cells from endpoint tumors were less responsive. Together, this model reveals aspects of the molecular and cellular evolution of glioma development in vivo, and identifies RAS-MAPK signaling as a critical molecular bottleneck selected for the ENU-induced mutations. This genetic-environmental model may be valuable to understanding key determinants of glioma initiation and progression, and for evaluating new therapies that limit MAPK signaling.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707201",
    "doi": "10.64898/2026.02.23.707201",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707428",
    "title": "Mitochondria-insulin granule crosstalk controls the early stages of granule maturation",
    "authors": [
      "Panagiotou, S.",
      "Mandal, K.",
      "Amini, S.",
      "Tan, K. W.",
      "Stephens, S. B.",
      "Idevall-Hagren, O."
    ],
    "summary": "Insulin secretion from pancreatic {beta}-cells is a tightly controlled process where hormone synthesis, granule formation and release are regulated in order to maintain whole body glucose homeostasis. Failure to produce or release insulin results in hyperglycemia that may develop into diabetes. Insulin-containing granules exist in different pools that have different propensity for release, yet what determined the fate of a granule after initial formation is not clear. In this study we aimed to identify key steps in the early life of an insulin granule that directs it towards release. Using two different methods for time-dependent labeling, we found that insulin granules shortly after budding from the trans-Golgi network associate with mitochondria. This organelle interaction involves the voltage-dependent anion channel (VDAC) and the vesicular nucleotide transporter (VNUT). Reduced VNUT expression prevented the recruitment of VDAC to insulin granules and redirected granules towards autophagy-dependent lysosomal degradation, resulting in reduced insulin content and impaired insulin secretion. These results show the requirement of granule-mitochondria crosstalk for normal progression through the early stages of the secretory pathway.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707428",
    "doi": "10.64898/2026.02.23.707428",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41740185",
    "title": "Examining Oxidative Stress as a Mechanistic Link Between Sleep Irregularity and Cardiovascular Risk in Young Adults with Chronic Anxiety.",
    "authors": [
      "Richardson JW",
      "Buck EA",
      "Weggen JB",
      "Bakken BT",
      "Fitzpatrick BJ",
      "Campbell RG",
      "Garten RS"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41740185/",
    "doi": "doi: 10.1152/ajpheart.00006.2026",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41740091",
    "title": "AI-Enabled Smart Glasses for Active Aging: Scoping Review.",
    "authors": [
      "Delgado-Morales C",
      "García-Iglesias JJ",
      "Duarte-Hueros A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41740091/",
    "doi": "doi: 10.2196/81157",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41740037",
    "title": "Restoring Function to a Variant of p53 in Solid Tumors.",
    "authors": [
      "Lu X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41740037/",
    "doi": "doi: 10.1056/NEJMe2516747",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41740031",
    "title": "Phase 1 Study of Rezatapopt, a p53 Reactivator, in TP53 Y220C-Mutated Tumors.",
    "authors": [
      "Dumbrava EE",
      "Shapiro GI",
      "Parikh AR",
      "Johnson ML",
      "Tolcher AW",
      "Thompson JA",
      "El-Khoueiry AB",
      "Vandross AL",
      "Kummar S",
      "Shepard DR",
      "LeDuke K",
      "Sheehan L",
      "Alland L",
      "Haque A",
      "Jalota D",
      "Fellous M",
      "Schram AM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41740031/",
    "doi": "doi: 10.1056/NEJMoa2508820",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41739941",
    "title": "Ampk alpha2 T172 activation dictates exercise performance and energy transduction in skeletal muscle.",
    "authors": [
      "Montalvo RN",
      "Li X",
      "Many GM",
      "Sagendorf TJ",
      "Yu Q",
      "Shen W",
      "Wase N",
      "Burgardt AR",
      "Zhang T",
      "Gritsenko MA",
      "Gaffrey MJ",
      "Bhonsle H",
      "Guan Y",
      "Mao X",
      "Zhang M",
      "Qian WJ",
      "Yan Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739941/",
    "doi": "doi: 10.1126/sciadv.aeb3338",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41739938",
    "title": "Immunometabolic resistors of aging in long-lived golden spiny mice.",
    "authors": [
      "Kim HH",
      "Sagiv-Zangi T",
      "Youm YH",
      "Vardi-Naim H",
      "Dlugos T",
      "Strino F",
      "Kazavchinsky-Bar M",
      "Egulsky L",
      "Bodogai M",
      "Biragyn A",
      "Kluger Y",
      "Kronfeld-Schor N",
      "Dixit VD"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739938/",
    "doi": "doi: 10.1126/sciadv.aec9991",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41739885",
    "title": "African swine fever virus pEP364R acts as an important inflammatory-inducing factor to activate NLRP3 inflammasome-mediated pyroptosis by regulating DDX3X.",
    "authors": [
      "Li Q",
      "Maa X",
      "Shang X",
      "Nian X",
      "Mao R",
      "Luo Z",
      "Zhu Z",
      "Ru Y",
      "Yang F",
      "Cao W",
      "Chang Y",
      "Xu Y",
      "Jahangir A",
      "Tajmir SM",
      "Ma X",
      "Zhang Y",
      "Fu Y",
      "Pei J",
      "Zheng H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739885/",
    "doi": "doi: 10.1371/journal.ppat.1013874",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41739360",
    "title": "MiR-182 and MiR-34a regulate autophagy and apoptosis in tuberculosis and lung cancer.",
    "authors": [
      "Alimardanian L",
      "Soltani BM",
      "Irani S",
      "Sheikhpour M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739360/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41739343",
    "title": "Activated Rac1 promotes chondrocyte apoptosis through the NF-κB pathway in lumbar facet joint osteoarthritis.",
    "authors": [
      "Wang X",
      "Xue P",
      "Zhang J",
      "Jin H",
      "Jiang J",
      "Xu G",
      "Cui Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739343/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41739294",
    "title": "The impact of lipid metabolism remodeling in the tumor microenvironment on angiogenesis.",
    "authors": [
      "Ye C",
      "Wang Z",
      "Li L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739294/",
    "doi": "doi: 10.1007/s12672-026-04645-6",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41739293",
    "title": "Curcumin-mediated modulation of immunogenic cancer cell death pathways.",
    "authors": [
      "Moon DO"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739293/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41739259",
    "title": "Mesaconate Alleviates Myocardial Ischemia/Reperfusion Injury and Cardiovascular Aging by Targeting GPR35 to Arrest Macrophage Inflammation.",
    "authors": [
      "Zhu L",
      "Cui J",
      "Li P",
      "Shan W",
      "Wang Q",
      "Lei W",
      "Zhou H",
      "Sun Y",
      "Yi W"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739259/",
    "doi": "doi: 10.1007/s10753-026-02464-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41739222",
    "title": "Effects of exhaustive and/or strenuous exercise on aging-related molecular and physiological biomarkers: a systematic review and meta-analysis.",
    "authors": [
      "Bao Z",
      "Liu Y",
      "Zhao M",
      "Li Z",
      "Wang H",
      "Shi C",
      "Wang X",
      "Wang S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739222/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41739054",
    "title": "SIRT1 Prevents Ferroptosis in Corneal Epithelial Cells by Enhancing HIF1α Protein Stability in Dry Eye Disease.",
    "authors": [
      "Lian L",
      "Le Z",
      "Ye X",
      "Wang Z",
      "Li J",
      "Dong C",
      "Shen Y",
      "Li J",
      "Ren Y",
      "Ma X",
      "Chen W",
      "Zheng Q"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739054/",
    "doi": "doi: 10.1002/advs.202522806",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41738967",
    "title": "Effect of Aging on Middle Ear Absorbance Characteristics Across Frequencies.",
    "authors": [
      "Shivaprakash A",
      "Barman A",
      "Karuppannan A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738967/",
    "doi": "doi: 10.1044/2025_AJA-25-00140",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41738702",
    "title": "Lipid-mediated brain-gut axis alterations in functional diarrhea and their role in oxidative stress and neurodegeneration.",
    "authors": [
      "Wang Z",
      "Shi L",
      "Wang X",
      "Zhao L",
      "Liang H",
      "Wang S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738702/",
    "doi": "doi: 10.1080/13813455.2026.2628181",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41738636",
    "title": "Bioaccessible sulforaphane attenuates oxidative stress-driven parainflammation in intestinal epithelial cells.",
    "authors": [
      "Medrano-Padial C",
      "Medina S",
      "García-Viguera C",
      "Domínguez-Perles R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738636/",
    "doi": "doi: 10.1039/d5fo03038b",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41738629",
    "title": "Adjunctive Use of p53 Immunohistochemistry for Risk Stratification in Barrett's Esophagus: A Systematic Review and Meta-Analysis.",
    "authors": [
      "Sawas T",
      "Davitkov P",
      "Zhou M",
      "Eluri S",
      "Leiman DA",
      "Thrift AP",
      "Singh S",
      "Inadomi J",
      "Katzka D",
      "Rubenstein JH",
      "Stachler M",
      "Wani S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738629/",
    "doi": "doi: 10.14309/ajg.0000000000003977",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41738451",
    "title": "Targeted nano delivery of p53 DNA and carvedilol for the treatment of dilated cardiomyopathy in a rat model.",
    "authors": [
      "Tomar N",
      "Vennela AT",
      "Mukhopadhyay S",
      "Kondapi AK"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738451/",
    "doi": "doi: 10.1080/17435889.2026.2634274",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41738371",
    "title": "Natural triterpenoid glycosides, astragaloside II and astragaloside IV resensitize multidrug-resistant cancer via interfering ATPase activity and inducing apoptosis in vitro and in vivo.",
    "authors": [
      "Chang YT",
      "Chien PY",
      "Su CH",
      "Wu IT",
      "Hung CC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738371/",
    "doi": "doi: 10.1080/1061186X.2026.2638335",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41738360",
    "title": "Characterization of apoptosis in fed-batch cultures highlights the impact of timely process intervention on improving recombinant protein productivity.",
    "authors": [
      "Patel M",
      "Madabhushi SR"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738360/",
    "doi": "doi: 10.1002/btpr.70110",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41738323",
    "title": "Polystyrene Nanoplastics Induce Pyroptosis in HepG2 Cells via the YAP1-cGAS-STING Signaling Axis.",
    "authors": [
      "Yang Y",
      "Liu Z",
      "Cao M",
      "Ma J",
      "Cheng M",
      "Meng L",
      "Cui G",
      "Du Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738323/",
    "doi": "doi: 10.1080/15376516.2026.2634934",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41738118",
    "title": "Light-Induced Hydroxyl Reconstruction in ZnSnGa Layered Double Hydroxide for Selective ROS Modulation toward Complete Mineralization of VOCs.",
    "authors": [
      "Ma H",
      "Hu X",
      "Wang C",
      "Yu C",
      "Xu W",
      "Li Y",
      "Fang R",
      "Sun Y",
      "Dong F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738118/",
    "doi": "doi: 10.1021/acs.est.5c16347",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41738073",
    "title": "Suboptimal Thermal Storage Facilitates Aging of Bottle-Sourced Polyethylene Terephthalate Microplastics Fueling Hepatic Steatosis through Gut-Liver Axis Disruption.",
    "authors": [
      "Zhang X",
      "Wang R",
      "Tang M",
      "Jin C",
      "Zhang G",
      "Zou W"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41738073/",
    "doi": "doi: 10.1021/acs.est.5c18229",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41736674",
    "title": "A photothermally enhanced oxygen-releasing and antibacterial hydrogel accelerating diabetic wound healing via energy metabolism regulation.",
    "authors": [
      "Li M",
      "Zheng H",
      "Chen Y",
      "Huang B",
      "Liu G"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736674/",
    "doi": "doi: 10.1039/d6tb00018e",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41736556",
    "title": "EXPRESS: Mocetinostat (MGCD0103) induced autophagy in SKBR-3 breast cancer cells by regulating ROS/MAPK pathway.",
    "authors": [
      "Kaya Çakir H",
      "Eroglu O"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736556/",
    "doi": "doi: 10.1177/10815589261429528",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41736476",
    "title": "Late Onset Telomere Biology Disorder Presenting With Pancytopenia, Immune Dysregulation, Interstitial Lung Disease and Alopecia.",
    "authors": [
      "Wan BA",
      "Nicolson H",
      "Leitch HA",
      "Stubbins RJ",
      "Chen LYC",
      "Murray T",
      "Trottier A",
      "Gador A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736476/",
    "doi": "doi: 10.1002/ajh.70234",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41736445",
    "title": "The DNA/RNA autophagy protein SIDT2 as a novel neuropathological hallmark in Huntington disease.",
    "authors": [
      "Gabery S",
      "Bergh S",
      "Huridou C",
      "Cheong RY",
      "Baldo B",
      "Scheunemann PG",
      "Schoebel ML",
      "Mengelbier LH",
      "Englund E",
      "McLean C",
      "Saft C",
      "Kirik D",
      "Björkqvist M",
      "Halliday G",
      "Petrasch-Parwez E",
      "Nguyen HP",
      "Weber JJ",
      "Petersén Å"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736445/",
    "doi": "doi: 10.1111/bpa.70088",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41736378",
    "title": "Aging and longevity in decades-old genebanked seeds from U.S. endangered plant species: Assessments using survival and RNA integrity assays.",
    "authors": [
      "Walters C",
      "Heineman KD",
      "Hill L",
      "Tetreault H",
      "Tyler P",
      "Zingerman Z",
      "Ibrahim S",
      "Maschinski J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736378/",
    "doi": "doi: 10.1002/ajb2.70169",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41736281",
    "title": "Role of an Arabidopsis mitogen-activated protein kinase kinase kinase in ROS-mediated leaf senescence.",
    "authors": [
      "Yang F",
      "Li K",
      "Botella JR",
      "Zhu X",
      "Miao Y",
      "Zhou Y",
      "Li Y",
      "Ren D",
      "Song CP"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736281/",
    "doi": "doi: 10.1111/jipb.70191",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41736076",
    "title": "Ferroptosis-autophagy crosstalk in bladder cancer: mechanisms and therapeutic implications.",
    "authors": [
      "Wang Y",
      "Wu N",
      "Zhang S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736076/",
    "doi": "doi: 10.1186/s12943-026-02608-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41736066",
    "title": "4-phenylbutyric acid attenuates hepatic ER stress, pyroptosis, and NAFLD in adult rat offspring exposed to a high-fat, high-fructose diet during perinatal and adulthood.",
    "authors": [
      "Ojaghi S",
      "Eskandari F",
      "Azarkish F",
      "Soltani H",
      "Binayi F",
      "Saeidi B",
      "Hedayati M",
      "Goudarzi A",
      "Amini A",
      "Khodagholi F",
      "Zardooz H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736066/",
    "doi": "doi: 10.1186/s12944-026-02882-w",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41736040",
    "title": "Chlorine-coordinated iron single-atom nanozymes for amplified ferroptosis in triple-negative breast cancer therapy.",
    "authors": [
      "Yin M",
      "Wang BH",
      "Wang H",
      "Ouyang J",
      "Hu X",
      "Wang X",
      "Liu Y",
      "Xu F",
      "Chen Y",
      "Yin SF"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736040/",
    "doi": "doi: 10.1186/s12951-026-04096-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41736035",
    "title": "A novel molecule ZYZ329 targeting histone methyltransferase SMYD3 suppresses pathological angiogenesis via the driven mitochondrial ROS/HIF-1α/VEGFA axis.",
    "authors": [
      "Ye Q",
      "Cai J",
      "Lu X",
      "Zhu Q",
      "Li Q",
      "Ren M",
      "Ding Q",
      "Mao Y",
      "Zhu YZ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41736035/",
    "doi": "doi: 10.1186/s12967-025-07580-2",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41735987",
    "title": "GPX4 alleviates airway inflammation by suppressing 5-LO expression and regulating ferroptosis.",
    "authors": [
      "Chen Z",
      "Cai J",
      "Wang S",
      "Yu W",
      "Yu F",
      "Zhou R",
      "Cai C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735987/",
    "doi": "doi: 10.1186/s12931-026-03584-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41735977",
    "title": "Life-course influence of birthweight and subsequent pathways on healthy aging: a Mendelian randomization study.",
    "authors": [
      "Kong L",
      "Dou C",
      "Ye C",
      "Liu D",
      "Chen M",
      "Zheng J",
      "Xu M",
      "Xu Y",
      "Li M",
      "Zhao Z",
      "Lu J",
      "Chen Y",
      "Ning G",
      "Wang W",
      "Bi Y",
      "Liu R",
      "Wang T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735977/",
    "doi": "doi: 10.1186/s12916-026-04737-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41735974",
    "title": "Telomere shortening correlates with immune dysregulation and severity in pulmonary tuberculosis.",
    "authors": [
      "Fachrucha F",
      "Andarini S",
      "Burhan E",
      "Wibowo H",
      "Kekalih A",
      "Hidayat M",
      "Adyasiwi G",
      "Syuaib FI",
      "Wiyono WH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735974/",
    "doi": "doi: 10.1186/s12890-026-04182-6",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41735873",
    "title": "Oncolytic adenovirus type 11-induced ferroptosis of esophageal squamous cell carcinoma cells involves in mitochondrial impairment and the mTOR pathway.",
    "authors": [
      "Si L",
      "Zhao C",
      "Chard Dunmall LS",
      "Wang P",
      "Cheng Z",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735873/",
    "doi": "doi: 10.1186/s12885-026-15735-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41735833",
    "title": "Role of autophagy in antiviral innate immunity.",
    "authors": [
      "Xie J",
      "Jiao P",
      "Wang D",
      "Shi M",
      "Yuan C",
      "Su L",
      "Zhang G",
      "Wang Y",
      "Ma Z",
      "Li L",
      "Liu W"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735833/",
    "doi": "doi: 10.1186/s11658-026-00871-6",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41735825",
    "title": "Gut microbiota-derived trimethylamine N-oxide contributes to cardiomyocyte pyroptosis and cardiac injury via the tRF-Glu-ANT1-GSDMD axis.",
    "authors": [
      "Wang T",
      "Ren W",
      "Chen X",
      "Wang X",
      "Liu M",
      "Zhang Y",
      "Li Z",
      "Wang Y",
      "Song Z",
      "Diao H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735825/",
    "doi": "doi: 10.1186/s11658-026-00873-4",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41735757",
    "title": "Fatty Acid-enriched Euphorbia neriifolia Alleviates the NPIP-induced Lung Cancer Via Modulating Oxidative Stress and Apoptosis in Swiss Albino Mice.",
    "authors": [
      "Chaudhary P",
      "Meena M",
      "Singh D",
      "Janmeda P"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735757/",
    "doi": "doi: 10.1007/s12013-026-02017-z",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41735755",
    "title": "Jojoba Oil Protects against Chlorpyrifos-Induced Testicular Toxicity by Modulating Notch1/Jagged1-Inflammatory Axis and Oxidative Stress.",
    "authors": [
      "Salama R",
      "Abdullah AA",
      "Abd-Elghaffar SK",
      "Sayed OA",
      "Maghraby N"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735755/",
    "doi": "doi: 10.1007/s12013-026-02011-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41735746",
    "title": "Aging-Related Changes in the Injury Response of the Peripheral Nervous System.",
    "authors": [
      "Cen YY",
      "Wang MY",
      "Song QX",
      "Gao XL",
      "Zhou C",
      "Li CJ",
      "Liu F",
      "Zhang YY",
      "Shen JF"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735746/",
    "doi": "doi: 10.1007/s12264-025-01564-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41735741",
    "title": "Health shocks and labour market outcomes:Evidence from the IrishLongitudinal Study on Ageing (TILDA).",
    "authors": [
      "Mao L",
      "Normand C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735741/",
    "doi": "doi: 10.1186/s13561-026-00742-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41735733",
    "title": "Hippocampal Neuronal Ferroptosis Driven by Lipocalin-2 Mediates Comorbid Visceral Pain and Anxiety in Irritable Bowel Syndrome.",
    "authors": [
      "Tang Y",
      "He Z",
      "Zhang Q",
      "Liu Y",
      "Li L",
      "Chen Y",
      "Chen A",
      "Lin C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735733/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41735691",
    "title": "Role of ITIH4 in Modulating YAP/TAZ-Mediated Apoptosis of Type II Alveolar Epithelium during Acute Respiratory Distress Syndrome.",
    "authors": [
      "Shih YS",
      "Chen XY",
      "Lin YW",
      "Liao ZA",
      "Liu YH",
      "Laiman V",
      "Peng SW",
      "Ito K",
      "Chuang HC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735691/",
    "doi": "doi: 10.1007/s11095-026-04038-y",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41735645",
    "title": "Senescence at the crossroads of postpartum remodeling and tumorigenesis.",
    "authors": [
      "Findlay VJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735645/",
    "doi": "doi: 10.1038/s43587-026-01093-3",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41735641",
    "title": "Unraveling CD4(+) T cell heterogeneity and cell death-associated genes in high-grade serous ovarian cancer: a comprehensive analysis of single-cell RNA and spatial transcriptome sequencing.",
    "authors": [
      "Wu S",
      "Wu C",
      "Yu J",
      "Li Y",
      "Lv Y",
      "Ding L",
      "Zhang D",
      "Zhou Y",
      "Tang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735641/",
    "doi": "doi: 10.1007/s12094-026-04266-z",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41735623",
    "title": "Aging increases visual dependency and disrupts sensory strategies in upright standing.",
    "authors": [
      "Barbanchon C",
      "Baudry S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735623/",
    "doi": "doi: 10.1007/s11357-026-02171-5",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41735621",
    "title": "Protopanaxatriol ameliorates diabetic retinopathy by regulating mTOR/G6PD mediated pentose phosphate pathway.",
    "authors": [
      "Guan M",
      "Yuan Z",
      "Xie J",
      "Cui J",
      "Zang S",
      "Huang J",
      "Wang C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735621/",
    "doi": "doi: 10.1007/s11418-026-02003-y",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41735617",
    "title": "Isoliquiritigenin combined with gemcitabine inhibited lung cancer by suppressing JAK2/STAT3 signaling via lncRNA-p21/miRNA-4534 axis.",
    "authors": [
      "Xu C",
      "Gong C",
      "Wang C",
      "Xie M",
      "Wu M",
      "Ge D",
      "Ren H",
      "Zhang B",
      "Jiang Z",
      "Li W"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735617/",
    "doi": "doi: 10.1007/s11418-025-01990-8",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41735603",
    "title": "Translating ferroptosis into oncology: challenges, opportunities and future directions.",
    "authors": [
      "Kang R",
      "Liu J",
      "Wang J",
      "Kroemer G",
      "Tang D"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735603/",
    "doi": "doi: 10.1038/s41571-026-01128-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41735564",
    "title": "Comment on \"Reciprocity between p63 and p21 via TNFα/NF-κB signaling in p63-positive salivary duct adenocarcinoma cell\".",
    "authors": [
      "Li G",
      "Wang L",
      "Yang Y",
      "Sun Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735564/",
    "doi": "doi: 10.1007/s00405-026-10074-6",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41735515",
    "title": "Multifunctional hierarchical Ni(2)CoS(4) structures for combating drug-resistant infections and colorectal cancer via piezocatalytic ROS generation.",
    "authors": [
      "Qurbani K",
      "Amiri O",
      "Hamzah H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41735515/",
    "doi": "doi: 10.1038/s41598-026-41092-3",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41739759",
    "title": "Conservative management of cervical intraepithelial neoplasia grade 2 and immunohistochemical staining of p16 and Ki-67: Data from a Brazilian institution.",
    "authors": [
      "Ferreira AL",
      "Melo YLMF",
      "Portari EA",
      "Dock DCA",
      "Caldeira NVF",
      "Júnior SCDSG",
      "Russomano FB",
      "Andrade CV"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41739759/",
    "doi": "doi: 10.1371/journal.pone.0342001",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "pmid:41737647",
    "title": "Long-Term Effects of Orlistat on Lipid Metabolism and Anthropometric Indices: A Meta-Analysis of Clinical Trials.",
    "authors": [
      "Khodadadiyan A",
      "Khazraei Y",
      "Kamali M",
      "Kolaei K",
      "Aminzadeh P",
      "Yazdanpanah G",
      "Shams A",
      "Feili M",
      "Ghaffari M",
      "Hosseini M",
      "Bazrafshan M",
      "Drissi HB",
      "Arzhangzadeh A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41737647/",
    "doi": "doi: 10.1155/jobe/9068305",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  }
]