[
  {
    "id": "10.1101/2025.03.13.643180",
    "title": "Disrupting FOXO4 function confers neuroprotection against oxidative stress and ischemia-reperfusion-caused neuronal injury",
    "authors": [
      "Asadi, Y.",
      "Gorjipour, F.",
      "Moundounga, R. K.",
      "Dwamena, A.",
      "Potokiri, A.",
      "Gilstrap, E.",
      "Li, X.",
      "McDowell, C.",
      "Wang, H."
    ],
    "summary": "Previous data suggest that FOXO4 facilitates inflammation and oxidative stress in non-brain tissues under stress or disease conditions, indicating that blocking FOXO4 function may be neuroprotective in ischemia-reperfusion-induced brain injury. However, this possibility has not been tested in a cerebral ischemia-reperfusion condition. Here, we treated the FOXO4 knockout (KO) primary neuronal cultures with oxidative stress or oxygen-glucose deprivation (OGD) or subjected the KO mice to the transient middle cerebral artery occlusion (tMCAO). Our results showed that KO of FOXO4 reduced oxidative stress and OGD-induced neuronal death, attenuated tMCAO-caused infarct volume, improved animal survival, decreased neurological deficits, and enhanced functional recovery compared to the WT cells or mice. Immunohistochemical staining and Western blot analysis suggested decreased neuroinflammation in the KO brain. These data indicate that FOXO4 is a therapeutic target, and disrupting its activity promotes neuronal survival following ischemic stroke-induced brain injury.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.13.643180",
    "doi": "10.1101/2025.03.13.643180",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.07.681065",
    "title": "A role for autophagy of the ER in rejuvenation revealed by microfluidics-based lifespan profiling of yeast gametes",
    "authors": [
      "Spiri, S.",
      "Sing, T. L.",
      "Phung, N. Y.",
      "Goodman, J.",
      "Unal, E.",
      "Brar, G. A."
    ],
    "summary": "During mitotic growth, Saccharomyces cerevisiae cells age by dividing asymmetrically producing young daughter cells while retaining age-associated damage in the mother cell, which will eventually become senescent. Gametogenesis naturally and completely resets precursor cell lifespan, even for replicatively aged cells but so far, no cellular mechanism responsible for this rejuvenation has been identified. This is in part due to the existing methods to quantify replicative lifespan resetting in this context, which are limited to low-throughput and labor-intensive approaches. Here, we introduce a high-throughput microfluidic-based assay that allows systematic characterization of factors required for gametogenic rejuvenation in S. cerevisiae. With this technique, we show that we can capture a wide range of gamete replicative lifespans that are consistent with known longevity mutants. Excitingly, using this technique, we report receptors involved in selective autophagy of the ER as the first identified molecular determinants of gametogenic rejuvenation. We anticipate this novel technique will enable systematic identification of additional molecular factors that drive gametogenic rejuvenation.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.07.681065",
    "doi": "10.1101/2025.10.07.681065",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698516",
    "title": "Mapping kinase-dependent tumor immune adaptation with multiplexed single-cell CRISPR screens",
    "authors": [
      "Shi, L.",
      "Giglio, R. M.",
      "Cai, Q.",
      "Vaikunthan, M.",
      "Hong, J.",
      "Naqvi, A.",
      "Milea, M.",
      "Khanshali, H.",
      "Schoonen, A.",
      "Hou, N.",
      "Guo, J.",
      "Fraidenburg, M.",
      "Shen, X.",
      "Malinowski, S. W.",
      "Ligon, K. L.",
      "Rabadan, R.",
      "Azizi, E.",
      "McFaline-Figueroa, J. L."
    ],
    "summary": "Immune dysfunction in cancer is enacted by multiple programs, including tumor cell-intrinsic responses to distinct immune subpopulations. A subset of these immune evasion programs can be systematically recapitulated through direct tumor-immune interactions in vitro. Here, we present an integrated, high-throughput single-cell CRISPR screening framework focused on the protein kinome for mapping the tumor-intrinsic regulation of T cell-driven immune pressure in glioblastoma (GBM). We combine pooled CRISPR interference and activation (CRISPRi/a) with immune-matched NY-ESO-1 antigen-specific allogeneic GBM-T cell co-culture and massively multiplexed single-cell transcriptomics to systematically quantify how genetic perturbation reshapes baseline tumor state and adaptive responses across graded effector-to-target ratios. We further leverage deep generative models for analyzing pooled CRISPR screens to decipher the effects of genetic perturbations on the mechanisms of tumor resistance. This framework resolves distinct modules of immune evasion and survival, including the regulation of the antigen-presentation machinery, interferon/NF-{kappa}B signaling, oxidative stress resilience, and checkpoint/cytokine programs, while identifying perturbations that reroute the continuous tumor transcriptional trajectory induced by T cell engagement. A secondary chemical screen in patient-derived GBM cultures identified putative kinase targets of immune evasion phenotypes (e.g., EPHA2 and PDGFRA), whose inhibition leads to the blockade of evasive programs and enhances T cell-mediated GBM killing. Together, this workflow provides a scalable blueprint for comprehensive charting of the genetic control of tumor-immune interactions.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698516",
    "doi": "10.64898/2026.01.08.698516",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708335",
    "title": "Single-Cell Spatial Proteomics Uncovers Molecular Interconnectivity among Hallmarks of Aging",
    "authors": [
      "Yoo, S.",
      "Young, C.",
      "Li, L.",
      "Vannur, L.",
      "Zhuang, J.",
      "Zheng, F.",
      "Wu, M.",
      "Andersen, J.",
      "Zhou, C."
    ],
    "summary": "Aging is accompanied by conserved hallmarks including genomic instability, epigenetic alterations, loss of proteostasis, and mitochondrial dysfunction, but how these processes emerge and become mechanistically linked remains unclear. Here we leverage a proteome-wide, single-cell, subcellular atlas of protein expression, localization, and aggregation across yeast replicative aging to map hallmark-linked remodeling in its spatial context. We identify hundreds of previously unappreciated molecular changes that underlie major hallmarks of aging and show that hallmark phenotypes frequently manifest as compartment-specific erosion of spatial confinement, relocalization, and aggregation. 91.6% human orthologs of these hallmark-linked yeast proteins also change during human aging. Integrating these spatial phenotypes reveals many molecular connections linking different hallmarks. Temporal analysis suggests that disorganization of nucleolar ribosome biogenesis, proteostasis decline, and mitochondrial dysfunction precede other hallmarks. Together, our findings substantially deepen the molecular underpinnings of aging hallmarks and provide a framework for linking them into a hierarchical sequence of cellular failures. Keywords: aging, protein localization, protein concentration, protein aggregation, hallmarks of aging, ribosome biogenesis, aging pathways.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708335",
    "doi": "10.64898/2026.02.26.708335",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708088",
    "title": "A Translational Model of MASLD-Associated HFpEF Defines Mitochondrial Dysfunction and Cardiac Plasticity During Disease Progression and Regression",
    "authors": [
      "Ganguly, S.",
      "Gunes, B.",
      "Gu, Y.",
      "Suarez, J.",
      "Gupta, G.",
      "Ishizuka, K.",
      "Murad, R.",
      "Kisseleva, T.",
      "Dillmann, W.",
      "Peterson, K.",
      "Adler, E.",
      "Brenner, D.",
      "Dhar, D."
    ],
    "summary": "Background: Metabolic dysfunction associated steatotic liver disease (MASLD) and its advanced form, MASH, are closely linked to heart failure with preserved ejection fraction (HFpEF). However, the mechanisms driving MASLD-associated HFpEF and its reversibility remain poorly understood, largely due to the lack of robust preclinical models. Here, we established a translational model of MASLD-associated HFpEF and applied functional and transcriptomic analyses of the left ventricle (LV) to define the mechanisms underlying cardiac dysfunction and its reversibility. Methods: Alms1-/- (Foz/Foz) mice and wild-type littermates were fed normal chow (NC) or Western diet (WD) for up to 34w. Reversibility was modeled by switching WD-fed Foz/Foz mice at 12w back to NC for 12w. Cardiac assessment included echocardiography, invasive hemodynamics with dobutamine stimulation, histopathology, electron microscopy and isolated cardiomyocyte contractility. LV transcriptomes were profiled by bulk RNA sequencing and analyzed by differential expression and pathway enrichment. Result: Foz/Foz mice on WD for 24w developed metabolic syndrome and MASH with advanced liver fibrosis. Cardiac phenotyping showed LV hypertrophy, impaired cardiomyocyte contractility, reduced {beta}-adrenergic reserve, elevated plasma BNP, and increased mortality while the ejection fraction was preserved (>50%), consistent with HFpEF. Liver fibrosis was a strong predictor of HFpEF. Switching WD-fed Foz/Foz mice at 12w to normal chow diet reversed hepatic fibrosis, restored LV function, and reduced mortality, demonstrating plasticity of the liver-heart axis. LV transcriptome during disease progression and regression revealed mitochondrial dysfunction, altered substrate utilization, extracellular matrix remodeling, and metabolic stress as central drivers of HFpEF, with strong overlap to human HFpEF signatures. Cardiac electron microscopy revealed swollen mitochondria with disrupted cristae, which normalized following dietary intervention. Conclusions: Mitochondrial dysfunction and fibroinflammatory remodeling are central mediators of MASLD-associated HFpEF. Reversal of hepatic and cardiac phenotypes with dietary intervention, together with elucidation of underlying pathways, establish the Foz/Foz model as a robust translational platform for mechanistic and therapeutic discovery targeting the liver-heart axis.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708088",
    "doi": "10.64898/2026.02.26.708088",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708195",
    "title": "Impaired trophoblast efferocytosis by decidual macrophages in early-onset preeclampsia",
    "authors": [
      "Belchamber, K. B. R.",
      "Tamblyn, J.",
      "Myers, J."
    ],
    "summary": "Preeclampsia (PE) is a hypertensive disorder of pregnancy associated with inadequate trophoblast invasion, impaired spiral artery remodelling and increased trophoblast apoptosis, leading to malplacentation. Decidual macrophages are through to be key in clearing these apoptotic cells via efferocytosis, a process that normally promotes an anti-inflammatory phenotype. In PE, however, transcriptomic studies have shown that decidual macrophages exhibit a pro-inflammatory phenotype, suggesting their ability to efferocytose may be impaired. This study investigated whether PE alters ex vivo decidual macrophage function in placentas obtained from healthy pregnancies (n=11) or with early-onset PE (n=9). Macrophages isolated from both the decidua basalis and decidua parietalis of PE placentas demonstrated significantly reduced efferocytosis of apoptotic trophoblasts compared to healthy controls, accompanied by increased release of CXCL-8 and IL-6. Similarly, phagocytosis of Streptococcus agalactiae was significantly impaired by both macrophage subtypes. Analysis of macrophage scavenger receptors revealed that efferocytic macrophages upregulate receptors for 'eat me' signals, whereas non-efferocytic macrophages fail to do so. These findings demonstrate that decidual macrophages in the preeclamptic placenta exhibit impaired efferocytosis and phagocytosis, which may contribute to the accumulation of apoptotic trophoblasts and increased pro-inflammatory signaling. Further analysis of this defective function is vital to identify novel immunomodulatory treatments for PE.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708195",
    "doi": "10.64898/2026.02.26.708195",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708094",
    "title": "Real-Time Cell Analysis Reveals Distinct Roles of S100A4 in Regulating Proliferation, Migration, and Invasion of JAR Choriocarcinoma Cells",
    "authors": [
      "Yu, B.",
      "Ding, H.-G.",
      "Zhang, F.",
      "Lin, H.-M.",
      "Xia, G.-Y.",
      "Jiang, Y.-J.",
      "Zhao, J.",
      "Li, G.-P.",
      "Ding, J.-L.",
      "Ding, N.",
      "Zhang, X.-Y.",
      "Pan, H.-T.",
      "Ying, P.",
      "He, Y."
    ],
    "summary": "S100A4, a metastasis promoting calcium binding protein, drives tumor progression through pleiotropic mechanisms, yet its context dependent functions in gestational malignancies remain elusive. To dynamically decode its role in choriocarcinoma pathogenesis, we leveraged label free real time cell analysis (RTCA) to profile malignant phenotypes in JAR cells following siRNA mediated S100A4 silencing, complemented by apoptosis assessment and targeted signaling profiling. profiling. Efficient knockdown (verified by qPCR/Western blotting) significantly attenuated cellular proliferation (96 hr cell index slope decreased vs. scramble control; p<0.01) and suppressed migration capacity (p<0.01). Critically, S100A4 depletion did not induce apoptosis (flow cytometry and cleaved caspase 3/9 blotting confirmed no significant change), and invasion through Matrigel coated membranes remained statistically unaltered despite comparable experimental rigor. Mechanistically, S100A4 silencing triggered adaptive signaling rewiring: IRS1 and PI3K expression were elevated, Akt1 was suppressed, while MEK1/2 remained unchanged suggesting compensatory pathway activation.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708094",
    "doi": "10.64898/2026.02.26.708094",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708162",
    "title": "In differentiated HL-60 neutrophil-like cells, MRP1- (ABCC1-) mediated glutathione efflux stimulated by BzATP and P2X7 receptor signalling regulates exosome release through nSMase activity",
    "authors": [
      "Muriana Tintor, E.",
      "Sharif, A.",
      "Moreno-Sanchez, L.",
      "Antwi-Baffour, S.",
      "Inal, J. M."
    ],
    "summary": "Exosomes are endosome-derived extracellular vesicles (EVs) playing key roles in immune regulation and inflammatory signalling, yet with poorly defined mechanisms of biogenesis. We investigated how purinergic signalling and redox regulation intersect, controlling exosome formation in neutrophil-like cells (NLCs) differentiated from the HL60 cell line. Differentiated NLCs displayed hallmark neutrophil features, including increased CD11b expression, reduced CD71, enhanced phagocytosis, robust reactive oxygen species generation, and cell-cycle arrest. CD63-positive exosomes released from NLCs fulfilled MISEV 2023 criteria, exhibiting typical morphology, density, and size distribution. Stimulation with the P2X7R agonist BzATP induced a rapid, dose-dependent increase in exosome release correlating strongly with depletion of intracellular glutathione (iGSH) and activation of neutral sphingomyelinase (nSMase). Pharmacological inhibition of nSMase abrogated BzATP induced exosome release, implicating ceramide-dependent intraluminal vesicle formation. Mechanistically, BzATP activated PI3K/AKT signalling, leading to stimulation of the ABC transporter MRP1/ABCC1, enhanced efflux of GSH, and a concomitant rise in extracellular GSH. Inhibition of PI3K/AKT or MRP1 prevented iGSH efflux, reduced nSMase activity, and significantly attenuated exosome secretion. These findings define a previously uncharacterized pathway in NLCs whereby extracellular ATP acts as a danger signal triggering PI3K/AKT-MRP1-dependent redox gating of nSMase activity, thereby driving rapid exosome biogenesis. This mechanism provides insight into how neutrophils translate inflammatory cues into vesicle-mediated communication and highlights potential therapeutic targets to modulate pathological neutrophil-driven inflammation.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708162",
    "doi": "10.64898/2026.02.26.708162",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708383",
    "title": "Targeting phosphodiesterase 10A disrupts MAPK signaling pathways in the tumor microenvironment to unleash antitumor immunity",
    "authors": [
      "Gazi, M. Y.",
      "Ye, Y.",
      "Okoko, O. D.",
      "Wang, X.",
      "Simon, S. E.",
      "Alimadadi, A.",
      "Suryawanshi, N.",
      "Brandle, C.",
      "Zhang, M.",
      "Pei, L.",
      "Fadlalla, K.",
      "Keeton, A.",
      "Maxuitenko, Y.",
      "Chen, X.",
      "Chiang, A. W. T.",
      "Schoenlein, P.",
      "Lyu, D.",
      "Wolff, D.",
      "Hedrick, C. C.",
      "Shi, H.",
      "Piazza, G. A.",
      "Zhou, G."
    ],
    "summary": "Phosphodiesterase 10A (PDE10A), a cyclic nucleotide-degrading enzyme, is overexpressed in various human cancers. While PDE10A inhibition using small-molecule inhibitors or gene silencing suppresses tumor growth in xenograft models, its precise mechanism of action and immunological impact remain unclear. Here, we report that ADT-030, a novel PDE10A inhibitor, exhibits potent cytotoxicity against a broad range of murine tumor cell lines. ADT-030 is orally bioavailable and effectively suppresses tumor growth across multiple syngeneic mouse models. Notably, its efficacy is diminished in immunodeficient mice or upon CD8+ T cell depletion, highlighting a critical dependence on host immunity. The immunostimulatory properties of ADT-030 are further supported by its ability to induce immunogenic tumor cell death and promote dendritic cell (DC) maturation, its reliance on Batf3-expressing DCs to elicit antitumor CD8+ T cell response, and its synergy with anti-PD-1 therapy. Comprehensive immune profiling in the 4T1 breast cancer model, both in orthotopic and metastatic settings, revealed that ADT-030 selectively reduces myeloid-derived suppressor cells (MDSCs) while normalizing the immune landscape within the tumor. Mechanistically, ADT-030 disrupts multiple components of the mitogen-activated protein kinase (MAPK) signaling network in both tumor cells and MDSCs, leading to induction of apoptosis in these populations. These findings highlight the multi-faceted impact of PDE10A inhibition as a therapeutic strategy that not only disrupts tumor-intrinsic oncogenic signaling to inhibit tumor progression but also reshapes the tumor immune microenvironment to unleash antitumor immunity.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708383",
    "doi": "10.64898/2026.02.26.708383",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708368",
    "title": "AI-Guided CRISPR Screen Accelerates Discovery of New Drug Targets",
    "authors": [
      "Zhao, C.",
      "Shih, M.",
      "Ahmed, S.",
      "Song, S.",
      "Lennon, A.",
      "Mayes, J. M.",
      "Fan, M. J.",
      "Lo, P.-Y.",
      "Perera, J.",
      "Tutar, A.",
      "Kang, A.",
      "Warren, E.",
      "McClure, R.",
      "Khan, A. A.",
      "Kelley, S. O.",
      "Abdrabou, A. M."
    ],
    "summary": "Psoriasis affects over 125 million people worldwide, yet the mechanistic understanding of keratinocyte-driven inflammation remains incomplete, limiting therapeutic innovation beyond costly systemic biologics that are prone to side effects. Here, we performed the first genome-wide CRISPR knockout screen in primary human adult epidermal keratinocytes to systematically identify regulators of IL-17 receptor A (IL17RA), a central node in psoriatic inflammation. To prioritize therapeutically tractable targets from over 19,000 screened genes, we integrated a large language model - VirtualCRISPR - trained on functional genomics data, identifying arachidonate 5-lipoxygenase (ALOX5) and oxytocin receptor (OXTR) as high-confidence novel hits with minimal prior association with psoriasis. Multi-omics validation revealed that ALOX5 and OXTR regulate IL17RA expression through distinct signaling pathways - ALOX5 through lipid mediators that stabilize the receptor at the cell surface, and OXTR through calcium signaling that reprograms cellular metabolism. Topical delivery of their inhibitors Zileuton (ALOX5) and Cligosiban (OXTR) exhibited therapeutic efficacy comparable to systemic anti-IL17RA antibody in the imiquimod-induced psoriasis model, suppressing pathogenic Th17/Tc17 responses, polarizing macrophages toward anti-inflammatory phenotypes, and normalizing epidermal hyperproliferation. Proteomic profiling in human 3D organotypic skin and murine models confirmed on-target pharmacology and revealed convergent suppression of neutrophil-keratinocyte inflammatory circuits. The use of VirtualCRISPR significantly shortened the timescale from screen to the identification of druggable hits with robust validation, and this work establishes a blueprint for integrating AI-driven target prioritization with functional genomics to accelerate therapeutic discovery.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708368",
    "doi": "10.64898/2026.02.26.708368",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708474",
    "title": "A targeted drug-repurposing strategy identifies Tavaborole (Kerydin) as a potent fungistatic agent against Candida auris",
    "authors": [
      "Mazumdar, R.",
      "Bjelanovic, A."
    ],
    "summary": "Candidozyma auris (Candida auris) is an emerging multidrug-resistant fungal pathogen posing a major global health threat. In this study, we employed a targeted drug-repurposing strategy to identify novel indications for existing FDA-approved compounds against C. auris, leading to the identification of Tavaborole as a potent fungistatic agent. Tavaborole displayed robust activity across all five tested clades of C. auris, as well as against Candida albicans and Candida glabrata. To investigate drug resistance mechanisms of C. auris, we applied quantitative proteomics analyses following exposure to Tavaborole and Amphotericin B (AmB), complemented by electron microscopy. Proteomic profiling revealed that C. auris mounts distinct but overlapping adaptive responses to antifungal stress, involving stress response pathways, metabolic reprogramming and amino acid biosynthesis. While Tavaborole primarily induced targeted stress adaptation, AmB triggered a broader, multi-pronged resistance response including oxidative stress mitigation, osmolyte production and metabolic remodeling. Shared alterations in glycogen metabolism and amino acid biosynthesis suggest conserved antifungal adaptation mechanisms. Altogether, this study highlights Tavaborole as a promising antifungal candidate against C. auris, sheds novel insights into drug resistance mechanisms employed the pathogen and delivers a drug-repurposing procedure highly customizable to target other microorganisms.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708474",
    "doi": "10.64898/2026.02.27.708474",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708228",
    "title": "Interactions between Submicron Carbon Particles, Escherichia coli and Humic acid with Plastic Surfaces",
    "authors": [
      "Bossa, N.",
      "Talma, K.",
      "Dad, F. P.",
      "Gao, L.",
      "Urper-Bayram, G. M.",
      "Khan, W. U. D.",
      "Wiesner, M."
    ],
    "summary": "Plastic materials are widely used in engineered systems and increasingly accumulate in natural environments, where their surfaces interact with colloids, microorganisms, and dissolved organic matter. However, the relative roles of plastic surface properties versus particle specific characteristics in governing organic matter retention remain poorly constrained. Here, attachment efficiency was used to quantify intrinsic particle collector affinity on three common thermoplastics (ABS, HDPE, HIPS) and glass beads as an inorganic reference. Surface chemistry, hydrophobicity, roughness, and charge were characterized, and interactions with submicron carbon particles (SCPs) and Escherichia coli were evaluated using column experiments. Extended DLVO (XDLVO) theory was applied to predict interaction energy barriers, and humic acid (HA) adsorption was quantified through batch isotherms. XDLVO modeling predicted higher affinity of particles for plastics relative to glass; however, experimentally measured attachment efficiencies (alpha) were uniformly low (alpha < 0.05) across all materials. Attachment was primarily governed by particle size and surface charge rather than collector hydrophobicity, roughness, or surface chemistry. SCP consistently exhibited higher alpha; than bacteria, while differences among plastics were minor. Similarly, HA adsorption was weak and near linear, with uptake following ABS , HIPS > HDPE > glass, indicating reversible, partitioning like association dominated by polymer specific functionality rather than electrostatics. The absence of correlation between alpha; and XDLVO predicted energy barriers further demonstrates limitations of classical physicochemical models in describing particle plastic interactions. Collectively, these results indicate that pristine thermoplastic surfaces exhibit intrinsically low affinity for organic matter and that particle specific properties dominate retention under low ionic strength conditions. Enhanced accumulation in environmental systems likely requires surface aging or conditioning processes not captured by classical interaction theory.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708228",
    "doi": "10.64898/2026.02.26.708228",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708412",
    "title": "Eubiota: Modular Agentic AI for Autonomous Discovery in the Gut Microbiome",
    "authors": [
      "Lu, P.",
      "Gao, Y.",
      "Peng, W. G.",
      "Zhang, H.",
      "Zhu, K.",
      "Robinson, E. K.",
      "Xu, Q.",
      "Kotaka, M.",
      "Zhang, H. G.",
      "Li, B.",
      "Shiver, A. L.",
      "Choi, Y.",
      "Huang, K. C.",
      "Sonnenburg, J.",
      "Zou, J."
    ],
    "summary": "The gut microbiome regulates many aspects of human biology, including immunity and inflammatory diseases, yet mechanistic discovery and translation remain constrained by fragmented workflows and manual hypothesis integration. Here, we present Eubiota, an open-source modular agentic framework that decomposes microbiome inquiry using specialized agents for planning, execution, verification, and grounded synthesis. Coordinated through shared memory and domain-specific tools, Eubiota employs reinforcement learning to optimize multi-turn reasoning, achieving 87.7% benchmark accuracy and outperforming GPT-5.1 by 10.4%. Across four case studies, Eubiota enabled end-to-end discovery with experimental validation. Screening nearly 2,000 bacterial genes, Eubiota identified the uvr-ruv DNA repair axis as a fitness determinant under inflammatory stress, validated using transposon mutants and IBD metagenomes. It further designed a four-strain consortium that attenuated colitis severity in mice and generated a commensal-sparing antibiotic cocktail, demonstrating its utility in addressing community-level design challenges at cellular and molecular levels. Finally, Eubiota discovered diet-associated metabolites that suppress NF-kB signaling. Together, these results establish Eubiota as a scalable, tool-grounded scientific copilot for mechanistically driven microbiome discovery.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708412",
    "doi": "10.64898/2026.02.27.708412",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.707986",
    "title": "The Alternative Polyadenylation Factor CFIm25 Orchestrates Macrophage Antibacterial Immunity by Amplifying TAB2-Mediated MAPK and NF-κB Signaling During Salmonella Infection",
    "authors": [
      "Barua, A.",
      "Mukherjee, S.",
      "Bourgeois, J.",
      "Moore, C."
    ],
    "summary": "Macrophage antimicrobial programs are regulated not only by transcriptional networks but also by RNA processing mechanisms affecting signal transduction and effector responses. One such mechanism, alternative polyadenylation (APA), determines mRNA fate by changing the length of the 3' UTR. However, our understanding of the impact of APA on antibacterial functions and how we can manipulate it to influence infection outcomes remains limited. In this study, we identify the APA regulator CFIm25 (NUDT21) as a promoter of macrophage defense against Salmonella enterica serovar Typhimurium (STM). STM infection is known to drive macrophages toward an M2-like immunosuppressive state conducive to bacterial survival. Concurrent with this transition, the CFIm25 level is reduced, and the 3' UTRs of CFIm25 targets encoding key immune proteins, such as TAB2 and TBL1XR1, are lengthened, suggesting a role for APA changes in the response to STM. Overexpression of CFIm25 in infected macrophages blocks these Salmonella-induced 3' UTR changes, leading to greater mRNA and protein expression. Significantly, the increase in CFIm25 suppresses infection, thereby creating a more antimicrobial intracellular environment, improving macrophage survival, and reducing M2 properties that support bacterial replication. Specifically, CFIm25 enhances production of the antibacterial peptide LL-37, increases reactive oxygen species and nitric oxide levels, suppresses arginase activity and lactate production, and stimulates release of pro-inflammatory cytokines while inhibiting anti-inflammatory cytokines. Depletion studies show TAB2 mediates CFIm25's antibacterial effects by activating both MAPK and NF-kB pathways. Our findings highlight APA regulation as a potential target for boosting immune defenses and developing treatments for chronic bacterial infections.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.707986",
    "doi": "10.64898/2026.02.26.707986",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708242",
    "title": "CRY-NLRP3 complexes define a circadian checkpoint controlling inflammasome activation",
    "authors": [
      "Bardoulet, L.",
      "Burlet, D.",
      "Leloup, H.",
      "Virard, F.",
      "Hacot, S.",
      "Guillot, E. G.",
      "El Kasmi, N.",
      "Cosson, C.",
      "Moudombi, L.",
      "Michallet, M.-C.",
      "Bonnaffoux, A.",
      "Gautier, M.",
      "Tissier, A.",
      "Lamia, K. A.",
      "Py, B. F.",
      "Petrilli, V.",
      "Huber, A.-L."
    ],
    "summary": "Innate immune sensors such as the NLRP3 inflammasome can trigger inflammatory responses within minutes, raising the question of how circadian clocks influence such rapid decisions. Here, we identify a protein-level circadian checkpoint that links core clock components to NLRP3 inflammasome activation. We show that NLRP3 associates with the circadian repressors CRY1 and CRY2, forming oscillatory complexes that restrain inflammasome activation and rapidly dissociate upon stimulation. Pharmacological stabilization of CRY proteins preserves CRY-NLRP3 association and attenuates inflammasome assembly, IL-1{beta} secretion and pyroptotic cell death in primary human macrophages. In synchronized macrophages, both NLRP3 inflammasome activation and its inhibition by the NLRP3 inhibitor MCC950 vary with circadian time. Finally, a subset of NLRP3 variants reported in cohorts of patients with Cryopyrin-Associated Periodic Syndromes (CAPS), a group of hereditary fever syndromes caused by mutations in NLRP3, weaken CRY binding and are associated with altered time-of-day patterns of inflammasome activation and MCC950 responsiveness. Together, these findings define CRY-NLRP3 complexes as a circadian checkpoint that modulates inflammasome activity and drug response, revealing time of day as a critical dimension of NLRP3-driven inflammation.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708242",
    "doi": "10.64898/2026.02.26.708242",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.707896",
    "title": "Autophagy induction requires the suppression of potassium influx mediated by phosphatases",
    "authors": [
      "Matsumoto, N.",
      "Akema, S.",
      "Akiyama, S.",
      "Araki, Y.",
      "Noda, T."
    ],
    "summary": "Potassium is an essential element for all living organisms. As the most abundant intracellular cation, it is vital for osmoregulation, maintenance of membrane potential, macromolecule transport and enzyme function. In this study, we identify potassium homeostasis as a previously unknown regulator of autophagy through the phosphatase activities of Ppz1 and Ppz2. We find that overexpression of either Ppz1 or Ppz2 triggers autophagy under nutrient-replete conditions, whereas the loss of both causes severe autophagy defects. Strikingly, deletion of the potassium transporters Trk1 and Trk2, which are substrates of Ppz1 and Ppz2-mediated dephosphorylation, restores autophagic activity in ppz1{Delta} ppz2{Delta} cells. Furthermore, intracellular potassium concentrations declined during autophagy induction in wild-type cells but remained stable in ppz1{Delta} ppz2{Delta} mutants. Collectively, these findings establish Ppz1 and Ppz2 as pivotal regulators of autophagy and underscore intracellular potassium reduction as a primary determinant of this process.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.707896",
    "doi": "10.64898/2026.02.27.707896",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708452",
    "title": "The binding of OTULIN restrains LUBAC activity to prevent TNF-driven immunopathology",
    "authors": [
      "Lyu, W.",
      "Fiil, B. K.",
      "Rizk, J.",
      "Kjaer, M.",
      "Sauerland, M. B.",
      "Ma, B.",
      "Jessen, M.",
      "Damgaard, R. B.",
      "Gyrd-Hansen, M."
    ],
    "summary": "Met1-linked ubiquitin chains (Met1-Ub), synthesised by the linear ubiquitin chain assembly complex (LUBAC) and disassembled by the deubiquitinase OTULIN, critically regulate inflammatory signalling. Although OTULIN's activity is essential to prevent TNF-driven autoinflammatory pathology and embryonic lethality, the regulatory significance of its direct interaction with LUBAC remains unclear. Here, we reveal that mice harbouring a point mutation (OTULIN-Y56A) in the OTULIN PUB-interacting motif, which disrupts OTULIN-LUBAC interaction, are viable without spontaneous immunopathology. However, Otulin(Y56A/Y56A) mice exhibited hypersensitivity to TNF-induced toxicity, which was not prevented by inhibiting RIPK1 kinase-mediated cell death. Mechanistically, disruption of the OTULIN-LUBAC interaction led to Met1-linked autoubiquitination, which enhanced LUBAC's activity and increased Met1-Ub accumulation at the TNF receptor signalling complex. This stabilised the signalling complex even after dissociation from TNF, increased NF-{kappa}B signalling and, contrary to loss of OTULIN or its activity, protected cells from TNF-induced apoptosis. During systemic Listeria monocytogenes infection, the increased response to TNF in Otulin(Y56A/Y56A) mice exaggerated pathology without affecting bacterial burden. Collectively, we identify the physical association of OTULIN to LUBAC as a critical brake that restricts LUBAC's function and Met1-Ub-dependent inflammatory signalling, thereby preserving tissue integrity and promoting disease tolerance during acute immune activation.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708452",
    "doi": "10.64898/2026.02.27.708452",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.707762",
    "title": "Metabolomic Profiling of Serum Biomarkers in Women with Polycystic Ovary Syndrome: Insights from an Untargeted Approach",
    "authors": [
      "Patel, J.",
      "Chaudhary, H.",
      "Panchal, S.",
      "Joshi, R."
    ],
    "summary": "Background: Polycystic ovary syndrome (PCOS) is a complex endocrine disorder characterized by metabolic dysregulation. Identifying serum biomarkers can enhance our understanding of its pathophysiology. This study employs an untargeted metabolomic approach to investigate metabolic alterations in PCOS. Methods: Serum samples were collected from 71 women with PCOS and 54 healthy controls. Untargeted Metabolomic profiling was performed using liquid chromatography-mass spectrometry (LC-MS) to identify differentially abundant metabolites. Pathway analysis was conducted to identify key metabolic disruptions, and correlations between identified metabolites and clinical parameters were assessed. Results: The metabolomics analysis identified 24 upregulated and 17 downregulated metabolites in PCOS compared with controls. These metabolites mainly include glycerophospholipids, fatty acids, sphingolipids, peptides, ceramides, and steroids. Pathway analysis indicated that these metabolites were enriched in pathways including bile acid biosynthesis, glycerolipid metabolism, tryptophan metabolism, the citric acid cycle, and fatty acid metabolism. Increased levels of branched-chain and aromatic amino acids suggested potential links to insulin resistance. Disruptions in bile acid metabolism pointed to altered gut microbiome interactions. Additionally, metabolites related to oxidative stress and mitochondrial function indicated metabolic dysfunction. Correlation analyses revealed associations between altered metabolites and clinical markers such as insulin resistance and androgen levels. Conclusion: This study reveals distinct serum metabolic alterations in PCOS, emphasizing their association with insulin resistance and inflammation. These findings highlight the potential of metabolomics to identify novel biomarkers for early diagnosis and to develop targeted therapeutic strategies.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.707762",
    "doi": "10.64898/2026.02.26.707762",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708532",
    "title": "Quiescence improves Candida albicans survival of fungicidal drug exposure",
    "authors": [
      "Gresham, D.",
      "Imir, O.",
      "Druseikis, M.",
      "Xie, Y.",
      "Ji, Y.",
      "Holt, L.",
      "Berman, J."
    ],
    "summary": "Quiescence, defined as the reversible exit from mitotic division and proliferative growth, is the predominant state of all microbes. Despite its prevalence, the properties and consequences of quiescence in Candida albicans, an opportunistic fungal pathogen, remain largely unexplored. In this study, we characterized the morphological, molecular, and biophysical properties of quiescent C. albicans cells and assessed the effects of quiescence on antifungal drug efficacy. Quiescent cells that were induced via carbon starvation in rich and minimal media underwent distinct morphological changes upon entry into quiescence; this included an increase in cell buoyant density, altered fluidity of the cytoplasm and nucleus, and remodeling of mitochondria. Most C. albicans cells arrested in an unbudded G1/G0 state, although a significant fraction of cells had budded morphologies and 4N DNA content, indicating that they arrested at other cell cycle phases. Both budded and unbudded quiescent cells efficiently re-entered the cell cycle upon nutrient replenishment, with time-to-quiescence exit varying depending on the total nutritional quality of the medium. Quiescence was associated with large-scale gene expression remodeling, including downregulation of ribosomal biogenesis genes and upregulation of autophagy and stress response pathways. Notably, a greater proportion of quiescent cells than proliferative cells survived exposure to the commonly used antifungal drugs micafungin, caspofungin, and amphotericin B in genetically diverse strains. Thus, quiescence is a distinct cellular state with important implications for antifungal drug efficacy in C. albicans.",
    "published": "2026-02-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708532",
    "doi": "10.64898/2026.02.27.708532",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.03.662988",
    "title": "Secretory carrier membrane proteins regulate water transport in Arabidopsis.",
    "authors": [
      "Jiang, Q.",
      "Hdedeh, O.",
      "Vandorpe, M.",
      "fox, a. R.",
      "Liu, H.",
      "Ding, L.",
      "Vermeersch, M.",
      "Mylle, E.",
      "Nolf, J.",
      "Cuadrado, A. F.",
      "Kraus, J.",
      "Eeckhout, D.",
      "Kocourkova, d.",
      "Podmanicka, T. K.",
      "Jacobs, T. B.",
      "Dragwidge, J. M.",
      "De Rybel, B.",
      "De Smet, I.",
      "Pleskot, R.",
      "Chaumont, F.",
      "Van Damme, D."
    ],
    "summary": "Aquaporins belonging to the plasma membrane intrinsic protein (PIP) subfamily are channel proteins that control water flow across cells, allowing plants to rapidly adjust hydraulic conductivity and thereby sustain growth, gas exchange, and recovery from drought. We show that secretory carrier membrane proteins (SCAMP) regulate the abundance of the aquaporins and thereby water transport in Arabidopsis root cells. SCAMPs are evolutionarily conserved multi-spanning transmembrane proteins. In animal cells, they function in secretion, endocytosis and autophagy. Knowledge on their role in plants is restricted to localization and trafficking experiments in heterologous systems and few genetic perturbation experiments. Here, we analysed all five members of the Arabidopsis SCAMP family. We identified conserved tyrosine motifs assisting in transport to the plasma membrane and N-terminally located NPF motifs that are required for internalization. SCAMPs dimerize both at the plasma membrane and endosomes, and dimerization is required for their internalization. Functionally, several PIPs were identified as common targets of multiple SCAMP isoforms. Triple and quintuple scamp mutants show mild developmental delay under standard growth conditions, but they are more tolerant to drought. The drought tolerance phenotype cannot be explained by altered stomatal dynamics or density. However, scamp mutant root protoplasts display reduced water transport capacity, which correlates with a reduced PIP abundance compared to wild type. In conclusion, our research identifies the SCAMP membrane trafficking proteins as regulators of PIP abundance at the plasma membrane in root cells. We propose that the reduced PIP levels in the scamp mutants may act as a priming mechanism, leading to the observed drought tolerance phenotype.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.03.662988",
    "doi": "10.1101/2025.07.03.662988",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.22.671763",
    "title": "Age-related changes in behavioral and neural variability in a decision-making task",
    "authors": [
      "Zang, F.",
      "Khanal, A.",
      "Foerster, S.",
      "International Brain Laboratory,",
      "Churchland, A. K.",
      "Urai, A. E."
    ],
    "summary": "Age-related cognitive decline in learning and decision-making may arise from increased variability of neural responses. Here, we investigated how ageing affects behavioral and neural variability by recording >18,000 neurons across 16 brain regions (including cortex, hippocampus, thalamus, midbrain, and basal ganglia) in younger and older mice performing a visual decision-making task. Older mice showed more variable response times, reproducing a common finding in human ageing studies. Ageing globally increased firing rates, post-stimulus neural variability (quantified using the Fano Factor), and decreased 'variability quenching' (the reduction in neural variability upon stimulus presentation). Older animals showed higher overall firing rates across areas of visual and motor cortex, striatum, midbrain, and hippocampus, but lower firing rates in thalamic areas. Age-related attenuation in stimulus-induced variability quenching was most prominent in visual and motor cortex, striatum, and thalamic area. These findings show how large-scale neural recordings can help uncover regional specificity of ageing effects in single neurons, ultimately improving our understanding of the neural basis of age-related cognitive decline.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.22.671763",
    "doi": "10.1101/2025.08.22.671763",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707069",
    "title": "A High-fat, High-salt Diet Model of MDAKD Impairs Bioenergetic Efficiency for ATP Synthesis",
    "authors": [
      "Decker, S. T.",
      "Smith, Z. T.",
      "Opurum, P. C.",
      "Paula, V. L.",
      "Moses, K. N.",
      "Stuart, D.",
      "Kurian, A. S.",
      "Rout, S.",
      "Ramkumar, N.",
      "Funai, K."
    ],
    "summary": "Metabolic dysfunction-associated kidney disease (MDAKD) is closely linked to dietary excess, but models that capture early kidney injury without obesity are limited. We fed male C57BL/6J (6J) and C57BL/6N (6N) mice a high-fat, high-sodium (HF/HNa) or control diet for 16 weeks. HF/HNa feeding did not alter body weight, adiposity, or total food intake; however, it increased dietary energy and sodium exposure, kidney mass, water intake, and urine volume. GFR declined modestly in 6J mice, whereas 6N mice maintained or slightly increased GFR. Both substrains showed increased urinary albumin, creatinine, KIM-1, and NGAL, while cystatin C rose predominantly in 6N mice, indicating strain-dependent tubular injury. Whole-kidney trichrome staining revealed increased fibrotic area with HF/HNa, particularly in 6N mice, without significant changes in glomerular morphology. In isolated renal mitochondria, oxygen consumption was preserved, but ATP production and ATP:O ratios were reduced, with unchanged citrate synthase activity and OXPHOS protein abundance, consistent with early mitochondrial bioenergetic uncoupling. Exploratory urinary proteomics in 6J mice identified HF/HNa-associated changes in proteins linked to tubular stress and extracellular matrix remodeling. These findings define an early MDAKD-like renal phenotype with strain-specific functional responses, tubular injury, fibrosis, and impaired mitochondrial ATP efficiency.\n\nTranslational StatementMetabolic Dysfunction-Associated Kidney Disease (MDAKD) is a leading driver of chronic kidney disease (CKD) in the world. In addition to obesity and related comorbidities, renal mitochondrial dysfunction is thought to be a key contributor to the development of CKD in patients with MDAKD; however, few models recapitulate the progression of MDAKD. We couple well-established mouse models of obesity, namely the C57Bl/6J and C57Bl/6N mouse lines, with a high-fat, high-salt diet to induce renal mitochondrial dysfunction, leading to early stages of MDAKD as indicated by widespread fibrosis and mild reduction in glomerular filtration rate, though these effects were strain-dependent. We identify diet-induced mitochondrial dysfunction as a common feature in both mouse strains, suggesting impairments in mitochondrial respiration and oxidative ATP production are indeed a contributing factor to the development of MDAKD. This study highlights the role of energetic impairments in the pathogenesis of MDAKD and may guide future therapies for CKD.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707069",
    "doi": "10.64898/2026.02.20.707069",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708068",
    "title": "A RAD18 SAP domain PIP motif enables PCNA mono-ubiquitination and USP1-BRCA1 synthetic lethality",
    "authors": [
      "Ashton, N. W.",
      "Ravindranathan, R.",
      "Korchak, E. J.",
      "Somuncu, O. S.",
      "Zambrano, G. A.",
      "Asada, S.",
      "Korzhnev, D.",
      "Bezsonova, I.",
      "D'Andrea, A. D."
    ],
    "summary": "The proliferating cell nuclear antigen (PCNA) sliding clamp is a central component of eukaryotic DNA synthesis. In response to DNA damage, PCNA is mono-ubiquitinated by the RAD6 (E2)-RAD18 (E3) complex. However, the structural basis by which RAD18 engages PCNA to direct mono-ubiquitination has remained poorly defined. Mono-ubiquitinated PCNA can subsequently be extended with K48-linked poly-ubiquitin chains that target PCNA for degradation. Ubiquitin-specific protease 1 (USP1) reverses both mono- and poly-ubiquitination of PCNA; accordingly, USP1 inhibition promotes accumulation of mono-ubiquitinated PCNA at replication forks and reduces total PCNA levels, leading to replication defects that are synthetically lethal with BRCA1 deficiency. Here, we combine computational and structural approaches to identify and characterize a SAP domain PCNA-interacting peptide (PIP) motif within RAD18. We demonstrate that this interaction is required for DNA damage-induced PCNA mono-ubiquitination and for PCNA turnover following USP1 loss. Disruption of the RAD18-PCNA interface suppresses ssDNA gap accumulation and reduces USP1 inhibitor sensitivity in BRCA1-deficient cells. Furthermore, cells adapted to prolonged USP1 inhibition exhibit reduced RAD18 levels, suggesting that deregulation of PCNA mono-ubiquitination represents a biologically relevant resistance mechanism. Together, these findings define a structural interface required for RAD18-dependent PCNA mono-ubiquitination and establish it as a key determinant of USP1-BRCA1 synthetic lethality.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708068",
    "doi": "10.64898/2026.02.25.708068",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708047",
    "title": "Parallel adaptive responses to postponed reproduction increase lifespan and immune defense",
    "authors": [
      "Gamboa-Santarosa, K. A.",
      "Crestani, G. A.",
      "Moran, A.",
      "Modha, D.",
      "Dugo, H. S.",
      "Abdoli, M.",
      "Burke, M.",
      "Shahrestani, P."
    ],
    "summary": "Experimental evolution studies with Drosophila melanogaster have long played a role in the effort to dissect the genetic basis of aging and longevity. While selection for postponed reproduction reliably extends lifespan, additional phenotypic consequences and the genomic bases of this adaptation remain unclear. Here, we leveraged the highly replicated Drosophila Experimental Evolution Population (DEEP) system to further investigate the relationship between longevity and other life-history traits. Derived from the same wild population, two tenfold-replicated treatments, each with populations derived from two different ancestral backgrounds: a control treatment in a 14-day generation cycle was maintained for 56 generations, and an experimental treatment in a 70-day cycle maintained for 20 generations. Experimental populations evolved to have longer lifespan, delayed development time, increased fecundity, greater stress resistance, and stronger immune defense. Pooled-population genomic data reveal highly convergent allele frequency shifts within treatments, and point to 300 candidate genes underlying differentiated phenotypes. Candidate genes are enriched for functional categories involving neural development and morphogenesis rather than canonical aging or immune defense pathways. These results recapitulate that selection for postponed reproduction drives broad physiological changes and a highly polygenic adaptive response, with an unprecedented level of experimental replication.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708047",
    "doi": "10.64898/2026.02.25.708047",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707939",
    "title": "Anti-diabetic drug Repaglinide induces Apoptosis, Cell Cycle Arrest, and Inhibits Cell Migration in Human Breast and Lung Cancer Cells.",
    "authors": [
      "P K, H.",
      "K, A.",
      "Yarla, N. s.",
      "Duddukuri, G. r."
    ],
    "summary": "Introduction: Drug repurposing offers a cost-effective and time-efficient strategy for cancer therapy by leveraging existing drugs with established safety profiles, thus functioning as an alternative therapeutic strategy in demanding diseases such as cancer. Antidiabetic agents, in particular, have demonstrated encouraging anticancer potential. Among them, the non-sulfonylurea insulin secretagogue repaglinide (RPG) has shown emerging anticancer potential, yet its effects on breast and lung cancers remain largely unexplored. Thus, this study investigates the anticancer activity of repaglinide in human breast (MCF-7) and lung (A549) cancer cell lines, focusing on its cytotoxic, pro-apoptotic, anti-proliferative, and anti-migratory effects and the underlying possible molecular mechanisms. Methodology and Results: MTT cytotoxic assay revealed that RPG reduced cell viability in a dose-/time-dependent manner, with an IC (48h) of 100.8Micromolar for MCF-7 and 104Micromolar for A549. Further, the apoptotic effect of RPG on both cell lines was evidenced by double staining assays, comet assay, and western blotting analysis, suggesting that RPG explicitly caused DNA damage and activated intrinsic and extrinsic apoptosis pathways. Additionally, RPG suppressed clonogenicity and enforced G1 arrest in MCF7 and A549 cells by modulating cell cycle regulations as well as cell proliferation pathways. Moreover, RPG markedly suppressed cell motility, as demonstrated by scratch and Transwell migration/invasion assays, which is correlated with reduced MMP-2 and MMP-9 expression, confirmed by gelatin zymography and western blotting. Conclusion: Conclusively, Repaglinide exerts potent anticancer effects in breast and lung cancer cells by modulating key oncogenic signaling pathways, and thus can be considered a promising candidate for repurposing in cancer therapy.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707939",
    "doi": "10.64898/2026.02.25.707939",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.707634",
    "title": "Fully Phased Telomere-to-Telomere Assemblies for Thoroughbred Horse and Donkey Haplotypes derived from a Mule Illuminate the Peculiar Evolution of Equid Centromeres",
    "authors": [
      "Li, K.",
      "Cappelletti, E.",
      "Dessaix, C.",
      "Ciosek, J. L.",
      "Robyn, E. D.",
      "Johnson, L. C.",
      "Hussien, N. A.",
      "Arias, X. R.",
      "Adelson, D. L.",
      "Raudsepp, T.",
      "Piras, F. M.",
      "Smith, M.",
      "Hudson, E.",
      "Pickett, B.",
      "Koren, S.",
      "Walenz, B.",
      "Sison, C.",
      "Crawford, J.",
      "Bouffard, G.",
      "Brooks, S.",
      "Phillippy, A.",
      "Miller, D.",
      "Antczak, D. F.",
      "Cullen, J.",
      "Stroupe, S.",
      "Davis, B.",
      "McCue, M.",
      "Durward-Akhurst, S.",
      "Petersen, J. L.",
      "Giulotto, E.",
      "Kalbfleisch, T."
    ],
    "summary": "We present telomere-to-telomere genome assemblies of a Thoroughbred horse and a donkey derived from their mule offspring. Now adopted and annotated by NCBI as reference genomes, these assemblies resolve previously inaccessible regions, including satellite arrays, duplications, and telomeres. Equids are known to exhibit an uncoupling between satellite DNA and centromeric function. The completeness of these assemblies enabled annotation of both satellite-based and satellite-free centromeres, as well as non-centromeric satellite loci, revealing notable centromeric plasticity. They also allowed detailed characterization of the variable binding domains of CENP-A, the epigenetic determinant of centromere identity, and CENP-B, whose association with CENP-A, previously considered typical based on a few model organisms, is absent in equids. Comparative analyses of satellite repeats and centromere positions provide new insights into the accelerated karyotypic reshuffling in equid evolution. These assemblies represent foundational resources for equid genomics and support ongoing initiatives such as the Equine Pangenome Project.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.707634",
    "doi": "10.64898/2026.02.26.707634",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707951",
    "title": "Time-Resolved Single-Molecule FRET Reveals Length-Dependent Nucleosome Decompaction by Poly(ADP-ribose)",
    "authors": [
      "Yang, T.",
      "Gopi, S. R.",
      "Pinet, L.",
      "Simoni, S.",
      "Imhof, R.",
      "Nettels, D.",
      "Altmeyer, M.",
      "Best, R. B.",
      "Schuler, B."
    ],
    "summary": "Highly charged chains of poly(ADP-ribose) (PAR) are synthesized in the cell as part of their central role in DNA damage response. However, the effects of PAR on nucleosome structure and dynamics remain incompletely understood. Here we combine droplet-based microfluidic mixing with single-molecule Forster resonance energy transfer spectroscopy to resolve the kinetics of PAR-induced nucleosome decompaction in non-equilibrium measurements with millisecond time resolution. This approach avoids surface-adhesion and enables the tether-free observation of nucleosome remodeling. We find that PAR triggers nucleosome decompaction via a length-dependent kinetic threshold: Chains with less than ten ADP-ribose units act slowly and weakly, whereas longer PAR polymers induce efficient and rapid nucleosome opening. The extent and reversibility of decompaction further depend on PAR concentration and ionic strength, reflecting a mechanism dominated by electrostatic interactions. Enzymatic PAR digestion demonstrates that PAR can promote both reversible linker DNA opening and irreversible nucleosome disassembly. Coarse-grained molecular simulations suggest that these effects arise from a competition between PAR and DNA for histone tail binding. Altogether, our results establish PAR length as a key factor controlling chromatin accessibility during DNA repair and highlight droplet-based microfluidics as a powerful platform for studying such biomolecular interactions.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707951",
    "doi": "10.64898/2026.02.25.707951",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708404",
    "title": "Pioneer factor IRF1 unlocks latent enhancers to rewire chromatin and immunometabolism in inflammatory macrophages",
    "authors": [
      "Ayala, J.-M.",
      "Bellworthy, R.",
      "Mancini, M.",
      "Ibarra-Meneses, A. V.",
      "Fernandez-Prada, C.",
      "Langlais, D."
    ],
    "summary": "Macrophages undergo extensive chromatin and metabolic remodeling to mount effective inflammatory responses. Here, we identify Interferon Regulatory Factor 1 (IRF1) as a pioneer factor that orchestrates these processes during IFN{gamma}-driven macrophage activation. Integrative ATAC-seq, ChIP-seq, Hi-ChIP, and nascent RNA-seq demonstrated that IRF1 rapidly engages closed chromatin, initiates enhancer remodeling, and drives removal of repressive histone marks followed by deposition of activating modifications. IRF1-established enhancers form long-range chromatin interactions with target promoters, activating transcriptional programs that control immune effector functions, chromatin regulation, and cellular metabolism. Notably, IRF1 coordinates the IFN{gamma}-induced metabolic switch from oxidative phosphorylation to aerobic glycolysis by transcriptionally regulating key metabolic enzymes, with metabolite profiles consistent with increased glycolysis and pentose phosphate pathway engagement, while remodeling the tricarboxylic acid (TCA) cycle to support immunometabolic outputs. IRF1-deficient macrophages fail to execute this coordinated metabolic reprogramming. High-density IRF1 motif arrays promote enhanced chromatin occupancy and recruitment of the BRG1-containing chromatin remodeling SWI/SNF complex. Pharmacologic inhibition of SWI/SNF ATPase activity (SMARCA2/4) disrupts IRF1-dependent chromatin remodeling and gene induction. Moreover, IRF1-induced enhancer states persist after IFN{gamma} withdrawal, establishing durable epigenetic memory. Together, these findings establish IRF1 as a central integrator of chromatin remodeling, transcriptional control, and metabolic adaptation, linking pioneer-factor activity to macrophage plasticity and innate immune memory.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708404",
    "doi": "10.64898/2026.02.27.708404",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708505",
    "title": "lncRNA-ISM1 Promotes Hepatocellular Carcinoma Progression through RBM10-Mediated Alternative Splicing of ISM1 and Akt-S6-Dependent Glucose Metabolic Reprogramming",
    "authors": [
      "Li, M.",
      "Huang, D.",
      "Ren, Y.",
      "Wang, Z.",
      "Li, Y.",
      "Zuo, W.",
      "Li, Y.",
      "Jin, Y.",
      "Xiong, Y."
    ],
    "summary": "Isthmin-1 (ISM1) is a recently identified adipokine that promotes glucose uptake and enhances cellular metabolism. While the activity of the ISM1 protein is regulated by glycosylases, its transcriptional and posttranscriptional regulation remain poorly understood. A novel alternatively spliced variant of ISM1 (ISM1-AS) was recently identified. Unlike canonical ISM1, ISM1-AS lacks an AMOP domain, a key structural element required for ISM1 function, suggesting the loss of its metabolic regulatory activity. In this study, we found that ISM1 expression was significantly reduced in HCC tissues and correlated with poor prognosis. Functional assays revealed that ISM1 overexpression markedly suppressed HCC cell proliferation and invasion, whereas ISM1-AS overexpression had the opposite effect. Importantly, ISM1 co-overexpression attenuated the oncogenic effects of ISM1-AS. Knockdown of the antisense transcript lncRNA-ISM1 reduced ISM1-AS expression while increasing ISM1 expression, thereby suppressing HCC proliferation and migration.Our findings demonstrate that lncRNA-ISM1 promotes HCC progression through the RBM10-mediated alternative splicing of ISM1 and activation of the Akt-S6 signalling pathway, highlighting its potential as a therapeutic target for HCC.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708505",
    "doi": "10.64898/2026.02.27.708505",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708454",
    "title": "Deciphering the genetic basis of phytoplankton traits through genome-wide association studies",
    "authors": [
      "Maupetit, A.",
      "Segura, V.",
      "Pajot, A.",
      "Nicolau, E.",
      "Bougaran, G.",
      "Lacour, T.",
      "Berard, J. B.",
      "Charrier, A.",
      "Schreiber, N.",
      "Robert, E.",
      "Saint-Jean, B.",
      "Carrier, G."
    ],
    "summary": "Recently, an inventory of genes in phytoplankton was conducted through expeditions such as TARA Oceans. Approximately 1.5 million genes were identified, of which at least three-quarters have unknown function. Presently, a several research programmes are engaged in the sequencing of marine biodiversity, resulting in a rapid expansion of genomic databases. Access to the genomic sequences of these organisms will soon be readily accessible to the scientific community. Although analysing this data is promising, the characterization of genes or genomes, on the other hand, is progressing very slowly and remains a major challenge for scientists. The aim of this study was to use GWAS approaches to decipher genomic loci without a priori assumptions. The microalga Tisochrysis lutea was selected as a case study due to its economic importance and the extensive knowledge accumulated over the years. Particular attention was paid to pigment and lipid metabolism due to their high commercial value. To implement the GWAS approach, a collection of algal lineages was established (100 lineages) from available polyclonal strains (15 strains). This collection was then phenotyped under two different culture conditions. Of the 31 phenotypic traits investigated, 18 met the requirements for GWAS analysis. Concurrently, each algal lineage was genotyped by whole genome sequencing to inventory all genetic polymorphisms. A mixed model was applied, revealing 13 significant associations between phenotypic traits and alleles. These associations highlight previously unsuspected genomic loci that play a major role in pigment or lipid content. Genes identified at these loci may have a direct or indirect role in these metabolic pathways. Nevertheless, elucidating the molecular mechanisms of the associated genes remains limited without the implementation of functional approaches. Despite the complexity of the process, we conclude that the GWAS approach was effective for deciphering phytoplankton genomes, particularly for quantitative traits of interest. Ideally, this approach should be combined with other functional methods to progressively decode marine genomes.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708454",
    "doi": "10.64898/2026.02.27.708454",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708170",
    "title": "Combined Antibiotic and Herbicide Pollution Accelerates the Horizontal Transfer of Antibiotic Resistance Genes in Coastal Microbial Communities",
    "authors": [
      "Yang, H.",
      "Ma, H.",
      "Yang, Y.",
      "Ru, S.",
      "Liu, Y.",
      "Wang, M.",
      "Miao, H.",
      "Guo, Z.",
      "Yang, L.",
      "Cui, P."
    ],
    "summary": "The extensive use of herbicides and antibiotics in aquaculture has led to compounded pollution of coastal waters, marked by the co-occurrence of herbicides, antibiotic residues, and antibiotic resistance genes (ARGs). Plasmid-mediated conjugative transfer is a major driver of the dissemination and evolution of ARGs, yet the influence of herbicides alone or in combination with antibiotics on this process in aquatic bacterial communities remains unclear. In this study, we demonstrated that triazine herbicides, alone and in combination with a fluoroquinolone antibiotic, significantly promote the conjugative transfer of the broad-host-range RP4 plasmid. Using Escherichia coli DH5 as a donor, we observed increased plasmid transfer to multiple recipients, including E. coli HB101, Pseudomonas putida KT2440, and a natural coastal seawater microbial community. The enhanced transfer under co-exposure was associated with several interacting mechanisms, including elevated intracellular reactive oxygen species (ROS) and adenosine triphosphate (ATP) levels, increased cell membrane permeability, altered extracellular polymeric substance (EPS) composition, and upregulated expression of conjugation-related genes. Overall, this work underscores the potential role of combined herbicide and antibiotic contamination in shaping the microbial resistome of coastal ecosystems and provides insights to inform strategies for mitigating the spread of antibiotic resistance.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708170",
    "doi": "10.64898/2026.02.27.708170",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708380",
    "title": "Early proteomic signatures of Alzheimer`s disease in the retina and brain of 3xTg-AD mice",
    "authors": [
      "Puja, A.",
      "McNeel, R.",
      "Xu, R.",
      "Zhu, S.",
      "Hansman, D.",
      "Du, J."
    ],
    "summary": "Visual dysfunction and retinal structural alterations often precede brain pathology and cognitive decline in Alzheimer`s disease (AD), yet the molecular basis of these early changes and their relationship to the brain pathology remain unclear. Here, we performed quantitative proteomic profiling of retina and brain from 1-month of age triple-transgenic (3xTg-AD) mice harboring human PS1M146V, APPSwe, and tauP301L mutations, preceding detectable morphological abnormalities. Proteomic analysis identified 92 significantly altered proteins in the retina and 130 in the brain, with eight overlapping proteins between tissues. These shared proteins included three hemoglobin subunits (HBB1, HBB2, A8DUK4) and five proteins involved in metabolic regulation and intracellular transport. In addition to individual protein changes, pathway analysis demonstrated that mitochondrial metabolism and intracellular transport were commonly dysregulated in both tissues. Brain proteome was characterized by broad changes in mitochondrial-associated proteins, including respiratory chain components and mitochondrial ribosomal subunits, as well as proteins related to autophagy and synaptic vesicle pathways. In contrast, the retinal proteome was characterized by downregulation of vision-related proteins, altered small molecule transporters, and a marked reduction of the mitochondrial enzyme succinate-CoA ligase subunit beta (SUCB2). As SUCB2 links mitochondrial metabolism to epigenetic regulation through succinylation and lactylation, its depletion may promote mitochondria-to-nucleus signaling and early transcriptional reprogramming in the AD retina. Together, these findings demonstrate early metabolic and transport dysregulation in both retina and brain and highlight selective alterations of visual proteins in the retina. These early retinal proteomic changes provide valuable insight into understanding early metabolic disturbances in the eye and brain for AD detection.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708380",
    "doi": "10.64898/2026.02.26.708380",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708508",
    "title": "Unraveling Tissue-Specific Molecular Signatures and Convergent Pathway Enrichments in Suicidal Behavior",
    "authors": [
      "Jenkins, A. K.",
      "Jia-Richards, M.",
      "Scott, M. R.",
      "Goodfriend, E.",
      "Yin, R.",
      "Riston, S.",
      "Ketchesin, K. D.",
      "Moon, H. K.",
      "Petersen, K.",
      "Douaihy, A.",
      "Glausier, J. R.",
      "Brent, D. A.",
      "Lewis, D. A.",
      "Marsland, A. L.",
      "Tseng, G.",
      "Chen, K.",
      "Seney, M. L.",
      "McClung, C. A.",
      "Melhem, N. M."
    ],
    "summary": "Suicide is a leading cause of death worldwide, yet the biological mechanisms underlying suicide remain poorly understood. A clearer understanding at the molecular level is essential for developing objective biomarkers and targeted interventions. In this study, we used transcriptomic profiling to investigate gene expression patterns associated with suicidal thoughts and behaviors across peripheral blood (n=264) and postmortem brain tissue from two prefrontal regions (dorsolateral prefrontal cortex, DLPFC; subgenual anterior cingulate cortex, sgACC) of individuals with and without psychiatric illness (n=249). Peripheral analyses revealed broad transcriptional changes associated with suicidal thoughts and behaviors, marked by dysregulated immune-related and inflammatory processes. Longitudinal modeling further revealed gene co-expression modules that predicted future suicide attempts over a 12-month follow-up, highlighting processes related to apoptosis, mitochondrial function, and immune regulation. By contrast, transcriptomic analyses of postmortem tissue derived from the DLPFC and sgACC revealed largely suppressed neuroimmune activity. Gene co-expression analyses in the brain identified suicide-associated modules enriched for synaptic plasticity, oxidative stress, and neuroimmune function, some of which displayed regional specificity. Cross-tissue comparison showed minimal gene-level overlap between brain and blood, although shared pathway-level themes emerged in immune, sensory, and cellular stress processes. Taken together, these findings suggest that suicide is associated with distinct but functionally convergent transcriptional alterations across brain and blood. By integrating tissue-specific and systems-level molecular signatures, this work provides insight into the biological architecture of suicide and lays the groundwork for developing novel biomarkers and therapeutic targets to improve prevention and treatment outcomes.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708508",
    "doi": "10.64898/2026.02.27.708508",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708316",
    "title": "Convergent effects of neurodevelopmental disorder-associated variants at mitochondria",
    "authors": [
      "Robinette, M. I.",
      "Gundy, J. B.",
      "Leng, X.",
      "Duong, D.",
      "Shantaraman, A.",
      "Shi, L.",
      "Candelario, E. A.",
      "Sing, A.",
      "Garg, S. V.",
      "Niu, W.",
      "Seyfried, N.",
      "Sloan, S. A.",
      "Wen, Z.",
      "Cubells, J. F.",
      "Duncan, E.",
      "Mulle, J. G.",
      "Faundez, V.",
      "Bassell, G. J.",
      "Purcell, R. H."
    ],
    "summary": "Investigations into the molecular pathogenesis of clinically defined neurodevelopmental disorders (NDDs) including autism spectrum disorders (ASD) and schizophrenia (SCZ) have produced evidence implicating dysfunctional mitochondrial metabolism. However, the functional connection between risk variants and mitochondrial proteins largely remains unclear. We tested the hypothesis that proteins encoded by NDD-associated copy number variants (CNVs) and SCZ risk genes are enriched within the mitochondrial interactome. We found that NDD- and SCZ-associated genes exhibit mitochondrial association comparable to their overlap with synaptic proteins, with interaction networks converging most strongly on mitochondrial translation. Two high-risk CNVs, the 3q29 deletion (3q29Del) and the 22q11.2 deletion (22q11Del), confer similar risks for ASD and SCZ and have independently been linked to mitochondrial phenotypes. To test whether these CNVs produce convergent effects on mitochondrial proteins in developing human neural tissue, we generated an isogenic series of 3q29Del and 22q11Del induced-pluripotent stem cells (iPSCs) and differentiated them into forebrain cortical organoids. Quantitative proteomic analysis showed high similarity in the profiles of dysregulated proteins in 3q29Del and 22q11Del compared to isogenic controls. Enrichment analysis of proteins altered in both variants revealed significant convergence on the mitochondrial ribosome and translation machinery. Furthermore, manipulation of mitochondrial translation elicited similar proteomic and functional responses in organoids and neural progenitor cells across both CNVs. These findings indicate that NDD-associated genes have rich interactions with mitochondrial proteins and that two of the strongest risk factors for NDDs may similarly disrupt neural mitochondrial metabolism through impaired mitochondrial translation.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708316",
    "doi": "10.64898/2026.02.26.708316",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2602.22783v1",
    "title": "Branching random walks with ageing",
    "authors": [
      "Daniela Bertacchi",
      "Elena Montanaro",
      "Fabio Zucca"
    ],
    "summary": "Branching processes are models used to describe populations that reproduce and die over time. In the classical setting, an individual's reproductive capacity remains constant throughout its lifetime. However, in real-world situations, reproductive capacity typically undergoes ageing - that is, after reaching a peak, it decreases over time. In this work, we study the influence of ageing on the behaviour of the process and how modifying its parameters, along with reproduction rates, affects the destiny of the process.",
    "published": "2026-02-26T09:19:15+00:00",
    "updated": null,
    "source": "arXiv",
    "link": "https://arxiv.org/abs/2602.22783v1",
    "doi": null,
    "categories": [
      "math.PR",
      "q-bio.PE"
    ],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.27.601056",
    "title": "Epigenetic regulation of TERRA transcription, R-loop formation, telomere integrity and metacyclogenesis by base J in Leishmania major.",
    "authors": [
      "Kieft, R.",
      "Sabatini, R."
    ],
    "summary": "The hyper-modified DNA base J helps control termination of Pol II transcription at polycistronic transcription units (PTUs) in T. brucei and L. major, allowing epigenetic control of gene expression. The Telomere Repeat-containing RNA (TERRA) is synthesized in T. brucei by Pol I readthrough transcription of a telomeric PTU. While little is understood regarding TERRA synthesis and function, the hyper-modified DNA base J is highly enriched at telomeres in L. major promastigotes. We now show that TERRA is synthesized by Pol II in L. major and loss of base J leads to increased TERRA from multiple telomeric ends, presumably via readthrough transcription from an adjacent PTU. Furthermore, Pol II readthrough defects and increased TERRA correlate with increased telomeric DNA damage, increased differentiation of promastigotes to the infectious metacyclic life stage and decreased cell viability. These results help explain the essential nature of base J in Leishmania and provide insight regarding epigenetic control of RNA expression, telomere stability and parasite development during the life cycle of L. major.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.27.601056",
    "doi": "10.1101/2024.06.27.601056",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.08.652875",
    "title": "Contrasting roles for IKK regulated inflammatory signalling pathways for development and maintenance of type 1 and adaptive γδ T cells",
    "authors": [
      "Islam, F.",
      "Williams, C.",
      "Hogan, T.",
      "Webb, L. V.",
      "Boal-Carvalho, I.",
      "Seddon, B."
    ],
    "summary": "The inhibitor of kappa B kinase complex (IKK) is a critical regulator of cell death and inflammatory signaling in multiple cell types. Phosphorylation of I{kappa}B proteins by IKK results in their degradation and consequent activation of NF-{kappa}B transcription factors. RIPK1, a critical cell death regulator, is also a direct target of IKK kinase activity, thereby repressing its cell death activity. In {beta} T cells, the RIPK1 kinase activity of IKK is critical for normal thymic development while mature {beta} T cells require IKK for both activation of NF-{kappa}B dependent survival programmes, and repression of RIPK1. {gamma}{delta} T cells play a unique and versatile role in host immunity with specific effector functions that enables them to act as early responders in immune defense. The role of IKK regulated pathways in their development and survival is not known. Here, we use mouse genetics to dissect the function of IKK and downstream pathways in the normal homeostasis of {gamma}{delta} T cells. We find that IKK expression is critical to establish a replete {gamma}{delta} T cell compartment, but that requires vary between different subsets. Type 1 {gamma}{delta} T cells require IKK dependent NF-{kappa}B activation for their generation, while IKK is redundant for development of adaptive {gamma}{delta} T cells. Instead, IKK dependent NF-{kappa}B activation is required for their longterm survival. We also find evidence that IKK repression of RIPK1 is required for survival of peripheral but not thymic {gamma}{delta} T cells. Ablation of CASPASE8 did not rescue {gamma}{delta} T cells in the absence of IKK but rather revealed a potent sensitivity of all {gamma}{delta} subsets to necroptosis, that was rescued by kinase dead RIPK1. Overall, we reveal critical requirements for IKK regulated inflammatory pathways by {gamma}{delta} T cells that contrast with those of {beta} T cells, and between different subsets, highlighting the complexity of the regulation of these pathways in the adaptive immune system.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.08.652875",
    "doi": "10.1101/2025.05.08.652875",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.01.662628",
    "title": "Thermogenic Adipose ADH5 Counteracts Age-related Metabolic Decline",
    "authors": [
      "Sebag, S. C.",
      "Neff, T.",
      "Qian, Q.",
      "Asghari, A.",
      "Wang, Z.",
      "Zhang, Z.",
      "Li, M.",
      "Hao, M.",
      "Lira, V.",
      "Sun, H.",
      "Potthoff, M. J.",
      "Yang, L."
    ],
    "summary": "Aging-associated decline in brown adipose tissue (BAT) function and mass contributes to energy and metabolic homeostasis disruption. Alcohol dehydrogenase 5 (ADH5) is a major denitrosylase that prevents cellular nitro-thiol redox imbalance, an essential feature of aging. However, the functional significance of BAT ADH5 in the context of aging is largely unknown. Here, we aimed to investigate the role of BAT ADH5 in protecting against age-related metabolic dysfunction. We show that aging promotes aberrant BAT protein S-nitrosylation modification and downregulates ADH5 in mice. Furthermore, BAT ADH5-deletion accelerates BAT senescence and aging-associated declines in metabolic homeostasis and cognition. Mechanistically, we found that aging inactivates BAT Adh5 by suppressing heat shock factor 1 (HSF1), a well-recognized proteostasis regulator. Moreover, pharmacologically enhancing HSF1 improved BAT senescence, metabolic decline, and cognitive dysfunction in aged mice. Together, these findings suggest that the BAT HSF1-ADH5 signaling cascade plays a key role in protecting against age-related systemic functional decline. Ultimately, unraveling the role of thermogenic adipose nitrosative signaling will provide novel insights into the interplay between BAT nitric oxide activity and metabolism in the context of aging.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.01.662628",
    "doi": "10.1101/2025.07.01.662628",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.06.680552",
    "title": "Selective Vulnerability of Dopamine-Glutamate Neurons in Aging Weakens Entorhinal Dopamine Signaling",
    "authors": [
      "Tomaio, J. N.",
      "Fleury, S.",
      "Bilder, A.",
      "Nacimba, J.",
      "Abhilash, L.",
      "Kim, Y. S.",
      "Fenno, L. E.",
      "Ramakrishnan, C.",
      "Deisseroth, K.",
      "Mingote, S."
    ],
    "summary": "The lateral entorhinal cortex (LEC) supports novelty detection and episodic memory and is selectively vulnerable to aging. Dopamine signals novelty in LEC, but how aging alters this input is unclear. Using intersectional viral strategies to distinguish ventral tegmental area (VTA) dopamine neurons with or without glutamate co-release, we find that co-releasing neurons are a minority (~30%) in the VTA, yet provide ~93% of the dopaminergic projections to LEC. In aged mice, dopamine-glutamate labeling in VTA and LEC decreases ~80%, whereas pan-dopaminergic labeling of LEC axons remains, consistent with functional silencing rather than degeneration. In LEC dopaminergic axons, dopamine synthesis is reduced while glutamate vesicular packaging is relatively spared. Optogenetic stimulation combined with a dopamine sensor reveals diminished dopamine release at high frequencies, when synthesis demand is greatest. These findings identify selective vulnerability of dopamine-glutamate neurons as a cell- and circuit-specific mechanism that weakens dopamine signaling within memory circuits.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.06.680552",
    "doi": "10.1101/2025.10.06.680552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707992",
    "title": "Leaf age modulates physiological and metabolic responses to contrasting nitrogen forms in Chinese fir (Cunninghamia lanceolata (Lamb.) Hook)",
    "authors": [
      "Fu, W.",
      "Zhang, Y.",
      "Yu, W.",
      "Zhang, Z.",
      "Yuan, S.",
      "Chen, G.",
      "Zeng, J."
    ],
    "summary": "Atmospheric nitrogen (N) deposition is increasingly affecting global ecosystems, with nitrate contributing a growing proportion alongside ammonium. However, the interaction between N forms and leaf developmental stage in shaping physiological and metabolic strategies in Chinese fir remains poorly understood. In this study, a field experiment was conducted to explore the physiological and metabolic responses of young and old leaves to ammonium and nitrate N addition. Our findings showed that N addition enhanced photosynthetic performance in young leaves, with a stronger effect from nitrate. In contrast, old leaves exhibited limited photosynthetic response but accumulated higher non-structural carbohydrates and showed elevated N assimilation enzyme activities, particularly under nitrate addition. Phytohormone profiles varied between leaf ages, with young leaves having higher auxin levels while old leaves exhibiting increased abscisic and salicylic acid contents under N addition. Additionally, N addition induced differential reprogramming of amino acid metabolism, with age-dependent accumulation patterns. Metabolomic analysis identified key amino acids involved in coordinating carbon-nitrogen metabolism. These results highlighted the complementary metabolic strategies by young and old leaves of Chinese fir under contrasting N forms addition and emphasized the importance of considering both N form and leaf age in optimizing N management for sustainable plantation practices.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707992",
    "doi": "10.64898/2026.02.25.707992",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707757",
    "title": "The interaction between virus-bound KLF4 and host-bound PARP1 directs the localization of Adeno-Associated Virus Type 2 (wtAAV2) to cellular sites of DNA damage",
    "authors": [
      "Abrahams, R. R.",
      "Larsen, C. I. S.",
      "Ha, R.",
      "Majumder, K."
    ],
    "summary": "Wild-type adeno-associated virus type 2 (wtAAV2) is a small, non-pathogenic DNA virus within the family Parvoviridae that is modified to engineer recombinant AAV (rAAV) vectors used in gene therapy. wtAAV2 genomes localize to nuclear domains enriched in DNA Damage Response (DDR) factors through mechanisms that remain unknown. We have discovered that the host transcription factor KLF4 (Kruppel-like Factor 4) and the DDR protein PARP1 (poly-ADP ribose polymerase 1) are key effectors regulating wtAAV2 nuclear trafficking. In-silico analysis revealed that wtAAV2-associated genomic sites are enriched in KLF4 binding motifs. Confocal imaging demonstrated a close spatial association between KLF4 and wtAAV2 nuclear reservoirs, consistent with KLF4?s known ability to form nuclear condensates. Mutation of the KLF4 binding site within the wtAAV2 genome and RNAi-mediated knockdown of KLF4 globally reduced the expression of viral Rep68/78 genes and attenuated the localization of the viral genome to cellular DDR sites. Chemical inhibition of the KLF4-interacting protein PARP1 with Olaparib decreased the ability of wtAAV2 genomes to localize to cellular DDR sites and transcribe viral genes. Ectopic expression of wild-type PARP1, but not its KLF4-binding-deficient mutant, rescued wtAAV2 gene expression in PARP1-deficient cells. These findings define a novel mechanism by which wtAAV2 exploits the interaction between host transcription factors and DNA repair machinery to establish a persistent nuclear niche. Insertion of KLF4-binding elements into recombinant AAV2 (rAAV2) gene therapy vectors is sufficient to enhance transduction of target cells, providing a framework for engineering vectors with improved nuclear targeting and transcriptional activity.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707757",
    "doi": "10.64898/2026.02.24.707757",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707807",
    "title": "Chronological Aging Stiffens Cells, Alters Mitochondria, and Impairs Mitochondrial Mechanical Responsiveness in Mesenchymal Stem Cells",
    "authors": [
      "Faruq, O.",
      "Nikitina, N.",
      "Birks, S.",
      "Jones, C. L.",
      "Goelzer, M.",
      "Howard, S. M.",
      "Zavala, A.",
      "Ali, N.",
      "Uzer, G."
    ],
    "summary": "Mesenchymal stem cells (MSCs) can differentiate into osteoblasts and adipocytes, play a critical role for maintaining bone homeostasis. Although, aging impairs MSC function and contributes to several complications, the effects of aging on subcellular structure and related gene expression need further investigation. Here we established an in vitro system to study MSCs isolated from bones of 5, 12, and 24 months old mice which showed significantly decreased bone volume and exercise performance with age. RNA sequencing revealed downregulation of genes related to cell-matrix interactions, cell metabolism, and division. Functionally MSCs extracted from 24mo showed significantly increased adipogenesis and reduced osteogenesis compared to 5mo, which was accompanied by reduced levels of cell proliferative marker Ki67 and increased expression of senescence protein p16. Data-driven segmentation of F-actin architecture revealed no cell-wide or nuclei-associated alteration, while 24mo MSCs showed decreased nuclear volume and increased spreading and higher nuclear stiffness compared to 5mo. Mitochondria from 12mo and 24mo showed increased length and volume of fibers when compared to 5mo, which was accompanied by gene expression changes associated with mitochondrial inflammation and oxidative phosphorylation. To test the functional consequences, MSCs were subjected to mechanical stress for 72 hours using 90Hz, 07g low-intensity vibration (LIV). While 5mo MSCs showed a robust fusing of individual mitochondrial fibers, LIV response of 12mo and 24mo MSCs were progressively less, indicating an already stressed mitochondria compromised to mechanical challenge. In summary, this study has established an in vitro assay system, revealing age-associated impairments in differentiation, mitochondrial function, and mechanotransduction capacity.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707807",
    "doi": "10.64898/2026.02.24.707807",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bp16\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707821",
    "title": "Long-term moisture barrier performance of liquid crystal polymer for implantable medical electronics",
    "authors": [
      "Thielen, B.",
      "Pulicken, C.",
      "Aklivanh, E.",
      "Sabes, P.",
      "Cvitkovic, M."
    ],
    "summary": "Liquid crystal polymer (LCP) is commonly used in the electronics industry due to its favorable dielectric, thermal, and insulative properties. It has recently gained popularity in the medical field for these same reasons, as well as its biocompatibility, moisture barrier properties, and ability to be microfabricated into thin film flexible circuits or flex PCBs. While polymers such as polyimide and Parylene C remain more common for electronics encapsulation and flexible circuit fabrication due to their relatively lower barriers to adoption and history of use, LCPs superior moisture barrier performance and low risk of delamination make it a promising material for chronic use in medical devices. In this work, the moisture barrier properties of LCP are evaluated using in vitro accelerated aging over 59-61 weeks at 65-68 degrees C, corresponding to an equivalent implanted lifetime of 8.1 and 9.4 years at 37 degrees C for each of two sample groups: LCP as an electronics encapsulant and as a flexible circuit substrate. In the encapsulation group, relative humidity inside an encapsulation pocket was monitored over time with no noticeable change in humidity throughout the measurement period. In the flexible circuit group, impedance of laminated interdigitated electrodes was monitored over time, with an average decrease to 44% of the initial impedance value across all successful samples due to the moisture absorption of the LCP, which has remained stable for the latter half of testing. In both groups, no delamination was observed. These findings demonstrate that LCP is a viable moisture barrier for electronics in implanted medical devices for an estimated equivalent lifetime of at least 8.1 years.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707821",
    "doi": "10.64898/2026.02.24.707821",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707507",
    "title": "Elevating Neuronal CYLD Causes Frontotemporal Dementia (FTD)-Relevant Behavioral and Physiological Deficits",
    "authors": [
      "Baral, A.",
      "Bilal, M.",
      "Dai, H.",
      "Jun, Y.-W.",
      "Almeida, S.",
      "Gao, F.-B.",
      "Yao, W.-D."
    ],
    "summary": "Frontotemporal dementia (FTD), a leading form of presenile dementia disrupting behavior, language and/or movement, is linked to mutations of a number of genes, including CYLD that encodes a Lys63 (K63) deubiquitinating enzyme. Among several CYLD variants found in FTD patients, a gain-of-function missense mutant, M719V, has been proposed to be pathogenic, but its pathogenicity in vivo and the underlying mechanism remain unknown. Here, we have developed transgenic mice that express either wildtype (WT) or M719V-CYLD in neurons throughout the mouse brain using adeno-associated virus (AAV) mediated somatic brain transgenesis. We show that somatic M719V-CYLD transgenic mice display profound FTD-associated behavioral impairments, including risk-taking, reduced social interaction, and loss of empathy that emerge from early stages and worsen with aging. Furthermore, M719V-CYLD mice also show significant early neurophysiological impairments in the prefrontal cortex (PFC), including depolarized resting membrane potential, decreased synaptic transmission, and reduced neuronal excitability. Surprisingly, however, M719V-CYLD mouse brain exhibits elevated autophagy activity and decreased Akt-mTOR signaling without overt neuronal cell loss or microgliosis even at 12 months of age. Most M719V-CYLD-associated cellular and behavioral phenotypes are also recapitulated but to a lesser extent in WT-CYLD mice, suggesting CYLD activation is responsible for the observed neural circuit deficits and the M719V mutation is gain-of-function in nature. Our results uncover important roles of neuronal CYLD in PFC function and social behaviors and establish a unique animal model to investigate pathogenic mechanisms of FTD, in particular its social behavioral deficits, at molecular, cellular, synaptic and circuit levels.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707507",
    "doi": "10.64898/2026.02.24.707507",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707225",
    "title": "Impact of Aging, Sex, and Species on the mRNA Expression of Matrix Metalloproteinases Following Ischemic Stroke",
    "authors": [
      "Challa, S. R.",
      "Baker, I. M.",
      "Vinayagam, V.",
      "Jackson, S. N.",
      "Khan, N.",
      "Mada, S. R.",
      "Unnam, P.",
      "Fornal, C. A.",
      "Klopfenstein, J. D.",
      "Veeravalli, K. K."
    ],
    "summary": "Matrix metalloproteinase (MMP) expression and function are highly context dependent, varying across physiological and pathological conditions. We previously documented the expression profiles of select MMPs in the ischemic brains of young male rodents. However, aging is a major risk factor for stroke in humans and is associated with vasculature alterations, increased oxidative stress, and elevated inflammation. In addition, sex differences have been reported in stroke incidence and severity. Despite this, the effects of age, sex, and species on brain MMP gene expression after cerebral ischemia/reperfusion (I/R) has not been systematically examined. Therefore, we investigated how age, sex, and species influence the mRNA expression of all known MMPs (22 total) in the brain following cerebral I/R. Moderate-to-severe neurological deficits were induced by transient middle cerebral artery occlusion (MCAO) followed by reperfusion in young and aged male and female C57BL/6 mice and in young male Sprague-Dawley rats. Brain tissue from the ipsilateral (ischemic) hemisphere was collected on post-MCAO day 1, and MMP mRNA levels were quantified by real-time PCR and expressed as fold change relative to the sham control group. Across species, MMP-3, MMP-8, MMP-12, MMP-13, MMP-19, MMP-20, and MMP-27 were upregulated in both rats and mice. Species-specific increases were also observed: MMP-1, MMP-7, MMP-9, MMP-14, MMP-21, and MMP-25 were upregulated only in rats, whereas MMP-10 was upregulated only in mice. The most strongly upregulated MMPs were MMP-12 in rats and MMP-3, MMP-10, and MMP-12 in mice. By contrast, MMP-15 and MMP-17 were downregulated in both species, whereas MMP-23 and MMP-24 were downregulated only in rats and mice, respectively. Within mice, MMP-3, MMP-10, MMP-12, MMP-19, MMP-20, and MMP-21 increased in both sexes and age groups, except for MMP-19 in aged males and MMP-21 in young males. MMP-14 increased only in females (young and aged), whereas MMP-27 increased only in males (young and aged). Notably, MMP-3, MMP-10, and MMP-12 were the three most highly upregulated MMPs in both male and female mice regardless of age. Overall MMP mRNA expression levels were higher in aged male mice and lower in aged female mice relative to sex-matched young mice. Among all MMPs examined, MMP-12 showed the most marked upregulation across species and, within mice, across age groups and sexes. Collectively, these findings demonstrate that brain MMP gene expression after cerebral I/R is modulated by age, sex, and species, underscoring the importance of incorporating these biological variables when targeting MMPs individually or in combination in preclinical rodent stroke models.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707225",
    "doi": "10.64898/2026.02.24.707225",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707893",
    "title": "Microfluidic Mechanical Reactivation of Aged Stem Cells",
    "authors": [
      "Jang, S. B.",
      "Jeon, T.-I.",
      "Kang, G. H.",
      "Seo, D.",
      "Kim, H.",
      "Yeo, H.",
      "Seok, J.",
      "Lim, K. M.",
      "Dayem, A. A.",
      "Kim, S. J.",
      "Song, K.",
      "Kwak, Y.",
      "Hur, J.",
      "Chung, A. J.",
      "Cho, S. G."
    ],
    "summary": "Stem cell aging significantly impairs therapeutic efficacy, requiring innovative strategies to restore potency. We present a microfluidic cell-compressing platform for reactivation (-CPR) designed to apply controlled hydrodynamic deformation to late-passage stem cells. This mechanical stimulation facilitates functional reactivation without external chemical cues. Within a defined window, -CPR effectively reduces oxidative stress, SA-{beta}-Gal activity, and {gamma}H2AX foci, while simultaneously restoring proliferation and canonical stemness markers (OCT4, SOX2, and KLF4). Mechanical stimulation via -CPR induces coordinated structural remodeling: nuclei become more compact, actin cortex organization is restored, -actinin redistributes to focal adhesions, and microtubule networks are restructured, suggesting a rebalanced intracellular tension. Transcriptomic and proteomic analyses reveal that this process reprograms extracellular matrix remodeling and DNA repair pathways while attenuating pro-fibrotic and senescence-associated secretory phenotype (SASP)-associated pathways. Crucially, this reactivation occurs without compromising fundamental MSC hallmarks, preserving intrinsic immunophenotypes and multilineage differentiation potential. Functionally, -CPR-processed stem cells demonstrate restored in vitro wound closure and enhanced tissue repair in vivo, with efficacy appearing dependent on mechanical dosage. This platform establishes a non-genetic, mechanobiological approach to restoring stem cell function, offering a scalable strategy for functional reactivation and potentially paving the way toward comprehensive cellular rejuvenation.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707893",
    "doi": "10.64898/2026.02.25.707893",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707674",
    "title": "Short-Term Performance Assay Identifies Functional Benefits and Early Toxicity of Longevity Interventions in Mice",
    "authors": [
      "Marin-Jerez, E.",
      "Rueda-Carrasco, J.",
      "Melendez-Rodriguez, F.",
      "Partido-Borge, P.",
      "Tapia, E.",
      "Leibowitz, B. D.",
      "Parras, A."
    ],
    "summary": "Mouse lifespan studies are slow and costly, limiting the number of interventions that have demonstrated robust anti-aging effects. This highlights the need for rapid early-stage screening tools capable of assessing both efficacy and potential side effects. Here, we present a short-term performance assay designed to rapidly profile functional benefits and early toxicity of longevity interventions in mice. Over an 8-week period, mice received one of five candidate anti-aging treatments: 17a-estradiol, rapamycin + Smer28, berberine + resveratrol, sildenafil and pinealon. The protocol longitudinally monitored body weight and temperature, and food intake, alongside post-treatment assessments of grip strength, locomotor activity, Y-maze cognition, social behavior, and hematological and urinary parameters. The screen revealed compound-specific phenotypes: 17a-estradiol induced significant weight loss, increased grip strength, and dorsal alopecia, consistent with metabolic remodeling. Sildenafil reduced basal body temperature and preserved locomotor activity. Berberine + resveratrol decreased food intake and fasting glucose without major changes in physical performance, resembling caloric restriction-like metabolic effects. Rapamycin + Smer28 modestly improved strength and sociability but induced anemia in 2 of 5 mice, indicating potential dose-dependent toxicity. Pinealon showed a trend toward improved working memory without detectable adverse effects. This multi-parametric approach enables discover healthspan extending interventions facilitating prioritization and dose refinement before committing to full lifespan studies. Finally, to our knowledge, this represents the first comprehensive preclinical aging study in mice fully funded through tokenized decentralized science (DeSci), demonstrating how community-governed, on-chain funding can support resource-intensive in vivo research.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707674",
    "doi": "10.64898/2026.02.25.707674",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bRapamycin\\b",
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707932",
    "title": "Tracing the expansion of p53 retrogenes in elephant species: A foundation for functional insights.",
    "authors": [
      "Karakostis, K.",
      "Campoy, E.",
      "Puig, M.",
      "Fahraeus, R.",
      "Vollrath, F.",
      "Caceres, M."
    ],
    "summary": "Elephants have evolved multiple TP53 copies through a retrotransposition event followed by successive duplications. Some of these TP53 retrogenes (RTGs) are expressed and hypothesized to have functional roles in cellular regulation. However, comparative genomic studies on TP53 evolution and function are limited due to scarce genomic data for elephants and other afrotherians. Most existing research relies on scaffold assemblies of Loxodonta africana (LoxAfr3 and LoxAfr4), with some focus on Elephas maximus chromosomal assembly. In this in silico study, we analyzed three elephant genomes to validate TP53 RTGs, assess their copy variation, and trace their evolution. For the first time we describe 29 TP53 RTGs in E. maximus versus 18-19 in L. africana. These copies show sequence variation, especially in the duplicated regions and their flanking repetitive elements. Chromosomal mapping in E. maximus revealed that two major classes of TP53 RTGs are consistently arranged in pairs on chromosome 27, which harbours 27 of the 29 identified copies. The observed distribution strongly supports an evolutionary model in which large-scale genomic segments, each encompassing at least two retrogenes of different groups, were duplicated early in the elephant lineage, driving the extensive amplification of TP53 RTGs, as suggested also by the patterns of the flanking repetitive elements. The TP53 RTGs expansion was followed by a unique inversion on chromosome 27 that separates the duplication clusters. Thus, this study enhances our understanding of the elephant's multi-p53 system, linked to cancer resistance, body size, and Peto's paradox, and supports ongoing research into functional aspects.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707932",
    "doi": "10.64898/2026.02.25.707932",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707882",
    "title": "Glutathione impacts both Batrachochytrium dendrobatidis virulence and amphibian cellular defence in a chytridiomycosis model",
    "authors": [
      "Webb, R. J.",
      "Roberts, A. A.",
      "Berger, L.",
      "Robert, J.",
      "Skerratt, L. F."
    ],
    "summary": "Glutathione has important roles in diverse infections, yet its involvement in the interaction between the deadly fungal pathogen Batrachochytrium dendrobatidis (Bd) and its amphibian hosts is still unclear. Using in vitro assays and a cell infection model, we examined how glutathione influences Bd virulence traits and cellular host disease resistance. For Bd, inhibition of glutathione reductase rapidly killed zoospores, indicating that glutathione is essential for this pathogen. In addition, exposure to exogenous glutathione promoted the potential for virulence through accelerated and increased zoospore release. In host amphibian cells, Bd infection decreased intracellular glutathione content and increased reactive oxygen species, suggesting that chytridiomycosis pathogenesis may involve oxidative stress. Depletion of host glutathione before exposure to Bd increased infection severity and Bd growth, whereas amphibian cells with slightly elevated glutathione levels were partially protected against Bd. However, manipulation of host glutathione levels after the establishment of Bd infection did not impact its intracellular growth, implying that the host glutathione-mediated resistance only occurs during the initial Bd invasion process. Importantly, this effect of glutathione on host resistance is not a general response to pathogens, as it was not observed in cells exposed to viral pathogen FV3. As glutathione increased both infectious zoospore production and host resistance to zoospore infection, our study suggests that this antioxidant may play an important role in the host/pathogen interaction during chytridiomycosis. Thus, environmental conditions and therapeutic approaches that affect glutathione systems in the host and/or pathogen have the potential to alter chytridiomycosis dynamics and should be further explored.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707882",
    "doi": "10.64898/2026.02.25.707882",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708005",
    "title": "Brca1 heterozygosity leads to hepatic steatosis in male and female mice despite sexually dimorphic effects on systemic metabolism",
    "authors": [
      "Palikhe, S.",
      "Qiao, L.",
      "Kutz, C.",
      "Liang, X.",
      "Dhorajiya, P.",
      "Koestler, D. C.",
      "Bhardwaj, P.",
      "McCoin, C. S.",
      "Peterson, O.",
      "Tse, H. M.",
      "Thyfault, J. P.",
      "Brown, K. A."
    ],
    "summary": "Carrying a germline mutation in BRCA1 is associated with an increased risk of several cancers, including breast and ovarian. Our recent work has demonstrated that obesity is associated with elevated levels of DNA damage in breast glands in this high-risk population. BRCA1 is a canonical tumor suppressor gene primarily recognized for its role in DNA damage repair, yet emerging evidence suggests broader functions in metabolic regulation. To determine whether heterozygous loss of Brca1, as seen in individuals who carry a germline mutation, modifies susceptibility to diet-induced metabolic dysfunction in a sex-dependent manner, we subjected wild-type (WT) and Brca1+/- mice of both sexes to a high-fat diet (HFD) and performed longitudinal metabolic phenotyping. Female Brca1+/- mice exhibited pronounced obesity, increased adiposity, hyperinsulinemia, and impaired glucose tolerance. In contrast, male Brca1+/- mice showed modest resistance to HFD-induced weight gain and displayed improved glucose tolerance compared to WT controls. Notably, Brca1 heterozygosity led to more severe hepatic steatosis with HFD, indicating a shared susceptibility to liver lipid accumulation despite divergent systemic outcomes. In females, steatosis was associated with reduced mitochondrial respiratory complex IV activity and transcriptional remodeling that favored lipid storage. Treatment with the dual GLP-1/GIP receptor agonist tirzepatide ameliorated systemic metabolic dysfunction and hepatic steatosis in HFD-fed female Brca1+/-; mice. These findings identify Brca1 heterozygosity as a modifier of metabolic disease risk, expanding BRCA1 biology beyond tumor suppression.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708005",
    "doi": "10.64898/2026.02.25.708005",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708012",
    "title": "Systems Analysis of Carboxylate Transport and Oxidation Pathways in Cardiac Mitochondria",
    "authors": [
      "Collins, N. L.",
      "Dasika, S.",
      "Van den Bergh, F.",
      "Bazil, J. N.",
      "Beard, D. A."
    ],
    "summary": "Experimental assessment and computational modeling were used to analyze substrate transport, tricarboxylic acid cycle kinetics, and oxidative phosphorylation in suspensions of purified cardiac mitochondria. The kinetics of ATP synthesis and carbohydrate oxidation, including during hypoxia and reoxygenation, were investigated using various substrate combinations and conditions. Model simulations fit to transient respiration and NAD(P)H measurements reveal novel insights into pyruvate dehydrogenase regulation, regulation of mitochondrial leak, and the clearance of oxaloacetate during respiration on succinate. High concentrations of succinate induced increased mitochondrial leak respiration driven in part by ROS-activated uncoupling. Oxidative phosphorylation under succinate-fueled respiration was inhibited by rapid buildup of oxaloacetate, inhibiting succinate dehydrogenase. Malic enzyme and oxaloacetate decarboxylase activities represent potenital pathways for removal of oxaloacetate, with glutamate further enhancing clearance. The developed model captures the observed transient behaviors as well as steady-state relationships between ATP synthesis rate and phosphate metabolite levels, lending a new systems-level understanding of mitochondrial energy metabolism. In sum, these findings offer a framework for simulating and interpreting mitochondrial function in vitro and in vivo.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708012",
    "doi": "10.64898/2026.02.25.708012",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707531",
    "title": "Developing And Internally Validating AI-Based Aging Resilience Biomarkers in Non-Human Primates",
    "authors": [
      "Bennett, R. F.",
      "Speiser, J. L.",
      "Olson, J. D.",
      "Schaaf, G. W.",
      "Register, T. C.",
      "Cline, J. M.",
      "Cox, L. A.",
      "Quillen, E. E."
    ],
    "summary": "Quantifying biological aging is crucial for understanding functional decline before the onset of morbidity. While many accelerated aging and frailty measures based on clinical data exist for humans and several for rodent models of aging, there are few options for non-human primates (NHPs). NHP clinical data has several unique features including a lack of clinically delineated normative values for features and variability in data collection over long lifespans. There are also wide discrepancies in the number of available clinical measures and number of animals across data sets. To address these challenges, we developed and validated \"Aging Resilience\" (AR) metrics using longitudinal, routine clinical data from two distinct non-human primate cohorts: 4,328 baboons and 281 rhesus macaques. We trained five computational models, including Linear Mixed-Effects Models, Random Forest, and Recurrent Neural Networks (RNN), to predict chronological age, subsequently deriving AR metrics that represent the velocity (Rate of Aging) and cumulative burden (Normalized Cumulative Aging) of physiological deviation. While linear models achieved high precision in predicting chronological age (test R2 up to 0.99), they correlated poorly with actual lifespan. In contrast, AR metrics derived from non-linear models (RNN and Random Forest) displayed strong predictive validity for mortality (Pearson's r > 0.8). These findings highlight a critical paradox: models that best predict chronological age do not necessarily capture the biological resilience determining healthspan. This study establishes a scalable framework for monitoring biological aging in translational models using standard veterinary records.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707531",
    "doi": "10.64898/2026.02.25.707531",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708058",
    "title": "Medulloblastoma-associated mutations in the RNA helicase DDX3X/DED1 cause defects in the translational response to TORC1 inhibition",
    "authors": [
      "Swarup, A.",
      "Kuhs, R. A.",
      "Hardman, V. U.",
      "Howard, K. L.",
      "Subbaraman, S.",
      "Bolger, T. A."
    ],
    "summary": "Medulloblastoma is the most common pediatric brain cancer, but current treatments are largely non-specific, often causing developmental side effects. Genomic sequencing identified the RNA helicase DDX3X as one of the most frequently mutated genes in this cancer and a potential treatment target, yet its role in tumor progression remains elusive. Prior studies have indicated that the mutations cause specific defects in translation; however, both DDX3X and its yeast ortholog Ded1 have also been associated with cellular stress responses, suggesting that the contribution of the DDX3X mutations to medulloblastoma might result from defects in the translational response to stress. Building on our prior study that replicated the DDX3X mutations in yeast DED1 (ded1-mam), we examined the mutants' effects following TOR pathway inactivation. First, we demonstrated that ded1-mam displayed substantial rapamycin-resistant growth compared to wild-type cells. In addition, similar to other ded1 mutants, the ded1-mam had decreased degradation of Ded1 and the translation factor eIF4G1 under TOR inactivation. Notably, these differences did not result in increased bulk translation following rapamycin; rather, the growth phenotypes appeared to be driven by translation of specific mRNAs. Reporter assays demonstrated enhanced translation of mRNAs with unstructured 5' UTRs in ded1-mam following TOR inhibition and a decrease in structured reporters. Furthermore, known Ded1 target genes with relatively unstructured 5' UTRs showed upregulated protein levels in rapamycin. We thus hypothesize that mutant DDX3X selectively upregulates translation of unstructured, pro-growth transcripts while downregulating other structured transcripts, allowing tumor cells to bypass stress-induced growth controls and promoting medulloblastoma progression.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708058",
    "doi": "10.64898/2026.02.25.708058",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707953",
    "title": "The vitamin K oxidoreductase VKORC1L1 prevents oxidative stress in hepatocytes and protects from MASLD and hepatocellular carcinoma",
    "authors": [
      "Kiani, S.",
      "Lacombe, J.",
      "Reddy, B. A.",
      "Gobeil, E.",
      "Michel, R. P.",
      "Arsenault, B.",
      "Ferron, M."
    ],
    "summary": "Generation of vitamin K hydroxyquinone (VKH2) by vitamin K oxidoreductase 1 (VKORC1) is essential for the {gamma}-carboxylation of clotting factors by hepatocytes. Here, we uncover a non-redundant function of the vitamin K oxidoreductase paralogue VKORC1L1 in liver homeostasis. Mice lacking Vkorc1l1 globally or specifically in hepatocytes exhibit normal coagulation yet develop progressive metabolic dysfunction-associated steatotic liver disease (MASLD). Transcriptomic profiling revealed early dysregulation of lipid metabolism and inflammatory pathways, converging on human MASLD signatures, while genetic colocalization analyses implicate human VKORC1L1 variants in MASLD and liver fat accumulation. Mechanistically, VKORC1L1 prevents reactive oxygen species overload and DNA damage through vitamin K reduction, independently of {gamma}-carboxylation. Loss of VKORC1L1 induces oxidative stress, chromosome instability, and aneuploidy, culminating in steatohepatitic hepatocellular carcinoma (HCC). Conversely, pharmacological vitamin K supplementation rescues oxidative stress, MASLD and DNA damage in Vkorc1l1-deficient mice. These findings redefine vitamin K as a hepatic antioxidant and identify VKORC1L1 as a safeguard against MASLD and HCC.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707953",
    "doi": "10.64898/2026.02.25.707953",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.681707",
    "title": "Aging under immunosuppression reshapes human immune compartments and lowers clinical alloreactivity after heart transplantation",
    "authors": [
      "Amancherla, K.",
      "Lin, P.",
      "Perera, B. L. A.",
      "Chow, N.",
      "Sheng, Q.",
      "Siddiqi, H. K.",
      "Farber-Eger, E. H.",
      "Wells, Q. S.",
      "Freedman, J. E.",
      "Schlendorf, K. H.",
      "Shah, R.",
      "Gamazon, E. R."
    ],
    "summary": "Solid-organ transplantation in aging recipients represents a unique opportunity to study how age-related immunity in the context of non-specific immunosuppression strategies balances infection, malignancy, and rejection. We sought to characterize the association between increasing recipient age at heart transplantation with acute allograft rejection and age-related cell-specific transcriptomic changes in circulating immune cells. This single-center retrospective cohort study evaluated individuals undergoing heart transplantation between July 2013 and December 2023 at Vanderbilt University Medical Center. Eligible participants were aged [&ge;]18 years. A subset of individuals underwent single-cell RNA-sequencing of circulating immune cells. The primary exposure was recipient age at the time of heart transplantation. The main outcome of the clinical-epidemiological portion of this study was acute rejection, inclusive of clinically relevant acute cellular or antibody-mediated rejection, within one-year post-transplant. Secondary outcomes included cell-specific compositional and transcriptomic changes with aging in circulating immune cells. Among 799 adults, each one standard deviation increase in recipient age was associated with a ~17% lower odds of allograft rejection (adjusted OR 0.83, 95% CI 0.71-0.98). In 40 individuals who underwent single-cell RNA-sequencing of circulating immune cells, increasing recipient age was associated with increases in CD4+ and CD8+ memory T cell subsets, monocytes, and NK cells. Furthermore, genes upregulated with increasing recipient age were associated with enrichment for pathways involved in immunosenescence and chronic low-grade inflammation while downregulated genes suggested decreased protein synthesis. These findings have clinical implications for an aging transplant population and support a more personalized approach to immunosuppression.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.681707",
    "doi": "10.64898/2026.02.25.681707",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707973",
    "title": "Sphingolipid regulation by yeast Mdm1 supports adaptive remodeling of the methionine transporter Mup1",
    "authors": [
      "Adebayo, D.",
      "Obaseki, E.",
      "Vasudeva, K.",
      "Aboumourad, M.",
      "Miller, S.",
      "Ostermeyer-Fay, A.",
      "Canals, D.",
      "Bao, X.",
      "Li, J.",
      "Hariri, H."
    ],
    "summary": "Membrane lipid composition influences endocytic remodeling of nutrient transporters, yet how lipid metabolism is spatially coordinated to support sustained adaptation to nutrient limitations remains unclear. Here, we investigated whether the ER-vacuole tether Mdm1 links sphingolipid homeostasis to regulation of the high-affinity methionine permease Mup1 in budding yeast. To test this, we examined Mup1 trafficking, amino acid homeostasis, and sphingolipid composition in mdm1{Delta} cells during starvation. We found that loss of Mdm1 causes persistent retention of Mup1 at the plasma membrane, accompanied by reduced intracellular methionine and broad amino acid depletion. Lipidomic analyses revealed decreased sphingoid bases and altered ceramide composition in mdm1{Delta} cells. Importantly, supplementation with the sphingolipid precursor phytosphingosine restored sphingolipid pools, rescued Mup1 endocytosis, and improved amino acid homeostasis. Consistent with a chronic amino acid restriction-like state, mdm1{Delta} cells exhibited extended chronological lifespan. Together, these findings identify Mdm1 as a spatial organizer of sphingolipid metabolism required for adaptive endocytic remodeling of Mup1, thereby linking ER-vacuole contact site function to plasma membrane proteostasis and metabolic adaptation.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707973",
    "doi": "10.64898/2026.02.25.707973",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41762657",
    "title": "How do autistic adults experience ageing? A qualitative interview study.",
    "authors": [
      "Aitken R",
      "Berry K",
      "Gowen E",
      "Brown LJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762657/",
    "doi": "doi: 10.1177/13623613261422937",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41762656",
    "title": "Lipocalin 2 orchestrates resistance to ferroptosis via AXL.",
    "authors": [
      "Wang SZ",
      "Timken JP",
      "Hong ES",
      "Kaur S",
      "Newby E",
      "Kay KE",
      "Mulkearns-Hubert EE",
      "Silver DJ",
      "Lee J",
      "Rubin JB",
      "Connor JR",
      "Deleyrolle LP",
      "Tiek D",
      "Dhawan A",
      "Lathia JD"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762656/",
    "doi": "doi: 10.1016/j.celrep.2026.116965",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41762357",
    "title": "USP17L2 Regulates SphK1 Ubiquitination and Stability during Autophagy and Pyroptosis in Mycoplasma Pneumoniae Pneumonia.",
    "authors": [
      "Liu L",
      "Xie J",
      "Wu B",
      "Ding N",
      "Zhang J",
      "Meng Y",
      "Chen Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762357/",
    "doi": "doi: 10.1007/s12010-026-05593-1",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41762337",
    "title": "Roflumilast Elicits Therapeutic and Neuroprotective Effects in 3-Nitropropionic Acid-Induced Huntington's Disease-Like Neurodegeneration in Rats by Mitigating NLRP3 Inflammasome-Mediated Pyroptosis, Ferroptosis, and Glial Activation.",
    "authors": [
      "Taha M",
      "Salah D",
      "Abdou K",
      "Senousy MA"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762337/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41762332",
    "title": "Examining the Relationship between Self-Perceptions of Aging, Psychological Well-Being and Health-Promoting Lifestyle: A Cross-Sectional Study in Iran.",
    "authors": [
      "Nosrati P",
      "Momeni K",
      "Wahl HW"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762332/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41762327",
    "title": "Oxidative stress and osmolyte induction caused by a Thiobencarb nano-emulsion in the freshwater alga Chlorella vulgaris.",
    "authors": [
      "Abdel-Halim KY",
      "Mohy El-Din SM",
      "Noaman NH",
      "El-Abasy MM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762327/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41762310",
    "title": "Prenatal Stress Induces Changes in Behavior, HPA Axis, Inflammation, and Oxidative Stress in Adult Rats Offspring.",
    "authors": [
      "Aguiar-Geraldo JM",
      "Peper-Nascimento J",
      "Cararo JH",
      "Possamai-Della T",
      "Zugno AI",
      "Pillai A",
      "Quevedo J",
      "Valvassori SS"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762310/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41762288",
    "title": "Doxorubicin induces immediate transcriptional change and apoptosis in spermatogonia from prepubertal rats.",
    "authors": [
      "Beaud H",
      "Hug E",
      "Scott-Boyer MP",
      "Rwigemera A",
      "Tremblay A",
      "Droit A",
      "Delbes G"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762288/",
    "doi": "doi: 10.1007/s00204-026-04325-y",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41762287",
    "title": "Microplastics induce mitochondrial dysfunction and accelerate cardiovascular pathogenesis.",
    "authors": [
      "Chen TH",
      "Chu IT",
      "Chang RY",
      "Wang HC",
      "Chung CJ",
      "Tsai TH",
      "Chou CK"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762287/",
    "doi": "doi: 10.1007/s00204-026-04327-w",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41762279",
    "title": "Exogenous melatonin enhances the tolerance of ground-cover Chrysanthemum morifolium Ramat. to cadmium by improving photosynthetic capacity and reactive oxygen species scavenging.",
    "authors": [
      "Liu W",
      "Qaharaduqin S",
      "Zhou Q",
      "Wang X",
      "Xie J",
      "Wei Z",
      "Wang Y",
      "Yan Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762279/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41762242",
    "title": "Inflammatory bowel disease leads to long-term ovarian dysfunction via immune-mediated follicular aging.",
    "authors": [
      "Guo X",
      "Liu Y",
      "Zhao H",
      "Liu J",
      "Li Y",
      "Li J",
      "Liu J",
      "Ma T",
      "Lin L",
      "Liu X",
      "Kong J",
      "Lin J",
      "Zhao D",
      "Chong CH",
      "Xie X",
      "Chiu PCN",
      "Zhang Q"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762242/",
    "doi": "doi: 10.1007/s00018-026-06148-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41762137",
    "title": "Confined Enzymolysis Strategy Based on the Plant Cell Hierarchical Structure for Enhancing Pathogen Resistance Infection and Alleviating Oxidative Stress in Rice.",
    "authors": [
      "Zhang Y",
      "Li F",
      "Yang G",
      "Li M",
      "Nie D",
      "Zhao L",
      "Gao S",
      "Fu Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762137/",
    "doi": "doi: 10.1021/acs.jafc.6c00111",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41762132",
    "title": "How Aging Same-Sex and Different-Sex Spouses Influence Each Other's Health Behaviors: Change Over a Six-Year Period.",
    "authors": [
      "Umberson D",
      "Mernitz S",
      "Chai HW",
      "Wang Y",
      "Perez C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762132/",
    "doi": "doi: 10.1177/01640275261430260",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41761833",
    "title": "Applying an Integrated Knowledge Translation partnership approach during a remote sport program for aging individuals with spinal cord injury: a descriptive qualitative study.",
    "authors": [
      "Cheung L",
      "Benn NL",
      "Buren R",
      "Musselman KE"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761833/",
    "doi": "doi: 10.1080/09638288.2026.2636456",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41761831",
    "title": "Cytomegalovirus and Aging-How Can the Field Move Forward?",
    "authors": [
      "Boeckh M",
      "Corey L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761831/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41761827",
    "title": "Association between serum α-Klotho levels and severity of periodontitis in a representative U.S. population.",
    "authors": [
      "Sabri H",
      "Baniameri S",
      "Kataria P",
      "Abulatifa H",
      "Hazrati P",
      "Wang HL",
      "Saleh MHA"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761827/",
    "doi": "doi: 10.1002/jper.70080",
    "categories": [],
    "keywords_matched": [
      "\\bKlotho\\b"
    ]
  },
  {
    "id": "pmid:41761824",
    "title": "Digital Engagement and Successful Aging: A Longitudinal Analysis of Older Adults in China.",
    "authors": [
      "Guo J",
      "Wang L",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761824/",
    "doi": "doi: 10.1177/07334648261431015",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41761766",
    "title": "On \"Depressive Symptoms and Physical Activity Mediate the Adverse Effect of Pain on Functional Dependence in Patients With Arthritis: Evidence from the Canadian Longitudinal Study on Aging.\" Goubran M, van Allen ZM, Bilodeau M, Boisgontier MP. Phys Ther. 2025;105(11):pzaf120. 10.1093/ptj/pzaf120.",
    "authors": [
      "Anas A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761766/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41761700",
    "title": "The ageing holobiont: crosstalk between telomere dynamics, oxidative stress and the gut microbiome.",
    "authors": [
      "Pepke ML",
      "Hansen SB",
      "Limborg MT"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761700/",
    "doi": "doi: 10.1002/brv.70152",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41761627",
    "title": "Sirt3 Genetically Engineered Apoptotic Bodies Alleviate Skeletal Aging by Limiting Aggravated NLRP3 Inflammasome Activation of Senescent Macrophages.",
    "authors": [
      "Wu Y",
      "Ling S",
      "Mao J",
      "Wang H",
      "Wang B",
      "Che Z",
      "Cui W",
      "Cai M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761627/",
    "doi": "doi: 10.1002/advs.202517554",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41761483",
    "title": "Design thinking as health intervention strategy for active aging from 2014 to 2024: A systematic review.",
    "authors": [
      "Zhang B",
      "Liu H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761483/",
    "doi": "doi: 10.1177/10519815261423277",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41761421",
    "title": "Dysregulated Copper Metabolism-Induced Cuproptosis Contributes to Mitochondrial Dysfunction and Macrophage Inflammatory Response in Acute Lung Injury.",
    "authors": [
      "Chen S",
      "Zhou Z",
      "Wang Y",
      "Yang D",
      "Jiang J",
      "Chen S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761421/",
    "doi": "doi: 10.1177/15230864261425887",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41761359",
    "title": "Fruquintinib potentiates the radiosensitivity of colorectal cancer by exacerbating DNA damage.",
    "authors": [
      "Shen Q",
      "Wang D",
      "Zhao Y",
      "Hao Z",
      "Zhang R",
      "Song D",
      "Tang A",
      "Yao G",
      "Han Q"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761359/",
    "doi": "doi: 10.1186/s40001-026-04075-8",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41761334",
    "title": "Sublytic pyroptosis blocks Schwann cell remyelination through caspase-1-mediated Tyro3 cleavage.",
    "authors": [
      "Lu X",
      "Han Y",
      "Li D",
      "Li S",
      "Li Z",
      "Li Y",
      "Liu Q",
      "Liu Y",
      "Morrison MH",
      "Zha X",
      "Wang F",
      "Tao Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761334/",
    "doi": "doi: 10.1186/s12974-026-03724-3",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41761314",
    "title": "Targeted inhibition of RGS19 alleviates renal fibrosis by restoring autophagy and modulating immune cell infiltration.",
    "authors": [
      "Niu X",
      "Zhao Y",
      "Li L",
      "Xu X",
      "Xu C",
      "Wu J",
      "Yu X",
      "Chen Y",
      "Rong R",
      "Xu B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761314/",
    "doi": "doi: 10.1186/s12951-026-04098-7",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41761291",
    "title": "Reply to correspondence on the comment regarding the article \"Shortened telomere length, anxiety and psychological stress in systemic lupus erythematosus: a cross-sectional study\" (Advances in Rheumatology, 2025;66(1):8).",
    "authors": [
      "Tavares ACFMG",
      "Santos CRF",
      "Amaral JM",
      "Burgos ICB",
      "Rosa DVF",
      "Romano-Silva MA",
      "Bicalho MAC",
      "Ferreira GA",
      "Kakehasi AM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761291/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41761232",
    "title": "The role of transient receptor potential ankyrin 1 in pyroptosis during pulpitis development.",
    "authors": [
      "Huang S",
      "Chang H",
      "Zhang Q",
      "Liao X",
      "Yang G",
      "Ding G",
      "Chen C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761232/",
    "doi": "doi: 10.1186/s12903-026-08006-1",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41761224",
    "title": "Dual regulation of PINK1/PARKIN-mediated mitochondrial autophagy in ovarian cancer progression and drug resistance: mechanisms and therapeutic potentials.",
    "authors": [
      "Xu J",
      "Liu F",
      "Chen Q",
      "Li Y",
      "Liu J",
      "Han F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761224/",
    "doi": "doi: 10.1186/s13048-026-02013-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41761201",
    "title": "Fisetin-loaded nanoparticles as a novel approach for cholesterol regulation in hypercholesterolemia: targeting the ASGR1-mediated mTORC1/AMPK pathway.",
    "authors": [
      "Zhang Z",
      "Chen X",
      "Hu X",
      "Liang J",
      "Huang H",
      "Lu W",
      "Zhu M",
      "Fang M",
      "Yin L",
      "Li W",
      "Zhang S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761201/",
    "doi": "doi: 10.1186/s12951-026-04181-z",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41761099",
    "title": "Effects of preconditioning with one-lung ventilation on perioperative oxygenation and oxidative stress in thoracoscopic surgery: a prospective single-center randomized controlled clinical trial.",
    "authors": [
      "Lin J",
      "Du X",
      "Zhang W",
      "Wu C",
      "Zhao D",
      "Fang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761099/",
    "doi": "doi: 10.1186/s12871-026-03709-y",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41761057",
    "title": "Short-term caloric restriction partially reprograms immune and microbial networks during acute DSS-induced colitis.",
    "authors": [
      "Hechter DTD",
      "Kisselev I",
      "McNicol IJ",
      "Good SV"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761057/",
    "doi": "doi: 10.1186/s12263-026-00798-9",
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "pmid:41761053",
    "title": "New insights into tobacco leaf browning during flue-curing: antioxidant capacity-ROS imbalance is closely associated with browning development.",
    "authors": [
      "Xu X",
      "Lei J",
      "Xu N",
      "Hu R",
      "Wang D",
      "Zhou L",
      "Li X",
      "Liu M",
      "Wu J",
      "Yang X",
      "Pu W",
      "Yi K",
      "Liu Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761053/",
    "doi": "doi: 10.1186/s12870-026-08449-2",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41761033",
    "title": "P7C3 alleviates hepatic fibrosis via targeting eIF4A1-mediated protein translation and autophagy in hepatic stellate cells.",
    "authors": [
      "Liang A",
      "Yao L",
      "Liu Y",
      "He H",
      "Lei Y",
      "Yang Y",
      "Liu J",
      "Yu J",
      "Cao W",
      "Chen Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761033/",
    "doi": "doi: 10.1007/s12272-026-01602-3",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41760991",
    "title": "Mettl3-mediated m6A disruption of olfactory bulb glutamatergic metabolism homeostasis via the Wnt pathway in aging leads to olfactory dysfunction.",
    "authors": [
      "Hu W",
      "Wang XY",
      "Zhan XJ",
      "Pei P",
      "Kong YR",
      "Ji J",
      "Liu J",
      "Wang S",
      "Tai J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760991/",
    "doi": "doi: 10.1007/s00018-025-06069-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41760973",
    "title": "Metabolic syndrome necroptosis: disease implications and therapeutic targeting.",
    "authors": [
      "Bolati J",
      "Gemingnuer A",
      "Lu F",
      "Yan Y",
      "Yu D",
      "Yu C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760973/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41760941",
    "title": "Lactate Dehydrogenase B delactylation promotes gastric cancer metastasis via enhancing glutathione-mediated resistance to ferroptosis.",
    "authors": [
      "Xiao X",
      "Yang Y",
      "Yang Y",
      "Zhao G"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760941/",
    "doi": "doi: 10.1007/s10565-026-10165-4",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41760891",
    "title": "Reactive oxygen species-producing genes regulate mosquito midgut bacteria colonization, transcriptomic changes and cell repair.",
    "authors": [
      "Song B",
      "Zeb J",
      "Sparagano OA"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760891/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41760810",
    "title": "Effect of eight weeks of interval training on insulin signaling and neurodegeneration in the hippocampus of Methamphetamine-treated rats.",
    "authors": [
      "Shafiei A",
      "Haghighi AH",
      "Asadi-Shekaari M",
      "Nabavi-Zadeh MS",
      "Askari R",
      "Marefati H",
      "Shahrabadi H",
      "Caturano A",
      "Barone R",
      "Bei R",
      "Farsetti P",
      "Parisi A",
      "Iellamo F",
      "Perrone MA"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760810/",
    "doi": "doi: 10.1038/s41598-026-41118-w",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41760805",
    "title": "Molecular evolution of animal aging.",
    "authors": [
      "Nussey DH",
      "d'Adda di Fagagna F",
      "Bardin AJ",
      "Blau H",
      "Brunet A",
      "Bulavin DV",
      "Guo L",
      "Hara E",
      "Junker JP",
      "Gorbunova V",
      "Mittelbrunn M",
      "Rera M",
      "Reznick J",
      "Seluanov A",
      "Schumacher B",
      "Teeling EC",
      "Valenzano DR",
      "Ye J",
      "Yun MH",
      "Garinis GA",
      "Gilson E"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760805/",
    "doi": "doi: 10.1038/s44318-026-00725-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41760734",
    "title": "A ESRP1/circPHGDH/miR-149/RAP1B positive feedback loop promotes the malignant behaviors and glycolysis of prostate cancer cell.",
    "authors": [
      "Wang X",
      "Yu L",
      "Qian X",
      "Yu Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760734/",
    "doi": "doi: 10.1038/s12276-026-01646-x",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41760661",
    "title": "Dysregulation of the DNA damage response by phosphorothioate antisense oligonucleotides.",
    "authors": [
      "Hjelmgren L",
      "Zhou Q",
      "Schmidli S",
      "Gloudemans M",
      "Czapik T",
      "Roudi S",
      "Honcharenko M",
      "Hagey DW",
      "El Andaloussi S",
      "Farnebo M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760661/",
    "doi": "doi: 10.1038/s41467-026-69980-2",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41760650",
    "title": "Hybrid macrophage-mitochondria extracellular vesicles for mitochondrial ROS regulation in diabetic wounds.",
    "authors": [
      "Fan L",
      "Zhang C",
      "Xu Z",
      "Li Z",
      "Zhang B",
      "Li H",
      "Wang J",
      "Wei Z",
      "Han J",
      "Guan H",
      "Peng B",
      "Voelcker NH",
      "Yang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760650/",
    "doi": "doi: 10.1038/s41467-026-69383-3",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41760606",
    "title": "In vitro modelling of extracellular matrix changes during skin aging: from static 2D to 3D dynamic microphysiological systems.",
    "authors": [
      "Yao Y",
      "Zhang Z",
      "Zhang J",
      "Gao Y",
      "Li X",
      "Yang K",
      "Si N",
      "Chen Z",
      "Gu Z",
      "Yin N"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760606/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41760604",
    "title": "APOA2-mediated endothelial mesenchymal transition and cancer lipid metabolism reprogramming confers antiangiogenic drug resistance through TGF-β.",
    "authors": [
      "Zhang S",
      "Fu Z",
      "Zhu F",
      "Gu X",
      "Wang H",
      "Cao M",
      "Guo H",
      "Zhang T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760604/",
    "doi": "doi: 10.1038/s41420-026-02984-5",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41760425",
    "title": "Lithium chloride suppresses ferroptosis of induced pluripotent stem cells with ApoE4/E4 from a sporadic Alzheimer's disease patient.",
    "authors": [
      "Wang Y",
      "Anchipolovsky S",
      "Bhuiyan P",
      "Sato L",
      "Liang G",
      "Chuang DM",
      "Wei H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760425/",
    "doi": "doi: 10.1016/j.neurot.2026.e00860",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41760006",
    "title": "TyG-BMI and risk of CKD progression: Mediation by oxidative stress, fibrosis, and metabolic dysfunction.",
    "authors": [
      "Zhao B",
      "Guo Y",
      "Liu Y",
      "Zhou X",
      "Han P",
      "Fu G",
      "Guo S",
      "Zhang F",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760006/",
    "doi": "doi: 10.1097/MD.0000000000047465",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41759995",
    "title": "ETV4 transcriptionally activates STAT6 to inhibit ferroptosis and promote immune escape in thyroid cancer.",
    "authors": [
      "Zong W",
      "Wang Y",
      "Xu B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41759995/",
    "doi": "doi: 10.1080/07435800.2026.2629919",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41759532",
    "title": "Genetic resonance in the p53 signaling network.",
    "authors": [
      "Heltberg MS",
      "Jimenez A",
      "Lahav G",
      "Jensen MH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41759532/",
    "doi": "doi: 10.1016/j.cels.2025.101514",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41759509",
    "title": "Oxidative-stress-induced telomere instability drives T cell dysfunction in cancer.",
    "authors": [
      "Rivadeneira DB",
      "Thosar S",
      "Quann K",
      "Gunn WG",
      "Dean VG",
      "Xie B",
      "Parise A",
      "McGovern AC",
      "Spahr K",
      "Lontos K",
      "Barnes RP",
      "Bruchez MP",
      "Opresko PL",
      "Delgoffe GM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41759509/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41759494",
    "title": "The effect of whole-body cryostimulation treatments on the profile of selected adipokines and sirtuins in middle-aged individuals with varying degrees of body fatness.",
    "authors": [
      "Dzidek A",
      "Czerwińska-Ledwig O",
      "Zuziak R",
      "Kryst J",
      "Morawiec M",
      "Szyguła Z",
      "Pałka T",
      "Kurkiewicz-Piotrowska A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41759494/",
    "doi": "doi: 10.1016/j.cryobiol.2026.105599",
    "categories": [],
    "keywords_matched": [
      "\\bSirtuins\\b"
    ]
  },
  {
    "id": "pmid:41759409",
    "title": "Phenanthrene sorption in expanded polystyrene microplastics and environmental aging effects: A Venezuelan caribbean beaches case study.",
    "authors": [
      "Reategui K",
      "Jardim L",
      "Gamboa A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41759409/",
    "doi": "doi: 10.1016/j.chemosphere.2026.144881",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41758987",
    "title": "MDM4 HAPLOINSUFFICIENCY LEADS TO P53-MEDIATED BONE MARROW FAILURE.",
    "authors": [
      "Sharma R",
      "Bhoopalan SV",
      "Meyer R",
      "Han L",
      "Beesetti S",
      "Liu N",
      "Singh P",
      "Palmer LE",
      "Hansen BS",
      "Khiami M",
      "Larcher L",
      "Begemann M",
      "Corbacioglu S",
      "Heller L",
      "Jakob M",
      "Ju Y",
      "Sahoo SS",
      "Gray N",
      "Gheorghe G",
      "Elbracht M",
      "Khurana C",
      "Kirschner M",
      "Kurth I",
      "Erlacher M",
      "Brümmendorf TH",
      "Soulier J",
      "Pruett-Miller SM",
      "Beier F",
      "Wlodarski MW"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758987/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41762645",
    "title": "Study on the Promotion of Mitochondrial Pathway Apoptosis and Muscle Tenderization in Postmortem Tibetan Sheep Meat by Cold Atmospheric Plasma Treatment.",
    "authors": [
      "Hu T",
      "Wang J",
      "Liu Y",
      "Wang H",
      "Shi X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41762645/",
    "doi": "doi: 10.1111/1750-3841.70952",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41761922",
    "title": "MdHB7 enhances apple basal thermotolerance by activating ROS scavenging and lignin accumulation.",
    "authors": [
      "Qiu L",
      "Qi Z",
      "Zhang W",
      "Li N",
      "Mao K",
      "Yang J",
      "Ma F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41761922/",
    "doi": "doi: 10.1111/tpj.70767",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41760281",
    "title": "The Privileged Scaffold Quinoline in Derivatives With Anticancer Potential Mediated by Late Apoptosis.",
    "authors": [
      "Diedrich D",
      "Silva EF",
      "Willig JB",
      "Ruaro TC",
      "Couto NMG",
      "Jean M",
      "Silva GNS",
      "Pilger DA",
      "Zimmer AR",
      "Wegue PV",
      "Gnoatto SCB"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760281/",
    "doi": "doi: 10.21873/anticanres.18042",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41760280",
    "title": "Adenosine Inhibits Cholangiocarcinoma by a Concurrent Activation of AMPK and mTORC1 Signaling Pathways.",
    "authors": [
      "Lertsuwan J",
      "Svasti J",
      "Satayavivad J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760280/",
    "doi": "doi: 10.21873/anticanres.18040",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41760275",
    "title": "Gallic Acid as a Non-cytotoxic Modulator of the ROS-EGFR-ERK-EMT Axis in Xenograft-derived T98G Glioblastoma Cells.",
    "authors": [
      "Su YF",
      "Ko HJ",
      "Chen WC",
      "Huang FL",
      "Loh JK",
      "Tsai CY"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760275/",
    "doi": "doi: 10.21873/anticanres.18039",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41760233",
    "title": "Erlotinib Induces Cell Death by Blocking NIX-mediated Mitophagy Through Lysosomal Swelling in IDH1-mutant Cholangiocarcinoma.",
    "authors": [
      "Kang Y",
      "Kim C",
      "Jeong CY",
      "Lee DS",
      "Yoo C",
      "Park I",
      "Lee S",
      "Kim KP"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41760233/",
    "doi": "doi: 10.21873/anticanres.18034",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  }
]