[
  {
    "id": "pmid:41615403",
    "title": "Energy stress activates AMPK to arrest mitochondria via phosphorylation of TRAK1.",
    "authors": [
      "Falk JE",
      "Henke T",
      "Gowrisankaran S",
      "Wanderoy S",
      "Basu H",
      "Greally S",
      "Steen J",
      "Schwarz TL"
    ],
    "summary": "",
    "published": "2026-04-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615403/",
    "doi": "doi: 10.1083/jcb.202501023",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701114",
    "title": "Ketone bodies mitigate against systemic inflammation-induced changes in brain energy metabolism and delirium-like deficits in aged mice",
    "authors": [
      "Hollier, P.-L.",
      "Chui, K. M. K.",
      "Cuitavi, J.",
      "Denver, P.",
      "Delaney, H. J.",
      "Newman, J. C.",
      "Cunningham, C."
    ],
    "summary": "Acute systemic inflammation affects brain function, with detrimental consequences in aged individuals. These include delirium, an acute neuropsychiatric syndrome characterized by fluctuating disturbances in attention, perception and cognition. Delirium is associated with disrupted brain energy metabolism but our understanding of this during acute systemic inflammation is limited. Here we hypothesized that LPS-induced systemic inflammation would disrupt brain energy metabolism in aged C57BL6J mice and that the consequent functional impairments would be mitigated by ketone body utilization. We investigated ketone body effects in sickness behaviour, inflammation, energy metabolism and cognitive function. Real-time changes in utilisation of energy sources were quantified by indirect calorimetry and administration of radioisotope-labelled glucose and betahydroxybutyrate. Mass-spectrometry metabolomics was used to index severity of behavioural distrurbances to changes in hippocampal energy metabolism. LPS precipitated hypoglycemia and induced a whole-body switch from carbohydrate to lipid utilisation. Despite this, hippocampal insulin resistance and preserved brain glucose was observed while alternative carbohydrates, mannose and fructose, became depleted. Ketone ester treatment reversed insulin resistance, mitigated sickness behaviour and prevented delirium-like cognitive dysfunction without altering pro-inflammatory responses. Our results show that promoting ketone body usage mitigates systemic inflammation-induced brain energy disruption and prevents delirium-like cognitive deficits in aged mice.",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701114",
    "doi": "10.64898/2026.01.22.701114",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41615761",
    "title": "PLETHORA-autophagy axis activates organ regeneration through ROS modulation.",
    "authors": [
      "Ganguly A",
      "Humnabadkar A",
      "Gautam K",
      "Willemsen V",
      "Xu L",
      "Dagdas Y",
      "Prasad K"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615761/",
    "doi": "doi: 10.1073/pnas.2513954123",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41615732",
    "title": "NSUN7 Promotes Pyroptosis of Lung Epithelial Cells in Sepsis-induced Acute Lung Injury by Stabilizing TRAF6.",
    "authors": [
      "Zhang Y",
      "Zhang S"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615732/",
    "doi": "doi: 10.1097/SHK.0000000000002729",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2024.04.12.589179",
    "title": "Temporally controlled nervous system-to-gut signaling bidirectionally regulates longevity in Caenorhabditis elegans",
    "authors": [
      "Xu, L.",
      "Han, C.",
      "Chun, L.",
      "Xu, S.",
      "Liu, J."
    ],
    "summary": "The nervous system modulates aging by secreting signaling molecules to cell-nonautonomously regulate the physiological state of distal tissues such as the gut. However, the underlying mechanisms are not well understood. Here, using Caenorhabditis elegans as a model, we identified two distinct neuroendocrine signaling circuits through which motor neurons signal the gut in early life to shorten lifespan but in mid-late life to extend lifespan. Both circuits employ the same neurotransmitter acetylcholine (ACh), while recruiting two different gut ACh receptors ACR-6 and GAR-3 to regulate the transcription factor DAF-16 and HSF-1 in early and mid-late life, respectively. Strikingly, the gut expression of ACR-6 is restricted to early life, whereas that of GAR-3 is confined to mid-late life, providing a potential mechanism for the temporal control of the two circuits. These results identify a novel mechanism that empowers the nervous system to bidirectionally regulate longevity by differentially signaling the gut at different life stages.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.04.12.589179",
    "doi": "10.1101/2024.04.12.589179",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702669",
    "title": "Injury-transduced SerpinOLs modulate neuroinflammation and glial activation in the diseased and non-diseased CNS",
    "authors": [
      "Wang, Y.",
      "Zhu, M.",
      "Park, J.",
      "Kim, H. K.",
      "Ge, X.",
      "Chen, X.",
      "Chen, B.",
      "Ding, S.",
      "Lin, W.",
      "Guo, F."
    ],
    "summary": "Oligodendroglial dysfunction is common in CNS diseases and injuries, but the molecular and functional responses of oligodendroglia to CNS pathologies remain poorly defined. Here, we report that oligodendrocytes (OLs) respond to demyelinating diseases by dysregulating serine protease inhibitor clade A member 3N (SERPINA3N). Homeostatic OLs transition to Serpina3n-expressing OLs (SerpinOLs) under other diseased conditions including stroke, endotoxicity, neurodegeneration, neurotrauma, and non-diseased healthy aging conditions. Mechanistically, general neuroinflammation or inflammatory mediators is insufficient for SerpinOL transition. Instead, oligodendrocyte damage/injury, even in the absence of neuroinflammation or glial activation, is sufficient for the transition. Phenotypically, SerpinOLs are characterized by molecular signatures of inflammatory and immune regulation and STAT3 signaling activation. Functionally, SerpinOLs exacerbate neuroinflammation and promote glial activation toward pro-inflammatory and neurodegenerative states. Together, our findings suggest SerpinOLs are a common population of injury-transduced OLs that amplify neuroinflammation and glial activation in the diseased and non-diseased CNS through SERPINA3N secretion. Our findings provide new insights into myelination-independent role of OLs in regulating CNS pathophysiology.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702669",
    "doi": "10.64898/2026.01.29.702669",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702259",
    "title": "APPNL-F knock-in Alzheimer's Disease model mice reveal etiological convergence of aging and amyloidosis",
    "authors": [
      "Prieur, M.",
      "Hemonnot-Girard, A.-L.",
      "Beck, V.",
      "Garcia, V.",
      "Phuadraksa, T.",
      "Linck, N.",
      "Leportier, M.",
      "Vignon, A.",
      "Severac, D.",
      "Perrier, V.",
      "Rassendren, F.",
      "Dhenain, M.",
      "Saito, T.",
      "Saido, T.",
      "Hirbec, H."
    ],
    "summary": "Alzheimer's disease (AD) is the leading cause of dementia worldwide, with a steadily increasing prevalence. Despite the advent of some plaque-degrading therapies, early intervention strategies are still suboptimal, largely due to an incomplete understanding of how early pathological events of amyloid-b (Ab) plaque deposition entail or accompany the neuroinflammatory processes that ensue. The APPNL-F mouse line is a second-generation endogenous-promoter knock-in AD model that represents a valuable tool to dissect disease mechanisms and evaluate therapeutic strategies. However, the early prodromal stage remains poorly characterized. Here we performed in-depth analyses in both homozygous (APPNL-F/NL-F) and heterozygous (APPNL-F/WT) mice at 3, 6, 9 and 12 months of age. Among a battery of behavioural tests, the first phenotype was observed at 9 months with defects in spatial memory. Using hypersensitive MSD-ELISA technology assays we quantified distinct Ab species and found that Ab42 oligomers, protofibrils, and fibrillar aggregates were detectable as early as 6 months of age in homozygous APPNL-F/NL-F mice. By 9 months, their Ab42 levels increased markedly and overt Ab plaques were detected, histologically associated with recruited glial cells. Targeted RT-qPCR analysis of neuroinflammation-related genes in the cortex also identified 9 months as a molecular tipping point in these 'middle aged' APPNL-F mice. To characterize the etiological signal transduction at the cellular level, we isolated microglia, the brain resident immune cells, whose contribution to AD pathogenesis is now well established. Sequencing around 5,000 individual cells from both 12-month-old APPNL F/NL F and APPWT/WT CD11b+ myeloid cells revealed that the buildup of amyloidosis was associated with an accelerated shift of microglia from a homeostatic toward a senescent-like state. Together, these findings highlight the 6-12 month period of the APPNL-F/NL-F model as a powerful system to study the interdependence between microglial senescence and amyloidosis in driving AD progression.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702259",
    "doi": "10.64898/2026.01.28.702259",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702659",
    "title": "Small molecule agonists of 8-oxoguanine DNA glycosylase, OGG1",
    "authors": [
      "Luzadder, M. M.",
      "Minko, I. G.",
      "Moellmer-Gomez, S. A.",
      "Tozaki, N. N.",
      "Jaruga, P.",
      "Dizdaroglu, M.",
      "Jin, H.",
      "Devereaux, J.",
      "Nilsen, A.",
      "Lloyd, R. S.",
      "McCullough, A. K."
    ],
    "summary": "Base excision repair (BER) is the primary pathway that removes oxidatively-induced DNA base damage from the nuclear and mitochondrial genomes, with 8-oxoguanine DNA glycosylase (OGG1) initiating repair at the two most frequently-formed base lesions: 8-oxo-7,8-dihydro-2'-deoxyguanosine (8-oxoGua) and 2,6-diamino-4-oxo-5-formamidopyrimidine (FapyGua). Humans expressing a catalytically-compromised variant of OGG1 (S326C) are at increased risk for type 2 diabetes, Alzheimers disease, and Parkinsons disease. To potentially enhance the overall catalytic efficiency of this variant, a prior medicinal chemistry screen discovered seven chemically distinct agonists of OGG1 that stimulated activity in vitro and attenuated a paraquat (PQ) challenge in cultured cells. Herein, we developed structure-activity relationships around one specific core structure, F01. Using fluorescence-based DNA cleavage assays, we assessed the abilities of these compounds to stimulate the overall rate of OGG1 catalysis. Multiple compounds were identified that increased OGG1 activity on DNAs containing a site-specific 8-oxoGua by 2-fold or greater, with 9 compounds showing EC50 concentrations lower than F01 and were specific for OGG1. Selected agonists were shown to enhance OGG1-catalyzed release of 8-oxoGua and FapyGua from {gamma}-irradiated high-molecular-weight DNA using gas chromatography tandem mass spectrometry analyses. Since these assays did not reveal which step in the overall reaction was stimulated, we used a separation of function OGG1 mutant that possessed glycosylase, but not abasic-site (AP) lyase activity to demonstrate that the glycosylase step was not enhanced. In contrast, all agonists stimulated the AP lyase activity to levels equal to or greater than the magnitude of stimulation observed for overall chemistry, implicating agonist-mediated turnover as a potential contributor to the overall rate stimulation. The biological activities of selected agonists were evaluated in OGG1-deficient Kasumi-1 cells under conditions of paraquat (PQ)-induced oxidative stress, with several compounds mitigating PQ challenge.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702659",
    "doi": "10.64898/2026.01.30.702659",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702297",
    "title": "Dysregulation of xenobiotic metabolism and mitochondrial dysfunction exacerbate acetaminophen-induced hepatotoxicity in human antigen R-deficient male mice",
    "authors": [
      "Eppler, N.",
      "Jones, E.",
      "Ahamed, F.",
      "Raja, N.",
      "Akakpo, J. Y.",
      "Lebofsky, M.",
      "He, L.",
      "Vats, I.",
      "Ghosh, P.",
      "Yu, Y.",
      "Thomas, K.",
      "McCoin, C.",
      "Thyfault, J.",
      "Wu, X.",
      "Xu, L.",
      "Cui, W.",
      "Wang, R.",
      "Jaeschke, H.",
      "Zhang, Y."
    ],
    "summary": "Acetaminophen (APAP) overdose is a leading cause of acute liver failure worldwide. The RNA-binding protein Human antigen R (HuR) is a multifunctional post-transcriptional regulator that plays a pivotal role in cellular stress responses, including those triggered by APAP toxicity. This study investigated the mechanisms by which HuR protects against APAP-induced hepatotoxicity in male mice. Hepatocyte-specific HuR-deficient (HuR Hep-/-) male mice on a C57BL/6N background and wild-type (WT) littermates were treated with 200 mg/kg APAP, and liver tissues were collected at 2, 6, and 24 hours post-treatment. APAP administration increased hepatic HuR mRNA expression and induced HuR cleavage and the formation of a higher-molecular weight HuR-immunoreactive band, with the latter two correlating with injury severity. Compared with WT controls, HuR Hep-/- mice exhibited markedly increased susceptibility to hepatotoxicity at both 2 and 6 hours. Metabolite profiling revealed altered APAP metabolism and reduced glutathione S-transferase (Gst) expression in HuR Hep-/- livers, consistent with impaired APAP detoxification and increased APAP-protein adduct formation. Fourier-transform infrared (FTIR) spectroscopy further identified early biochemical differences between WT and HuR Hep-/- livers as early as 2 hours after APAP exposure. Additionally, HuR deficiency resulted in pronounced mitochondrial structural abnormalities and dysfunction at 2 and 6 hours, accompanied by reduced expression of the mitochondrial fission and fusion proteins Drp1 and Mfn2, increased mitochondrial protein release, and enhanced hepatocyte death. Although pro-inflammatory cytokine levels were elevated in HuR Hep-/- mice relative to WT controls at 24 hours, hepatocyte proliferation was similarly blunted in both genotypes, consistent with severe liver injury and delayed recovery. Collectively, these findings identify hepatocyte HuR as a critical regulator of xenobiotic metabolism and mitochondrial integrity and establish its essential role in early protection against APAP-induced hepatotoxicity in male mice.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702297",
    "doi": "10.64898/2026.01.28.702297",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702281",
    "title": "Declining muscle hyperplasia in juvenile trout is driven by rapid limitation of muscle stem cell capacity and niche functionality",
    "authors": [
      "Jagot, S.",
      "Sabin, N.",
      "Ralliere, C.",
      "Branthonne, A.",
      "Chesnais, M.",
      "Duret, C.",
      "Bugeon, J.",
      "Rescan, P.-Y.",
      "Rouger, K.",
      "Gabillard, J.-C."
    ],
    "summary": "Unlike mammals and birds, where new muscle fiber formation (hyperplasia) ceases around birth, large and fast-growing fish such as rainbow trout undergo a spectacular post-hatching surge of hyperplasia, followed by a considerably delayed hyperplasia decline. This study investigated the roles of the satellite cells (SCs) and their niche in this decline by determining the number and the myogenic capacity of the muscle progenitors as well as the functionality of their direct tissue environment. Histological analysis revealed a significant decrease in hyperplasia (fibers <25 micrometers) and SC numbers (Pax7+) between 10 g and 500 g trout. Transplantation experiments using muscle-derived cells (MDCs) from mlc2-GFP transgenic trout (10 g to 2 kg donors into 10 g to 2 kg recipients) demonstrated a marked decline in both intrinsic myogenic capacity and niche functionality as trout grow from 10 g to 500 g. Detailed analyses of GFP+ fibers produced after transplantation showed an enrichment of small-diameter GFP+ fibers in 10 g but not 100 g trout recipient muscles, showing a rapid impairment in niche ability to support hyperplasia. In addition, transplantation of MDCs from trout of different ages but the same weight, showed that increasing trout weight, but not aging, is associated with an impairment of the myogenic capacity of progenitors and their niche. Overall, these findings show that the muscle hyperplasia decline in trout is primarily driven by early impairment of the SC niche, followed by a reduction in their myogenic capacity and number, with weight gain playing a more critical role than aging.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702281",
    "doi": "10.64898/2026.01.28.702281",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.31.703051",
    "title": "F26BP enables control of glycolysis rate independent of energy state",
    "authors": [
      "Kober, M. M.",
      "Yang, X.",
      "Webb, B. A.",
      "Titov, D. V."
    ],
    "summary": "Glycolysis is a conserved metabolic pathway that produces ATP and biosynthetic precursors. Multiple allosteric regulators control glycolytic enzymes in vitro. For example, phosphofructokinase (PFK) is allosterically regulated by fructose-2,6-bisphosphate (F26BP), ATP, ADP, AMP, citrate, acyl-CoA, and inorganic phosphate. It is not well understood which properties of homeostasis are enabled by each of these regulators, and whether they perform redundant or distinct functions. Using mathematical modeling and experiments with human cells lacking F26BP, we demonstrate that F26BP alters glycolytic rate independent of cellular ATP demand -- a unique function not shared by other regulators. We also identified several downstream glycolytic intermediates as novel regulators of F26BP levels. Our findings clarify the role of F26BP as a unique regulator that controls the glycolytic rate independently of the cellular energy state in response to hormone and biosynthetic precursor levels. The F26BP regulatory circuit enables respiratory fuel selection and biosynthesis from glycolytic intermediates",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.31.703051",
    "doi": "10.64898/2026.01.31.703051",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.701883",
    "title": "A dose-dependent switch in translation capacity controls the transcription factor response to H2O2 stress",
    "authors": [
      "Parkinson, C.",
      "March-Steinman, W.",
      "Jose, E.",
      "Shanks, L.",
      "Paek, A. L."
    ],
    "summary": "Hydrogen Peroxide (H2O2) stress activates transcription factors (TFs) in a dose-dependent manner, with distinct TFs activated in response to low versus high H2O2. Here, we show that high H2O2 imposes a translational constraint that prevents accumulation of TFs requiring de novo protein synthesis. Under low H2O2 conditions, TFs including p53, NRF2, and ATF4, accumulate and drive stress-responsive gene expression. In contrast, high H2O2 induces coordinated inhibition of translation initiation and elongation through activation of the integrated stress response (ISR), suppression of mTORC1 signaling, and activation of eEF2K, thereby blocking accumulation of these TFs. Inhibition of translation and repression of p53, NRF2, and ATF4 coincides with nuclear shuttling of pre-existing TFs, including FOXO1, NFAT1, and NF-{kappa}B. We propose that shuttling TFs provide a backup mechanism to respond to severe oxidative stress while translation is inhibited. Together, these findings identify translational control as a central switch governing transcription factor response to H2O2 stress.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.701883",
    "doi": "10.64898/2026.01.28.701883",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702322",
    "title": "An endoplasmic reticulum resident molecular chaperone, GRP170, prevents stress-induced glomerular injury",
    "authors": [
      "Porter, A.",
      "Vorndran, H. E.",
      "Marciszyn, A.",
      "Iyer, A.",
      "Kleyman, T. R.",
      "Tan, R. J.",
      "Fisher, E.",
      "Brodsky, J.",
      "Buck, T. M."
    ],
    "summary": "The glomerulus, a unique capillary network in the nephron, filters an entire blood volume approximately 300 times a day. Specialized epithelial cells known as podocytes form a critical component of the glomerular filtration barrier, and diseases linked to podocyte injury include minimal change disease, focal segmental glomerulosclerosis, and diabetic kidney disease. Because podocytes are terminally differentiated, their ability to respond to external stress is critical. The unfolded protein response (UPR), a cellular stress pathway, is associated with glomerular injury, although the role of the UPR in glomerular injury is undefined. The UPR is initially protective, leading to upregulation of molecular chaperones, a class of proteins that promote protein folding and are required to survive oxidative and ischemic injury. An unresolved UPR, however, leads to apoptosis. We previously found that one molecular chaperone, GRP170, provides protection against acute kidney injury since GRP170 depletion led to UPR induction and widespread kidney injury. Here we generated a new podocyte specific GRP170 knock out mouse (GRP170Pd-/-). Surprisingly, GRP170Pd-/- mice were born healthy, and podocyte development appeared normal. Within a month, however, the knockout mice exhibited profound glomerular injury manifesting as proteinuria, hypoalbuminemia, hyperlipidemia, and kidney injury. Concomitant with glomerular injury, we observed increased expression of the pro-apoptotic UPR target, CHOP, in podocytes. Together, our new model not only defines a protective role for GRP170 against glomerular injury but also provides a new model to test the therapeutic potential of small molecule UPR modulators to treat glomerular injury.",
    "published": "2026-01-31T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702322",
    "doi": "10.64898/2026.01.28.702322",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2601.22613v1",
    "title": "Effects of multi-phase control mechanism on fibroblast dynamics: A segmented mathematical modeling approach",
    "authors": [
      "Shuqi Fan",
      "Yuhang Zhang",
      "Jinzhi Lei"
    ],
    "summary": "Cell size is a fundamental determinant of cellular physiology, influencing processes such as growth, division, and function. In this study, we develop a segmented mathematical framework to investigate how different control mechanisms operating across multiple phases of the cell cycle affect fibroblast population dynamics. Building on our previous work modeling sizer, timer, and adder strategies, we extend the analysis by introducing phase-specific control schemes in the S and G2 phases, incorporating nonlinear growth dynamics and cell death. Using agent-based stochastic simulations, we examine how these mechanisms shape steady-state size distributions and respond to parameter variations. Our results reveal that the steady-state cell size distribution is primarily governed by division kernels and phase-specific control strategies, and appears remarkably robust to cell death modalities. We identify a fundamental trade-off between extrinsic and intrinsic growth feedbacks: while population-density-dependent regulation tightly limits total cell numbers, cell-size-dependent regulation acts as a proportional homeostatic mechanism, suppressing relative size variability. Furthermore, we demonstrate that population recovery is accelerated by the retention of proliferation-competent large cells. This study provides biologically relevant insights into the complex interplay between growth, division, and homeostasis, with implications for understanding tissue repair and disease progression.",
    "published": "2026-01-30T06:09:40+00:00",
    "updated": null,
    "source": "arXiv",
    "link": "https://arxiv.org/abs/2601.22613v1",
    "doi": null,
    "categories": [
      "q-bio.CB"
    ],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2024.07.09.602800",
    "title": "Multimodal longitudinal diffusion-MRI analysis of the neocortex in a rat model of cortical dysplasia",
    "authors": [
      "Villasenor, P. J.",
      "Luna-Munguia, H.",
      "Ramirez-Manzanares, A.",
      "Coronado-Leija, R.",
      "Concha, L."
    ],
    "summary": "The neocortex is a highly organized structure, with region-specific spatial patterns of cells and fibers constituting cyto- and myelo-architecture, respectively. These architectural features are modulated during neurodevelopment, aging, and disease. While invasive techniques have contributed significantly to our understanding of cortical patterning, the task remains challenging through non-invasive methods. Structural magnetic resonance imaging (MRI) has advanced to improve sensitivity in identifying cortical features, yet most methods focus on capturing macrostructural characteristics, often overlooking critical microscale components. Diffusion-weighted MRI (dMRI) offers an opportunity to extract quantitative information reflecting microstructural changes. Here we investigate how different dMRI modalities contribute to the detection of microstructural characteristics and whether per-bundle approaches can disentangle characteristics related to the orientational organization of the myelo- and cyto-architecture in an animal model of cortical dysplasia, a malformation of cortical development. We scanned 32 animals (n=16 experimental; n=16 control) at four different time points (30, 60, 120, and 150 post-natal days) using both structural and multi-shell diffusion-weighted MRI. All dMRI metrics were sampled using a 2D curvilinear system of coordinates as a common anatomical descriptor across animals. Per-bundle metrics were labeled according to their orientation with respect to the cortical surface, and analyzed separately. Experimental animals showed diffusion abnormalities of the tangential and radial fiber components in deeper cortical areas, consistent with histological findings of neuronal and fiber disorganization. The ability of dMRI to detect abnormalities in an animal model of cortical dysplasia is indicative of the clinical potential of advanced dMRI methods to study cortical microstructure in neurological disorders.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.07.09.602800",
    "doi": "10.1101/2024.07.09.602800",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.09.29.615681",
    "title": "Glutamate-Handling Proteins Associate with Adverse Clinicopathologic Features and Comorbidities in Invasive Lobular Carcinoma",
    "authors": [
      "Bahnassy, S.",
      "Young, T. A.",
      "Abalum, T. C.",
      "Pope, E. A.",
      "Rivera, A. T.",
      "Fernandez, A. I.",
      "Olukoya, A. O.",
      "Mobin, D.",
      "Ranjit, S.",
      "Libbey, N. E.",
      "Persaud, S.",
      "Rozeboom, A. M.",
      "Chaldekas, K.",
      "Harris, B. T.",
      "Madak-Erdogan, Z.",
      "Sottnik, J. L.",
      "Sikora, M. J.",
      "Riggins, R. B."
    ],
    "summary": "Invasive Lobular Carcinoma (ILC) is a subtype of breast cancer characterized by distinct biological features, and limited glucose uptake coupled with increased reliance on amino acid and lipid metabolism. Our prior studies highlight the importance of glutamate as a key regulator of ILC tumor growth and therapeutic response. Here we examine the expression of four key proteins involved in glutamate transport and metabolism (SLC3A2, SLC7A11, GPX4, and GLUD1/2) in a racially diverse cohort of 72 estrogen receptor-positive (ER+) ILC and 50 ER+ invasive ductal carcinoma, no special type (IDC/NST) patients with primary disease. All four proteins associate with increased tumor size in ILC, with three showing stronger associations in Black women, but not in IDC/NST. Among these three proteins in ILC, GLUD1/2 uniquely associates with ER expression in all women, while GLUD1/2 and SLC3A2 are enriched in hypertensive women. GLUD1/2 and GPX4 are upregulated in endocrine therapy-resistant ILC cell lines, and pharmacological inhibition of GLUD1 reduces ER protein levels and cell viability. Together, these findings support a potentially important role for glutamate metabolism in ILC and suggest GLUD1 and other glutamate-handling proteins as candidate targets for therapeutic intervention in ILC.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.09.29.615681",
    "doi": "10.1101/2024.09.29.615681",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.24.645059",
    "title": "Circular RNA profiling and functional screening in breast cancer identify circNSD1 as a suppressor of tumor autophagy",
    "authors": [
      "Li, W.",
      "Yang, W.",
      "Her, P. H.",
      "Yang, T.",
      "Li, T.",
      "Huang, Z.",
      "Xu, X.",
      "Teng, M.",
      "Chen, M.",
      "Soares, F.",
      "Liu, S.",
      "Haibe-Kains, B.",
      "He, H. H.",
      "Ming, J."
    ],
    "summary": "Circular RNAs (circRNAs) have emerged as critical regulators of cell biology. However, their function in breast cancer remains elusive. Herein, through circRNA profiling of 38 breast tumors and 10 benign breast tissues, we identified 509 of differentially expressed circRNAs. Integration with transcriptome-wide functional screening of approximately 10,000 circRNAs pinpointed circNSD1(6) as a top ranked tumor suppressor in breast cancer. circNSD1(6) is downregulated in tumors and suppression of the circular form, but not the linear form, promotes breast cancer proliferation and tumor growth. Mechanistically, circNSD1(6) interacts with autophagy receptor SQSTM1/p62 and inhibits the oligomerization of p62, thereby suppressing p62 body formation and p62-dependent autophagy. Furthermore, circNSD1(6) ameliorates p62-mediated Keap1 sequestration, hence suppresses the Nrf2 pathway and oxidative stress tolerance. Our study provides a landscape view of the transcription and function of circRNA in breast cancer, and uncovers the crucial role of circNSD1(6) in autophagy and antioxidant stress.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.24.645059",
    "doi": "10.1101/2025.03.24.645059",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.04.668542",
    "title": "Optogenetic activation of liver-innervating vagal sensory neurons increases anxiety-like behavior in mice.",
    "authors": [
      "Lee, S.",
      "Hwang, j.",
      "Jo, Y.-H."
    ],
    "summary": "The liver plays a central role in energy balance, glucose homeostasis, and lipid metabolism through neural and humoral pathways. Intriguingly, impaired hepatic lipid metabolism has been also associated with an increased risk of anxiety and depression in rodents and humans. However, the mechanisms by which it affects mood behaviors via neural pathways remain poorly understood. This study investigated whether activation of the liver-brain axis can modulate anxiety-like behavior in mice. Advillin (Avil)CreERT2; channelrhodopsin-tdTomato mice and wireless optogenetics were used to selectively stimulate Avil-positive vagal sensory neurons that innervate the liver in freely moving mice. Acute optogenetic stimulation of their nerves in the liver activated neurons in the nodose ganglia and the dorsal motor nucleus of the vagus, and to a lesser extent, those in the nucleus of the solitary tract (NTS). Behavioral assessments revealed that acute optogenetic stimulation of these liver-innervating vagal sensory nerves increased anxiety-like behavior in male and female mice during open field, elevated plus maze, and light/dark box tests. Retrograde viral tracing revealed that neurons in the NTS sent projections to the locus coeruleus (LC), and optogenetic stimulation of liver-innervating vagal sensory nerves resulted in significant activation of norepinephrine-expressing neurons in the LC. Chemogenetic inhibition of LC norepinephrine (NE) neurons completely abolished the anxiogenic effect of stimulating Slc6a2-positive vagal sensory neurons, demonstrating that LC NE neuron activity is essential for this behavioral response. Therefore, these findings reveal a novel liver - NTS - LC circuit that plays a role in the regulation of anxiety-like behavior through vagal sensory neurons. Unlike the traditional top-down neuronal circuits associated with the liver, this newly identified liver-brain axis is essential for regulating not only systemic energy homeostasis but also emotional behaviors.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.04.668542",
    "doi": "10.1101/2025.08.04.668542",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.30.685642",
    "title": "Sensory receptor expansion and neural accommodation in butterfly color vision",
    "authors": [
      "Gao, K.",
      "Ainsworth, J.",
      "Donati, A.",
      "Zhao, Y.",
      "Ragsac, M. F.",
      "Genduso, C.",
      "Andre, Z.",
      "Tomlinson, A.",
      "Perry, M. W."
    ],
    "summary": "The evolution of complex brains required existing neurons and neural circuits to accommodate new inputs. The genetic and developmental mechanisms that enable such integration are largely unknown. Butterflies evolved more complex retinal mosaics through the addition of a second R7 color photoreceptor per ommatidium (unit eye). In Drosophila, the unique R7 makes a stochastic choice to express one of two opsin genes. In butterflies, the two R7s make independent stochastic cell fate choices in each ommatidium, producing three ommatidial types instead of two. Here, we investigate the developmental basis of this change and how the butterfly brain accommodates expanded sensory receptor input. We first identified the changes in gene expression that cause a second R7 cell to be specified. We then modified Drosophila retinas to have butterfly-like transcription factor expression, causing recruitment of an additional R7. The two R7s make independent stochastic choices, like butterflies, leading to three stochastically distributed ommatidial types. In Drosophila, the two R7 subtypes connect to their target neurons, either yDm8 or pDm8. Dm8 neurons of both types are born in excess and Dm8s that do not find connections with their cognate y or pR7s undergo apoptosis. In the presence of extra R7s in butterfly-like fly retinas, additional Dm8s are retained, leading to two Dm8s per medulla column that make appropriate connections with the matching R7 subtypes, facilitating the expansion of color vision. We propose that the presence of cells that would otherwise die provide developmental flexibility that can allow brains to accommodate newly evolved inputs.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.30.685642",
    "doi": "10.1101/2025.10.30.685642",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695785",
    "title": "The Synergy between a Silver-Ruthenium Antimicrobial and aminoglycosides is based on severe macromolecular damage",
    "authors": [
      "Oladokun, E. P.",
      "Donkor, G. Y.",
      "Narh, J. K.",
      "Jacobson, G. D.",
      "Ward, C.",
      "Tawiah, P. O.",
      "Polzer, L. K.",
      "Edwards, K. A.",
      "Floyd, K. A.",
      "Dahl, J.-U."
    ],
    "summary": "The rise of multidrug-resistant (MDR) bacterial pathogens, including uropathogenic Escherichia coli (UPEC), highlights the urgent need for alternative treatment strategies to restore antibiotic efficacy. The silver-ruthenium antimicrobial AGXX(R) exerts potent bactericidal effects through the production of reactive oxygen species (ROS); however, its potential synergy with antibiotics has not been thoroughly investigated. Here, we show that sublethal concentrations of AGXX(R) strongly enhance aminoglycoside-mediated killing across a diverse panel of Gram-negative and Gram-positive MDR clinical isolates, including highly aminoglycoside-resistant strains. Combinational treatments significantly reduced the effective concentrations of gentamicin, tobramycin, kanamycin, and amikacin required for bacterial killing. Mechanistic analyses revealed that AGXX(R)/aminoglycoside co-treatment induces pronounced intracellular ROS accumulation, resulting in severe proteotoxic stress, extensive protein aggregation, and DNA damage. Scavenging ROS abolished synergistic killing, establishing oxidative imbalance as the primary driver of the synergy between both antimicrobials. We further identify polyphosphate as a key bacterial defense mechanism that mitigates ROS accumulation, proteotoxicity, and genotoxic stress during combinational treatment. Moreover, AGXX(R)-aminoglycoside synergy was preserved in an artificial urine medium and across clinical UPEC isolates, underscoring its relevance to urinary tract infections. Together, these findings position AGXX(R) as a potent aminoglycoside adjuvant that restores antibiotic efficacy through ROS-driven macromolecular damage, supporting its development for combination therapies against MDR bacterial infections.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695785",
    "doi": "10.64898/2025.12.21.695785",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696626",
    "title": "Riluzole shifts glial responses to protect synapses and memory in Aβ oligomer-treated rats",
    "authors": [
      "Wint-Mon, M.-K.",
      "Kida, H.",
      "Kimura, R.",
      "Mitsushima, D."
    ],
    "summary": "Soluble A{beta}1-42 oligomers are potent neurotoxins that disrupt synaptic function, alter glial responses, and lead to memory impairment in Alzheimer's disease. Riluzole, a glutamate modulator approved for amyotrophic lateral sclerosis, reduces neuronal hyperexcitability, yet its in vivo effects on A{beta} oligomer-induced cognitive dysfunction and glial alterations remain incompletely understood. Here, we investigated whether riluzole ameliorates A{beta}1-42 oligomer-induced memory impairment and associated hippocampal pathology. A{beta}1-42 oligomers were bilaterally microinjected into the dorsal CA1 region of rats, followed by daily riluzole administration for seven days. Behavioral analyses revealed that riluzole significantly improved hippocampus-dependent memory, including contextual learning and spatial working memory, without affecting locomotor activity, anxiety-like behavior, or pain sensitivity. At the cellular level, riluzole reduced neuronal A{beta} accumulation and attenuated synaptic and dendritic pathology, while increasing A{beta} association with astrocytes and microglia in parallel with enhanced CD11b-related recognition and lysosomal processing. Notably, reductions in neuronal A{beta} burden were strongly associated with improved learning performance across individual animals. Riluzole also attenuated A{beta}-induced neuronal apoptosis, dendritic degeneration, and dendritic spine loss across the dorsal CA1 sublayers, and limited complement- dependent synaptic elimination by microglia. Although A{beta} oligomers induced robust recruitment of astrocytes and microglia, riluzole did not suppress glial activation; instead, it promoted morphological remodeling and shifted both astrocytes and microglia toward phenotypes associated with neuroprotection. Together, these findings indicate that coordinated remodeling of glial responses links glutamatergic modulation to enhanced amyloid handling, synaptic stability, and recovery of hippocampus-dependent memory under A{beta} oligomer challenge.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696626",
    "doi": "10.64898/2025.12.26.696626",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.12.698650",
    "title": "Longevity Bench: Are SotA LLMs ready for aging research?",
    "authors": [
      "Zhavoronkov, A.",
      "Sidorenko, D.",
      "Naumov, V.",
      "Pushkov, S.",
      "Zagirova, D.",
      "Aladinskiy, V.",
      "Unutmaz, D.",
      "Aliper, A.",
      "Galkin, F."
    ],
    "summary": "Aging is a core biological process observed in most species and tissues, which is studied with a vast array of technologies. We argue that the abilities of AI systems to emulate aging and to accurately interpret biodata in its context are the key criteria to judge an LLM's utility in biomedical research. Here, we present LongevityBench -- a collection of tasks designed to assess whether foundation models grasp the fundamental principles of aging biology and can use low-level biodata to arrive at phenotype-level conclusions. The benchmark covers a variety of prediction targets including human time-to-death, mutations' effect on lifespan, and age-dependent omics patterns. It spans all common biodata types used in longevity research: transcriptomes, DNA methylation profiles, proteomes, genomes, clinical blood tests and biometrics, as well as natural language annotations. After ranking state-of-the-art foundation models using LongevityBench, we highlight their weaknesses and outline procedures to maximize their utility in aging research and life sciences",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.12.698650",
    "doi": "10.64898/2026.01.12.698650",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.27.701911",
    "title": "GCN5 negatively regulates class III peroxidases PRX71 and PRX33 to promote lignin deposition in Arabidopsis",
    "authors": [
      "Sharma, M.",
      "Masood, J.",
      "Kerchev, P.",
      "Mozgova, I.",
      "Wrzaczek, M."
    ],
    "summary": "Histone acetylation shapes transcriptional programs during environmental stress. The Arabidopsis histone acetyltransferase GCN5 (HAG1), a catalytic subunit of the SAGA complex, has been implicated in salt stress responses and cell wall integrity. Here, we show that loss of GCN5 enhances reactive oxygen species (ROS) accumulation and is accompanied by altered expression of class III peroxidase genes, with strong salt-induced upregulation of PRX71 and elevated basal PRX33 transcript abundance. Consistent with a role for these peroxidases in stress-associated cell wall remodeling, overexpression of PRX71 or PRX33 in the wild type is sufficient to promote ectopic lignin deposition in roots. Conversely, prx71 and prx33 mutants show improved growth on salt and on the cellulose biosynthesis inhibitor isoxaben, and they lack the pronounced ectopic root lignification observed in gcn5 under salt stress. Chromatin immunoprecipitation followed by qPCR (ChIP-qPCR) reveals reduced H3K9 acetylation at PRX71 and PRX33 promoter regions in gcn5 compared with the wild type, and reduced transcript abundance of candidate transcription factors (TFs), including MYBS2 and GATA21, accompanied by reduced H3K9ac at their loci. Together, our results support a model in which GCN5 constrains PRX71/PRX33-mediated lignification during stress, likely through an indirect regulatory route that integrates chromatin state and transcription factor activity to limit stress-associated lignification while maintaining root growth under salt stress.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.701911",
    "doi": "10.64898/2026.01.27.701911",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.701823",
    "title": "A Chemical-Genetic Interaction Matrix Reveals Drug Mechanism and Genetic Architecture",
    "authors": [
      "Coulombe-Huntington, J.",
      "Bertomeu, T.",
      "Huard, C.",
      "Chatr-aryamontri, A.",
      "St-Cyr, D. J.",
      "Sanchez-Osuna, M.",
      "Papadopoli, D.",
      "Normandin, K.",
      "Paydar, M.",
      "McLaughlan, S.",
      "St-Denis, C.",
      "Zhang, L.",
      "Say, H.",
      "Palou, R.",
      "Stark, C.",
      "Breitkreutz, B.-J.",
      "van der Sloot, A. M.",
      "Manohar, S.",
      "Lavoie, H.",
      "Borden, K. L. B.",
      "Raught, B.",
      "D'Amours, D.",
      "Sicheri, F.",
      "Verreault, A.",
      "Mader, S.",
      "Meloche, S.",
      "Therrien, M.",
      "Thibault, P.",
      "Wilhelm, B.",
      "Dirks, P. B.",
      "Aitchison, J. D.",
      "Patton, E. E.",
      "King, R. W.",
      "Roux, P. P.",
      "Sauvageau, G.",
      "Hoang, T.",
      "Marinier, A.",
      "Harrington, L.",
      "Kwok, B.",
      "Archambault, V.",
      "Topisirovic, I.",
      "Ty"
    ],
    "summary": "To probe drug mechanism of action (MOA) and interrogate the genetic architecture of human cells, we carried out isogenic genome-wide CRISPR/Cas9 knockout screens against 310 diverse drugs, bioactive compounds, and stress conditions. Stringent statistical correction for gene knockout fitness defects yielded a large-scale matrix of >12,000 high confidence chemical-genetic interactions (CGIs). This dataset revealed many previously unappreciated off-target effects for well-characterized compounds and novel MOAs for uncharacterized compounds. The CGI matrix uncovered dense genetic modules that yielded new biological insights into phospholipidosis, mitotic regulation, metabolism, the DNA damage response, and mTOR signaling. The dataset allowed identification of multi-drug sensitization and resistance mechanisms, inference of gene function, elaboration of cross-process connectivity, evaluation of the cell type specificity of CGIs, prediction of chemical synergism, and extensive annotation of understudied genes. This resource provides a map of the genetic landscape in human cells and a framework to help guide drug discovery.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.701823",
    "doi": "10.64898/2026.01.28.701823",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.701874",
    "title": "Molecular Mechanism of Mitochondrial Complex I Disruption by m.14484T>C Underlying Leber Hereditary Optic Neuropathy",
    "authors": [
      "Ajmera, P.",
      "Guion, D.",
      "Barnes, S.",
      "Sadun, A. A.",
      "Alexandrova, A. N."
    ],
    "summary": "Lebers Hereditary Optic Neuropathy (LHON) is a rare genetic condition and severe neurological disorder characterized by dysfunctional mitochondria under extreme oxidative stress, resulting in retinal ganglion cell death and subsequent rapid bilateral loss of central vision. The m.14484T>C mutation in the ND6 subunit of mitochondrial complex I is known for inducing LHON, and is a prevalent LHON-associated mutation, yet its mechanism of impairment at the molecular level is currently unresolved. In this study, we explore the biophysical underpinnings of this mutation and its role in LHON through disruption of human complex I function. We consider, using atomistic simulations, the differential thermodynamics and kinetics of coenzyme Q10 binding between the mutant and wild-type forms, altered dynamics of the complex upon mutation, and key interactions between coenzyme Q10 and complex I binding sites. The hydrogen bond network present near and within the coenzyme Q10 binding domain, along with proper hydration of E-channel residues that couple redox chemistry to proton pumping, is found to be critical for complex I stability and quinone binding, which the ND6-centered mutation disrupts.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.701874",
    "doi": "10.64898/2026.01.28.701874",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.27.701530",
    "title": "Yin Yang 1-Dependent PcG Function is Essential for TET2 Expression and Early T cell Development",
    "authors": [
      "Wang, Y.",
      "Saka, S.",
      "Pan, X."
    ],
    "summary": "Yin Yang 1 (YY1) is a multifunctional transcription factor and mammalian Polycomb Group (PcG) protein critical for lymphocyte development. While YY1 is essential for early T-cell development and survival, the underlying epigenetic mechanisms by which YY1 regulates early T-cell development are not fully understood. Herein, we utilized the YY1 PcG function conditional knockout mouse model (Yy1-/{Delta}REPO) by CRISPR/Cas9 to further dissect the underlying mechanisms. Yy1-/{Delta}REPO mice show early T cell development blockage at the double-negative (DN) 3 to single positive T cell transition with expansion of the DN3 population. Yy1-/{Delta}REPO DN3 cells are highly proliferative, but more prone to apoptosis, leading to reduced single positive T cells output. The genetic network governing T cell differentiation is deregulated in Yy1-/{Delta}REPO DN3 T cells. The YY1 REPO deletion leads to downregulation of DNA demethylase enzyme Tet1 and Tet2 expressions in DN3 cells with no change of Tet3. Pharmacologic inhibition of TET catalytic activity blocked DN-to-DP progression at the DN3 stage, whereas re-expression of TET2 catalytic domain in Yy1-/{Delta}REPO DN thymocytes partially rescued T cell differentiation. Together, our study demonstrates that YY1-mediated PcG function is essential for the DN3 to SP T cell transition and YY1-TET2 axis promotes proper DN3 differentiation.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.701530",
    "doi": "10.64898/2026.01.27.701530",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.27.702075",
    "title": "A Robust Chemical-free Platform for Age-Synchronized Caenorhabditis elegans Populations Maintenance for High-Throughput Screening in Aging Studies",
    "authors": [
      "Yousefsaber, F.",
      "Sarparast, M.",
      "Johnson, B.",
      "Alan, J.",
      "Lee, K. S. S."
    ],
    "summary": "Caenorhabditis elegans (C. elegans) is a well-established model for investigating the mechanisms of aging and age-related disorders like neurodegeneration. However, maintaining age-synchronized populations of C. elegans for aging studies without genetic or pharmacological interventions presents significant challenges, given their high reproductive rate: each nematode produces over 300 progeny. The traditional method for maintaining an age-synchronized population for multi-day studies without interventions is labor-intensive and low-throughput, hindering research on aging mechanisms and the identification of novel interventions for aging. To address these limitations, a novel, robust method was developed to sustain age-synchronized populations in a 96-well plate liquid culture format for up to 12 days without custom-made apparatuses. The robustness of this method was substantially improved by optimizing the surface composition of the multi-well plate and disposables, refining culture parameters, including life stage, medium composition, and bacterial food concentration. To facilitate unbiased phenotype assessment throughout the lifespan, we used a Wmicrotracker ONE reader to monitor worm movement and viability in a multi-well plate. The overall fitness decline with aging using our method is comparable to that of worms maintained on solid agar. Lastly, using transgenic C. elegans carrying tauopathy, we demonstrated the ability of applying our optimized platform for high-throughput screening with a Z-factor of 0.7. Our novel method simplifies age-synchronized population maintenance, enhances progeny separation, and reduces costs, enabling high-throughput screening of compounds and RNAi libraries. These advancements greatly enhance the versatility of C. elegans as a model organism, offering a scalable platform for genetic and compound screening and for comprehensive investigations into drug discovery and disease mechanisms.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702075",
    "doi": "10.64898/2026.01.27.702075",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702689",
    "title": "TRPC6 channel inhibition disturbs store-operated Ca2+ entry to delay proliferation in bladder cancer",
    "authors": [
      "jinhui, z.",
      "Guo, x.",
      "liao, w.",
      "wu, p.",
      "Wu, Y.",
      "Guo, Y. g.",
      "gao, l."
    ],
    "summary": "Abstract Background and ObjectiveDespite its prevalence, bladder cancer (BC) remains an unsolved pathogenesis. It is believed that TRPC6 channels have unique electrophysiological properties that contribute to intracellular Ca2+ signalling and tumorigenesis in cells. However, the mechanism by which TRPC6 contributes to BC progression and intracellular Ca2+ homeostasis remains unclear. Method: In this study, TRPC6 expressions in paired BC and adjacent normal tissues were measured by immunohistochemistry. A KEGG pathway enrichment analysis was conducted to determine TRPC6's potential contribution to BC. Ca2+ imaging analysis was performed to explore the contribution of TRPC6 in the BC cell. Flow cytometry and Cell Counting Kit-8 assay were performed to explore the effects of TRPC6 on the proliferation of BC. The impacts of TRPC6 SOCE on PI3K/Akt/mTOR pathway were measured by western blot. Based on the above bunch of studies, TRPC6 was found to be overexpressed in human BC tissue, which correlated with poor survival rates for patient overall survival (OS). We used the TRPC6-specific antagonist SAR7334 to explore and reveal significant inhibition of BC cell proliferation. Mechanistically, TRPC6 mediated cytosolic Ca2+ and regulation of SOCE, leading to the activation of the IP3K/AKT/mTOR pathway. Results: We found that SAR7334 arrested the phosphorylation of PI3K and Akt, thus causing a significant decrease in phosphorylated mTOR. Similar effects were observed for the SOCE-specific antagonist MRS1845. In contrast, the Akt inhibitor MK2206 did not alter the SOCE in BC cells. Conclusions: our results indicate that the pharmacological inhibition of TRPC6 arrests tumour cell proliferation through SOCE targeting the PI3K/Akt/mTOR pathway.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702689",
    "doi": "10.64898/2026.01.29.702689",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702643",
    "title": "Toward identification of common DNA repair process in mutational signatures",
    "authors": [
      "Wojtowicz, D.",
      "Wierzbinski, M.",
      "Hoinka, J.",
      "Sharan, R.",
      "Przytycka, T. M."
    ],
    "summary": "Mutational signatures are characteristic patterns of mutation frequencies assumed to be generated by specific mutagenic processes. A growing catalog of mutational signatures exists, but tools to systematically infer relationships between them remain limited. A mutational signature can be viewed as the combined outcome of two processes: DNA damage and DNA repair. Since cancer therapies often target DNA repair, inferring DNA repair pathways is important for treatment design, even when the mutagenic process is unknown. Here, we model the DNA repair step as a transformation, called RePrint, from damaged nucleotides to repair-related mutation patterns conditioned on the damage. We demonstrate that RePrint similarity is indicative of shared DNA repair mechanisms, enabling guilt-by-association prediction of DNA repair pathways. Using experimentally annotated signatures from environmental exposures and CRISPR gene knockouts as gold standards, we demonstrate that RePrint-based clustering consistently outperforms signature-based clustering across multiple evaluation metrics. We validate several guilt-by-association predictions with literature evidence, demonstrating RePrint's ability to identify shared repair mechanisms even among signatures with divergent mutational profiles. RePrint provides the first approach to systematically transfer DNA repair information between signatures, opening doors to understanding signatures of unknown origin and informing therapeutic strategies. An open-source implementation is available at https://github.com/wojtowicz-lab/RePrintPy.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702643",
    "doi": "10.64898/2026.01.29.702643",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702735",
    "title": "A redox-regulated RCC1-like protein controls catalase activity in Arabidopsis",
    "authors": [
      "Hu, Z.",
      "Stolze, S. C.",
      "Mhamdi, A.",
      "Van Breusegem, F.",
      "Nakagami, H.",
      "Ulm, R."
    ],
    "summary": "Reactive oxygen species (ROS) are central regulators of plant growth and stress responses. Cellular ROS levels are tightly controlled by antioxidant systems, including the evolutionarily conserved catalases that detoxify hydrogen peroxide (H2O2) predominantly within peroxisomes. Despite their importance, substantial gaps remain in our understanding of catalase biogenesis, regulation, subcellular targeting, and potential extra-peroxisomal functions. Using affinity purification of the UV-B photoreceptor UVR8 coupled with mass spectrometry, we identified a REGULATOR OF CHROMATIN CONDENSATION 1--like protein in Arabidopsis, which we named CATALASE-INTERACTING RCC1-LIKE 1 (CAIR1). CAIR1 interacts with all three catalase isoforms (CAT1--CAT3) as well as their chaperone NO CATALASE ACTIVITY 1 (NCA1). Loss-of-function cair1 mutants partially phenocopy cat2 and nca1, with reduced catalase activity, enhanced sensitivity to oxidative stress and alkaline growth conditions, and impaired primary root elongation. Mechanistically, cytosolic interaction between CAIR1 and CAT2 enhances total cellular catalase activity by facilitating peroxisomal import and proper subcellular localization of CAT2. In the absence of CAIR1, CAT2 forms aggregates, likely accounting for the observed loss of catalase activity. Notably, CAIR1 undergoes reversible, redox-dependent oligomerization that enhances its interaction with catalases. Mutation of CAIR1 at Cys-356 and Cys-545 compromises this interaction under elevated ROS conditions and fails to rescue the oxidative stress sensitivity of cair1 mutants. Moreover, UV-B exposure suppresses catalase activity by weakening the interaction between CAIR1 and catalases, thus linking environmental light signalling to cellular redox regulation. Together, our findings reveal CAIR1 as a dynamic redox-responsive regulator of catalase activity that maintains cellular redox homeostasis by coordinating catalase localization and function through reversible oligomerization.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702735",
    "doi": "10.64898/2026.01.30.702735",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702632",
    "title": "Biological Mechanisms of Strength Preservation During Calorie Restriction-Induced Weight Loss Among Young- to Middle-Aged Adults without Obesity",
    "authors": [
      "Moore, N.",
      "Bareja, A.",
      "Ross, L. M.",
      "Collins-Bennett, K.",
      "Racette, S. B.",
      "Redman, L. M.",
      "Martin, C. K.",
      "Das, S. K.",
      "Kraus, W.",
      "Huffman, K. M."
    ],
    "summary": "Purpose: Weight loss is often pursued to improve cardiometabolic health and quality of life. However, rapid weight loss can lead to reductions in lean soft tissue mass and strength to compromise body composition and functional ability. Thus, identifying molecular predictors of muscular strength preservation during weight loss is critical to mitigating these effects. Methods: We conducted a secondary analysis of the CALERIETM (Comprehensive Assessment of Long-term Effects of Reducing Intake of Energy) trial, a two-year randomized controlled study of caloric restriction (CR) or ad-libitum intake in healthy adults without obesity. Among 198 participants, changes in whole-body mass and knee extensor strength were assessed over the first 12 months of the study which was primarily characterized by weight loss. Transcriptomic profiling was conducted in a subset of 42 participants who provided skeletal muscle samples. Linear regression was used to model the relationship between strength change and gene expression change, while controlling for changes in whole-body mass. Gene set enrichment analysis (GSEA) was performed using Hallmark pathways. Individual-level pathway analysis was performed via gene set variation analysis (GSVA). Results: We identified 96 out of 198 individuals (48.5%) who maintained or improved strength relative to body mass during weight loss (i.e. individuals with residuals > 0). Transcriptomics analysis on a subset of 42 individuals revealed 151 genes significantly associated with change in strength after accounting for change in whole-body mass (p < 0.01). Hub genes were identified as HSP90AA1 ({beta} = 34.45, SE = 7.32, p <0.001), EIF3A ({beta} = 36.14, SE = 10.27, p < 0.001), EIF5B ({beta} = 49.94, SE = 11.28, p < 0.001), and H3C1 ({beta} = -15.87, SE = 4.85, p < 0.001). GSEA revealed significant involvement of pathways related to cellular proliferation, immune regulation, protein secretion, and checkpoint control processes. GSVA identified a similar set of pathways. Conclusions: These findings highlight molecular pathways supporting strength retention during CR-induced weight loss. Heat-shock protein, HSP90AA1, warrants further investigation as a candidate target for preserving muscle strength during interventions aimed at weight reduction.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702632",
    "doi": "10.64898/2026.01.29.702632",
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702748",
    "title": "Ca2+ and DRP1 drive endocytic lysosome reformation at tripartite contact sites",
    "authors": [
      "Desai, S.",
      "Martin Sanchez, E.",
      "Ritz, D.",
      "Schmidt, A.",
      "Spang, A."
    ],
    "summary": "Lysosomes are essential in maintaining cellular health. Endocytic lysosome reformation (ELR) regenerates functional lysosomes following degradation of endocytic cargo, yet the mechanisms driving this process remain largely unknown. Here, we define the molecular machinery underlying ELR. We find that unlike autophagic lysosome reformation (ALR), ELR proceeds independently of mTOR and dynamin 2, but requires the mitochondrial fission GTPase DRP1. DRP1 mediates scission of endolysosomal tubules at contact sites with the endoplasmic reticulum (ER) and mitochondria. Disruption of DRP1 function or ER endolysosome contact results in elongated tubules, indicating defective lysosome reformation. Moreover, mitochondrial activity is essential for tubule initiation, and Ca2+ transfer from endolysosomes to mitochondria is crucial for ELR onset. Our findings reveal a dual role for mitochondria in ELR: first in ELR initiation and second in DRP1-dependent tubule fission at ER-mitochondria-endolysosome tripartite contact sites, uncovering the previously unappreciated role of mitochondria in endolysosome remodeling and fission.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702748",
    "doi": "10.64898/2026.01.30.702748",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702389",
    "title": "AADAT-Driven Metabolic Control of Malate and CoQ10 Shapes Immune Evasion in Triple-Negative Breast Cancer",
    "authors": [
      "Chatterjee, M.",
      "Gu, F.",
      "Samanta, S.",
      "Rasaily, U.",
      "Thota, S. M.",
      "Varghese, D.",
      "Qiu, Y.",
      "Fordwuo, L. E. E.",
      "Villanueva, H.",
      "McKenna, M. K.",
      "Park, J. H.",
      "Zhang, W.",
      "Tian, L.",
      "Yu, L.",
      "Piyarathna, B.",
      "Gao, Y.",
      "Simons, B. W.",
      "Jung, S. Y.",
      "Karanam, B.",
      "Putluri, V.",
      "chandandeep, N.",
      "Mohamed, N.",
      "Asirvatham, J. R.",
      "Jebakumar, D.",
      "Rao, A.",
      "Gutierrez, C.",
      "Omilian, A. R.",
      "Morrison, C.",
      "Das, G. M.",
      "Ambrosone, C.",
      "Seeley, E. H.",
      "Kaipparettu, B. A.",
      "Kurland, I. J.",
      "Putluri, N.",
      "Elkhanany, A.",
      "Davis, A.",
      "Zhu, Q.",
      "Zhang, X. H.",
      "Sreekumar, A."
    ],
    "summary": "Compared to other subtypes of breast cancer, triple-negative breast cancers (TNBC) have fewer treatment options and exhibit a worse prognosis. Through integrated transcriptomic, metabolomic, immunohistochemical, spatial, and clinical analyses, we identify the mitochondrial enzyme, alpha aminoadipate aminotransferase (AADAT) as a previously unrecognized metabolic immune checkpoint in TNBC. AADAT mRNA and protein were significantly upregulated in human TNBC, and high AADAT expression was associated with reduced intra-tumoral CD8 T cell density and inferior survival. Genetic silencing of AADAT in orthotopic murine TNBC models curtailed primary tumor growth and distant metastasis in a CD8 T cell dependent manner, enhanced effector T cell activation, and sensitized tumors to dual PD1/CTLA4 blockade. Mechanistically, unbiased metabolomics showed increased malate levels after AADAT knockdown. Additionally, 4 hydroxyphenylpyruvate, an essential precursor for coenzyme Q10(CoQ10) biosynthesis, decreased following AADAT knockdown, suggesting an impaired mitochondrial electron transport chain. CoQ10 supplementation restored metabolic balance and reversed malate accumulation caused by AADAT knockdown, indicating that AADAT helps maintain CoQ10-supported redox homeostasis, thereby preventing malate buildup and export. Notably, malate addition directly boosted CD8 T cell oxidative metabolism, increased the NAD/NADH ratio and reactive oxygen species, and augmented TNF alpha and IFN gamma; production. In vivo, malate supplementation in drinking water phenocopied AADAT knockdown, restored the response to paclitaxel plus anti PD1 therapy in multiple independent syngeneic TNBC models with de novo or acquired resistance to immunotherapy, reduced tumor burden, and prolonged survival. In patient cohorts, higher spatially clustered intra tumoral malate is associated with co-localization of functional CD8 T cells, decreased exhausted T cell neighborhoods, and superior post-chemotherapy outcomes. These data position AADAT as a central metabolic orchestrator of immune escape in TNBC and nominate oral malate as a readily translatable adjuvant to reverse chemo-immunotherapy resistance in TNBC.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702389",
    "doi": "10.64898/2026.01.28.702389",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702206",
    "title": "Clove Aqueous Extract Triggers a Multi-Organellar Stress Crisis through Lysosomal Destabilisation and Mitochondrial Hyperpolarisation to Suppress Patient-Derived Ovarian Cancer Cells",
    "authors": [
      "Ghanem, Y.",
      "Odwan, H.",
      "Yang, M.",
      "Malone, V.",
      "Alenazi, F.",
      "Abu Saadeh, F.",
      "Gray, S. G.",
      "Doherty, D.",
      "Martin, C.",
      "O`Toole, S.",
      "O`Leary, J. J.",
      "Mohamed, B. M."
    ],
    "summary": "Ovarian cancer (OC) remains a lethal malignancy with limited therapeutic options, underscoring the need for the identification of novel agents. Natural products like clove (Syzygium aromaticum) have shown promising anti-cancer activity, but their mechanism in OC is poorly understood. This study investigates the anti-tumour effects and underlying mechanisms of a clove aqueous extract (CAE) on a panel of patient-derived OC cells. We found that CAE significantly inhibited cellular proliferation and induced cell death in a time- and dose-dependent manner. Mechanistically, CAE induced profound cellular stress, activating the transcription factor ATF-2. This was accompanied by a significantly increased lysosomal stress response, as evidenced by increased lysosomal mass/acidity, and a pathogenic hyperpolarisation of the mitochondrial membrane potential ({Delta}{Psi}m). The bioenergetic crisis induced as a consequence resulted in a sharp reduction in cellular oxygen consumption rate (OCR). Notably, the sensitivity to CAE-induced lysosomal and mitochondrial dysfunction varied across cell lines, revealing distinct phenotypic responses. Our results demonstrate that clove extract exerts its anti-tumour effects by orchestrating a multi-organellar stress response, positioning lysosomal disruption as a central event in its mechanism of action. This study provides a strong rationale for the further development of clove-based interventions for OC.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702206",
    "doi": "10.64898/2026.01.28.702206",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.700749",
    "title": "Melatonin alleviates acid-induced stress in peanut (Arachis hypogaea L.) through physiological, antioxidative regulation and molecular defense mechanisms",
    "authors": [
      "Khan, M. H. U.",
      "Fu, R.",
      "Muhammad, A.",
      "Zheng, S.",
      "Zhang, D.",
      "Zhang, Z.",
      "Liu, Q."
    ],
    "summary": "Acidic stress severely restricts crop growth by disrupting nutrient uptake, redox homeostasis, and membrane stability, yet mitigation strategies remain limited. Here, we investigated the role of melatonin (MT) in modulating growth, photosynthesis, oxidative stress, antioxidant defense, and proton transport in peanut seedlings grown under acidic (pH 4.0) and near-optimal (pH 6.5) conditions. Acid stress markedly reduced biomass accumulation, chlorophyll content, and redox balance, while enhancing ROS (H2O2) and lipid peroxidation (MDA). Exogenous MT application, particularly at 50-100 mu, significantly improved shoot and root fresh and dry weights, restored chlorophyll a, b, total chlorophyll, and carotenoids, and reduced H2O2 and MDA accumulation, with more pronounced effects under pH 4.0 than pH 6.5. MT strongly activated antioxidant enzymes (SOD, CAT, APX), while POD activity declined, reflecting melatonin's dual role as both a direct ROS scavenger and a regulator of enzymatic redox networks. Notably, MT induced strong, dose-dependent upregulation of H-ATPase genes (AH1 and AH2) in both leaves and roots under acidic conditions, suggesting enhanced proton extrusion, intracellular pH homeostasis, and stress adaptation. Although MT also conferred benefits at pH 6.5, responses were generally moderate compared with acid stress. Collectively, these results demonstrate that MT confers robust acid stress tolerance in peanut by integrating growth regulation, antioxidant defense, and proton homeostasis. This study provides the first integrated evidence that melatonin enhances acid stress tolerance by coordinating antioxidant defense with H-ATPase-mediated proton homeostasis, revealing a novel mechanism for crop adaptation to low-pH soils.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.700749",
    "doi": "10.64898/2026.01.29.700749",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.701137",
    "title": "mPFC Synaptosome Proteomics Reveals Novel Pathways and Muscarinic Receptor Changes in a Learned Helplessness Mouse Model",
    "authors": [
      "Abdulla, Z. I.",
      "Garcia-Milian, R.",
      "Giahyue, E.",
      "Fertuzinhos, S.",
      "Collin, F.",
      "Wang, W.",
      "Lam, T.",
      "Nairn, A.",
      "Picciotto, M. R."
    ],
    "summary": "Stressful events are a leading factor in development of depression. The medial prefrontal cortex (mPFC) is strongly associated with depression etiology and exposure to uncontrollable stressors results in synaptic dysfunction and loss. Learned helplessness is a behavioral paradigm that measures effects of repeated exposure to uncontrollable, inescapable stress on later responses to escapable stress. We therefore performed a proteomic analysis of mPFC synaptosomes in a mouse learned helplessness model to identify molecular changes that could contribute to functional consequences of inescapable stress. Male and female mice were evaluated at baseline and following exposure to escapable or inescapable stress followed by an active avoidance test. Label-free mass spectrometry followed by pathway and protein-protein interaction network analyses identified alterations in signaling pathways involved in energy metabolism, neurotransmitter signaling, and protein shuttling. Furthermore, phosphoproteomics revealed alterations related to synaptic function, neurotransmitter signaling and protein internalization, as well as changes in activity of kinases previously identified as mediators of antidepressant efficacy (GSK3B) and receptor internalization (ADRBK1). We more deeply examined alterations in the Acetylcholine Receptor Signaling Pathway, and identified muscarinic receptor proteins (Chrm1, Chrm2, Chrm4) and key proteins involved in their translocation to and from the membrane. These results identify substantial changes in the mPFC proteome following exposure to inescapable stressors. In addition, mPFC muscarinic cholinergic signaling is well placed to mediate responses to an inescapable stressor. This proteomic study will be useful in guiding studies of human mPFC relevant to depression. Data are available via ProteomeXchange with identifier PXD073765.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.701137",
    "doi": "10.64898/2026.01.29.701137",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702673",
    "title": "Predicting neutron radiation exposure characteristics from an in vitro human skin model using RNA-seq",
    "authors": [
      "Gardner, M. W.",
      "LeSassier, D. S.",
      "Gil, J. C.",
      "Werth, J. C.",
      "Pont, M. N.",
      "Garty, G.",
      "Scheuermann, E. A.",
      "Turner, H. C.",
      "Cocola, P. J.",
      "Grice, C.",
      "June, V. M.",
      "Vaccaro, C. A.",
      "Tashner, B. E.",
      "Hewitt, F. C."
    ],
    "summary": "Accurate assessment of low-dose neutron radiation exposure remains a central challenge in biodosimetry, particularly for applications requiring non-invasive sample types such as skin. Here, we characterized the transcriptional response of a three-dimensional in vitro human skin model (EpiDermFT) to neutron irradiation at doses up to 0.75 Gy, measured from pre-exposure through a 14-day post-exposure period. RNA sequencing revealed greater than 800 significantly altered genes, including upregulation of FOS, FOSB, CDKN1A, MDM2, and GADD45A, and downregulation of NRG1, H3C11, and CENPX. Gene ontology enrichment indicated activation of DNA damage checkpoint signaling, cell cycle arrest, and stress-response pathways, alongside suppression of nucleosome assembly and DNA replication processes. Machine learning models trained on transcriptomic features exhibited strong predictive performance across biodosimetric endpoints. Classification models accurately distinguished irradiated from sham samples (AUC > 0.99), and regression models achieved high accuracy for estimating both absorbed dose (R2 = 0.97) and days post-exposure (R2 = 0.99). The latter, while highly predictive, may partially reflect transcriptional shifts associated with progressive degradation of the in vitro tissue model over time. Collectively, these findings demonstrate that RNA-based molecular signatures from human skin tissue provide a robust framework for quantitative estimation of neutron radiation exposure and temporal response dynamics.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702673",
    "doi": "10.64898/2026.01.29.702673",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702616",
    "title": "Machine Learning Identifies Distinct Treg-Mediated Remodeling in HFpEF Hearts Treated with Neonatal Mesenchymal Stem Cells and Their Secretome",
    "authors": [
      "Ge, Z.-D.",
      "Han, J.",
      "Takaesu, F.",
      "Mishra, R.",
      "Sharma, S.",
      "Chen, L.",
      "Fu, X.",
      "Filipp, M.",
      "Wai, C. M.",
      "Shao, N.-Y.",
      "Sinha, A.",
      "Saha, P.",
      "Puvvala, A.",
      "Ventura, L.",
      "Bileweska, A.",
      "Stefenwicz, A.",
      "Guru, S.",
      "Gunasekaran, M.",
      "Yang, E.",
      "Dawn, B.",
      "Yang, P.",
      "Shah, S.",
      "Thorp, E. B.",
      "Davis, M.",
      "Kaushal, S."
    ],
    "summary": "Background: Heart failure with preserved ejection fraction (HFpEF) remains a major therapeutic challenge due to its complex pathophysiology and pronounced heterogeneity. Regenerative approaches using neonatal mesenchymal stromal cells (nMSCs) and their secretome (SEC) have shown promise in other heart failure contexts. Objectives: However, the effect of these therapies in HFpEF, and the underlying molecular mechanisms and causal pathways remain poorly understood. Methods: HFpEF was established in two distinct murine models, followed by treatment with either nMSCs or SEC. Functional and histological endpoints were assessed. We developed a novel machine learning framework, VIPcell, which integrates data augmentation, Partial Least Squares (PLS) regression, and causal structure inference to identify genes causally linked to cardiac function using single-nucleus RNA sequencing (snRNAseq) data. VIPcell was applied to heart tissues from treated HFpEF animals to uncover key regulators of cardiac remodeling. Results: Both nMSC and SEC therapies significantly improved diastolic function in two independent rodent HFpEF models. These improvements were associated with reduced inflammation, attenuated myocardial fibrosis, and improved exercise capacity. Intercellular communication analysis revealed widespread, system-level signaling in nMSC-treated hearts, compared to more localized endothelial-cardiomyocyte crosstalk in SEC-treated hearts. Causal inference via VIPcell suggested overlapping upstream regulators in both treatment groups, particularly genes involved in regulatory T cell (Treg) biology and immunomodulatory signaling pathways, including FOXO signaling, NLRP3 inflammasome inhibition, and Tie2 activation. In vivo validation confirmed selective expansion of Tregs following nMSC and SEC therapy. In vitro, nMSCs induced significantly greater Treg expansion compared to multiple adult stem cell types. Critically, chemical depletion of Tregs abrogated the therapeutic effects of both treatments, establishing Tregs as central mediators of diastolic function recovery in the HFpEF preclinical model. Conclusions: nMSC and SEC therapies improve diastolic function in HFpEF through distinctremodeling mechanisms converging on Treg-mediated immune modulation. VIPcell supported identification of causal regulators, highlighting Treg-related signaling as a key driver of myocardial recovery in HFpEF. These findings offer mechanistic insight into cellular therapies for HFpEF and support the development of targeted, Treg-focused interventions.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702616",
    "doi": "10.64898/2026.01.29.702616",
    "categories": [],
    "keywords_matched": [
      "\\bFOXO\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.27.702025",
    "title": "A high fermentable fiber Western diet reduces indole levels",
    "authors": [
      "Priyadarshini, M.",
      "Jorgensen, J.",
      "Stauffer, S. R. C.",
      "Issa, L.",
      "Pandya, N.",
      "Nnyamah, C.",
      "Xu, K.",
      "Boyett, J. E.",
      "Kular, P.",
      "Mhatre, A.",
      "Brahambhatt, V. H.",
      "Gilbert, J. A.",
      "Khan, M. W.",
      "Wicksteed, B.",
      "Dai, Y.",
      "Layden, B. T."
    ],
    "summary": "Changes in gut microbiota composition due to diet impact health. Fiber-rich diets promote beneficial microbiota and reduce the risk of metabolic diseases, while low-fiber, calorie-dense diets are linked to dysbiosis and increased disease risk. This study examines the effects of a Western diet (WD) and explores dietary fiber supplements as potential modifiers of those effects. 10-week-old C57Bl/6J male mice were fed control (low-fat) or WD (high-fat, high-sucrose) containing 0% fermentable fiber (FF) or WD supplemented with 20% FF (fructooligosaccharides, FOS; guar gum, GG, or pectin, Pec). After 19 weeks, analysis of the cecal metagenome using whole-genome shotgun sequencing, metabolome by untargeted and targeted LC-MS/MS, and tissue RNA and protein expression by RT-PCR and immunoblotting was undertaken. WD-FF reduced metabolic derangements from WD while also improving GM diversity and altering cecal metabolites, particularly tryptophan metabolism. A profound increase in cecal indole levels (targeted metabolomics) was noted in WD vs WD-FF groups. As the primary indole-oxidizing enzyme, CYP2E1 generates indoxyl sulfate, which contributes to oxidative stress and a leaky gut. Mice on WD displayed higher expression of Cyp2e1 mRNA in the gut. In the liver, the levels of both CYP2E1 protein and mRNA were higher in the WD group compared to the WD-FOS group, with protein levels also higher than in the WD-Pec group and mRNA levels higher than in the WD-GG group. mRNA expression of markers of oxidative stress, inflammation, and leaky barrier was significantly higher in the liver and intestine of the WD vs the WD-FF groups. FFs reduced high plasma indoxyl sulfate levels (except in WD-GG), and boosted short-chain fatty acids and indole acetic acid. Our data suggest that WD disrupts GM tryptophan metabolism, possibly by altering the balance between indole-producing and utilizing gut bacteria. Dietary fiber supplementation exerts protective effects, in part, by mitigating this imbalance.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702025",
    "doi": "10.64898/2026.01.27.702025",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702701",
    "title": "Quantitative muscle color as a proxy for structural and functional characteristics during muscle remodeling in Gryllus lineaticeps",
    "authors": [
      "Laturney, M.",
      "Martins, L.",
      "Diaz, T.",
      "Lo, E.",
      "Uen, N.",
      "Williams, C. M."
    ],
    "summary": "Understanding the cellular and physiological mechanisms underlying muscle remodeling requires model systems that allow rapid, reliable, and quantitative assessment of muscle state. The cricket Gryllus lineaticeps naturally undergoes non-pathological striated muscle breakdown (histolysis), making it a promising system for studying this process. However, current assessments of muscle state are largely qualitative, subjective, and poorly standardized across experiments. Here, we developed and validated a continuous, quantitative muscle color metric to objectively capture histolysis progression and functional changes in muscle. We show that this metric robustly tracks variation in muscle color across remodeling stages, including the challenging fully transparent stage, and strongly predicts protein content, mitochondrial abundance, and iron content in a muscle- and trait-specific manner. The reproducibility of these relationships across independent datasets demonstrates the generality and robustness of this approach. By providing a rapid, objective, and biologically informative proxy of muscle state, this framework not only advances the utility of G. lineaticeps as a model for muscle remodeling but also offers a strategy for exploring the cellular dynamics underlying age-related muscle diseases and disorders, addressing an increasing public health concern in aging populations.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702701",
    "doi": "10.64898/2026.01.29.702701",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.27.702104",
    "title": "D-Methionine Improves Spatial Navigation and Attenuates Oxidative Stress and Amyloid Pathology in a Sex-Specific Manner",
    "authors": [
      "Peck, M. R.",
      "Chapman, J. E.",
      "Hill, T.",
      "Quinn, K.",
      "Ikiz, E. D.",
      "Lopez, A.",
      "Hascup, E. R.",
      "Bae, C.",
      "Hascup, K. N."
    ],
    "summary": "Background Oxidative stress and maladaptive neuroimmune activation contribute to cognitive decline in Alzheimer's disease (AD) and represent therapeutic targets beyond amyloid-centered approaches. Objective To determine whether oral D-methionine (D-Met), a redox-active amino acid, reduces amyloid pathology and lipid peroxidation and confers disease-modifying benefits in AD mouse models. Methods Male and female APP/PS1 and APPNL-F mice with advanced AD pathology received oral D-Met or vehicle. Behavioral assessments included locomotor activity and hippocampal-dependent spatial learning and memory. Amyloid burden, lipid peroxidation, peripheral metabolic and inflammatory markers, and hippocampal microglial phenotypes were evaluated using biochemical and histological analyses. Results D-Met did not alter locomotor or exploratory behavior but improved spatial memory recall in both sexes of APP/PS1 mice and in female APPNL-F mice. APPNL-F males exhibited improved learning during Morris water maze (MWM) acquisition. Amyloid pathology was modestly and region-specifically reduced, including decreased hippocampal plaque size in male APPNL-F mice, reduced cortical plaque size in female APP/PS1 mice, and lower soluble amyloid-{beta} (A{beta})42 in male APP/PS1 mice. Lipid peroxidation, assessed by malondialdehyde, was reduced only in female APPNL-F mice. D-Met induced pronounced sex-dependent peripheral effects, increasing adiposity and pro-inflammatory adipose signaling in males, while reducing perigonadal white adipose tissue (pgWAT) IL-6 expression in female APPNL-F mice. In the hippocampus, D-Met remodeled microglial signatures, with female APPNL-F mice showing reduced Iba1 and disease-associated microglial (DAM) markers and increased Axl expression. Conclusion Short-term D-Met acts as a metabolic and redox modulator with modest amyloid-lowering effects mediated by improved microglial function. Therapeutic efficacy is strongly sex- and model-dependent, with the greatest benefit observed in female APPNL-F mice.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702104",
    "doi": "10.64898/2026.01.27.702104",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.27.701903",
    "title": "Volumetric mechanoplasticity couples melanoma drug tolerance to susceptibility to CD8+ T cell killing",
    "authors": [
      "Zhang, X.",
      "Zhang, D.",
      "Gong, X.",
      "Yu, A. P.",
      "Jain, R. K.",
      "Munn, L. L.",
      "Mak, M."
    ],
    "summary": "Cell swelling has been reported in physiological tumour contexts, but whether sustained cell volume expansion leaves a durable state that reshapes drug and immune responses in melanoma is unknown. Using controlled hypotonic dilution as an experimental handle, we compare two priming regimens with comparable hypotonic exposure but different magnitude and persistence of volume expansion, enabling us to test which post-recovery phenotypes track with sustained enlargement beyond hypotonic exposure alone. Sustained enlargement produces a measurable size imprint after return to isotonic conditions, accompanied by nuclear lamina and chromatin remodeling with p53 pathway engagement and suppression of replication and growth programs. After recovery, primed cells reinforce F-actin organization, migrate faster in 3D collagen, and induce antioxidant and anti-ferroptosis defenses consistent with improved stress survival. A gene expression signature derived from this response is associated with poorer outcome in TCGA skin cutaneous melanoma. Unexpectedly, the same volume history also increases IFN-{gamma} response, elevates MHC-I, reduces sialylation, and increases susceptibility to CD8+ T cell killing. These findings indicate that persistent volume history can couple drug tolerance programs to an exploitable increase in immune visibility.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.701903",
    "doi": "10.64898/2026.01.27.701903",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702603",
    "title": "The glycine-arginine-rich motif of 53BP1 modulates RNA interactions necessary for its liquid-liquid phase separation during DNA Damage Response",
    "authors": [
      "Terraneo, F.",
      "Ceccon, M.",
      "Sapkota, O.",
      "Zheng, T.",
      "Brizioli, M.",
      "dello Stritto, A.",
      "Cummings, S.",
      "Codispoti, S.",
      "Ossolengo, G.",
      "Orsenigo, F.",
      "Magni, S.",
      "Gottinger, A.",
      "Mattevi, A.",
      "Fuxreiter, M.",
      "Fawzi, N. L.",
      "Lottersberger, F.",
      "Giavazzi, F.",
      "d'Adda di Fagagna, F."
    ],
    "summary": "The DNA damage response relies on the rapid assembly of repair factors into foci with properties of liquid-liquid phase separation, driven by de novo transcription of damage-induced RNAs. 53BP1 is a key component of these condensates, yet the molecular determinants driving this process remain unknown. Here, through computational, structural and in vitro approaches, we identify the oligomerization domain of 53BP1 and its glycine-arginine-rich (GAR) motif as crucial for RNA interactions and phase separation. Biophysical characterization reveals that 53BP1-RNA condensates can progressively mature into a more stable state, and that GAR mutants display aberrant material properties. Using a cellular model of telomere fusion events, we demonstrate that the GAR motif is essential for 53BP1-mediated DNA repair, which depends on the combined contributions of RNA binding and appropriate condensate biophysical properties. Therefore, RNA-driven 53BP1 condensation is functionally required to maintain genome integrity.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702603",
    "doi": "10.64898/2026.01.30.702603",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702722",
    "title": "PefA, an ALG-2-like Ca2+ sensor, regulates ESCRT and autophagy responses to mycobacterial vacuole damage",
    "authors": [
      "Guallar-Garrido, S.",
      "Perret, A.",
      "Carreras-Sureda, A.",
      "Michard, C.",
      "Soldati, T."
    ],
    "summary": "Calcium influx is a universal early signal triggering membrane repair pathways, yet how Ca2+ sensors coordinate the balance between ESCRT-mediated sealing and autophagy-based responses at damaged endolysosomes and pathogen-containing vacuoles remains unclear. Here we use the Dictyostelium discoideum-Mycobacterium marinum infection model, a surrogate to study intracellular pathogenesis of Mycobacterium tuberculosis, combined with genetic, imaging, and proteomic analyses to identify the penta-EF-hand protein PefA, an ALG-2-like Ca2+ sensor, as a Ca2+-responsive regulator that orchestrates recruitment of the E3 ubiquitin ligase TrafE, ESCRT components, and the autophagy machinery to damaged membranes. PefA is transcriptionally upregulated and accumulates at the mycobacterial vacuole, promoting timely repair that preserves vacuolar integrity and supports bacterial replication. Loss of PefA impairs ESCRT and autophagy engagement, leading to premature bacterial escape to the cytosol and altered infection outcomes. These findings uncover a conserved Ca2+-dependent mechanism linking membrane damage sensing to coordinated repair pathways and shapes host-pathogen interactions, with direct relevance to tuberculosis pathogenesis and host resilience to infection.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702722",
    "doi": "10.64898/2026.01.30.702722",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702787",
    "title": "Regulation of Type VI secretion systems of Burkholderia thailandensis during transition to intracellular lifestyle",
    "authors": [
      "Cheung, H. C.",
      "Wuest, D.",
      "Reist Iscar, P.",
      "Plum, M. T. W.",
      "Basler, M."
    ],
    "summary": "Pathogenic bacteria tightly regulate gene expression in response to environmental cues. In Burkholderia species, the Type VI Secretion Systems (T6SS) mediate interbacterial competition and host cell interactions. Here, we show that B. thailandensis switches from the antibacterial T6SS-1 to the anti-eukaryotic T6SS-5 during phagosomal maturation. While T6SS-1 expression persists in the host cells, its assembly progressively declines with increasing T6SS-5 expression. This switch is controlled by the two-component system VirAG as deletion of virA blocks T6SS-5 expression and restores T6SS-1 assembly in host cells. Notably, T6SS-1 activity in host cells induces mitochondrial fragmentation and apoptosis. Our data suggest that Burkholderia has evolved a mechanism to silence T6SS-1 upon host entry to preserve its replicative niche.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702787",
    "doi": "10.64898/2026.01.30.702787",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.701695",
    "title": "Reproducible in vivo applications of the p16-3MR model in senescence research",
    "authors": [
      "Wang, B.",
      "Picallos Rabina, P.",
      "Nehme, J.",
      "Demaria, M."
    ],
    "summary": "The p163MR mouse model has been widely used to visualize and conditionally eliminate p16 expressing senescent cells in vivo and has been applied across diverse biological contexts, including tissue repair, fibrosis, cancer, therapy response, and aging. Despite the development of multiple senescence reporter and ablation systems, p163MR stands out for its broad and sustained adoption across independent laboratories. Here, we review the extensive published literature supporting the reproducibility and utility of the p163MR system and present new validation data across acute and chronic senescence-inducing conditions. We demonstrate reproducible induction of p16 associated bioluminescence during wound healing, chemotherapy, and aging, as well as partial but consistent reduction following ganciclovir treatment. We further delineate the strengths and limitations of the individual components of the 3MR construct, including HSV thymidine kinase mediated clearance, Renilla luciferase based bioluminescence, and monomeric red fluorescent protein, and discuss how factors such as cell abundance, tissue context, pigmentation, and substrate chemistry influence detection sensitivity. Together, these data confirm that the p163MR model is a functional and versatile tool for studying senescent cells in vivo when used with appropriate experimental design and interpretation, and they provide support for its continued application alongside emerging senescence models.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.701695",
    "doi": "10.64898/2026.01.28.701695",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bp16\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702492",
    "title": "DDX3X syndrome mutations lock DDX3X-RNA conformational states to drive persistent pathological condensation and neuronal death",
    "authors": [
      "Ghosh, P.",
      "Kapuganti, S. K.",
      "Gopal, S.",
      "Lamba, S.",
      "Rajyaguru, P. I.",
      "Kesavardhana, S."
    ],
    "summary": "DDX3X is a highly conserved RNA helicase associated with RNA metabolism, translation initiation, and deciding cell fate choices. Spontaneous mutations in DDX3X cause a rare genetic human disorder called DDX3X syndrome, showing a spectrum of neurodevelopmental and intellectual abnormalities. How missense mutations in DDX3X lead to aberrant cellular functions and pathological consequences is unclear. Here, we demonstrate that specific DDX3X syndrome missense mutations induce the formation of persistent, solid-like DDX3X stress granules by structurally altering the conformation of the DDX3X-RNA complex. Structural interrogation of DDX3X syndrome missense mutations revealed critical mutations that perturb the DDX3X-RNA complex, exhibit high clinical pathogenicity scores, and are associated with cancers. N and C-terminal mutations adjacent to the helicase domain of the DDX3X (F182V, I190S, T198P, L556S, and L559H) showed augmented stress granule (SG) assembly, and formation of persistent DDX3X-SGs in neuronal and non-neuronal cells. Intriguingly, these mutations altered the liquid-like properties of DDX3X-SGs, forming solid-like SGs. Mechanistically, these mutations drive the persistent DDX3X-SGs by either locking DDX3X in an open, RNA-bound conformation or by increasing the rigidity of the DDX3X-RNA complex (I190S; T198P), thereby conferring a loss of liquid-like properties. The persistent solid-like DDX3X-SGs preferentially promoted neuronal lytic cell death and did not affect translation. Also, the C-terminal L556S and L559H mutations, which form persistent granules, promoted the DDX3X-driven {beta}-amyloid aggregation. Our observations indicate that DDX3X syndrome mutations near the N- and C-termini promote the formation of solid-like DDX3X condensates, neuropathological aggregation, and neuronal cell death, which might underlie the disease pathogenesis in humans.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702492",
    "doi": "10.64898/2026.01.29.702492",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.27.702182",
    "title": "A Carboxylate Switch Point Controls Long-Range Energy Transduction in Respiratory Complex I",
    "authors": [
      "Beghiah, A.",
      "Saura, P.",
      "Kovalova, T.",
      "Hoeser, F.",
      "Friedrich, T.",
      "Kaila, V. R. I."
    ],
    "summary": "Complex I is a highly intricate membrane-bound protein that powers the cellular energy metabolism by a long-range (>300 [A]) proton-coupled electron transfer (PCET) reaction. Here, we investigate the unknown coupling mechanism of Complex I by probing the charge transfer reaction along its functionally central carboxylate pathway (E-channel). By combining biophysical and site-directed mutagenesis experiments with high-resolution (2.6-2.7 [A]) cryo-electron microscopy (cryo-EM) and multiscale simulations, we identify a conserved carboxylate switch point (D79NuoA) that mediates proton transfer by establishing a kinetic gate that couples the redox chemistry to proton pumping. We find that mutation of the identified site, as found in patients suffering from severe neurodegenerative disorders, perturbs the charge transfer mechanism, and results in a drastic (>80%) reduction of the long-range PCET activity. Our combined findings illustrate mechanistic principles of molecular gates underlying long-range charge transfer reactions, and show how disease mutations perturb the function of conserved switch points in energy transduction.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702182",
    "doi": "10.64898/2026.01.27.702182",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702369",
    "title": "Structural mechanism of Necrocide 1 activation of human TRPM4 that triggers necrosis by sodium overload",
    "authors": [
      "Teixeira-Duarte, C. M.",
      "Fu, W.",
      "Zeng, W. M.",
      "Wang, J.",
      "Jiang, X.",
      "Zhao, Z.",
      "Zhong, Q.",
      "Jiang, Y."
    ],
    "summary": "The small molecule Necrocide 1 (NC1) constitutively activates human TRPM4, triggering Na influx and leading to necrotic cell death, a process termed Necrosis by Sodium Overload (NECSO). NC1 activation is specific to human TRPM4 and does not affect most of the other mammalian TRPM4 orthologs. Here, we elucidate the molecular mechanism underlying NC1 activation and its species-specific selectivity for human TRPM4 using a combination of single-particle cryo-EM, electrophysiology, and cell death assays. We demonstrate that NC1 functions as a non-competitive surrogate of the endogenous Ca2&#8314 ligand - it binds to a pocket within the S1-S4 domain adjacent to the Ca2&#8314 site and induces the same conformational changes as those triggered by Ca2&#8314. Like Ca2&#8314-mediated activation, NC1-induced channel opening also requires membrane PI(4,5)P2 to stabilize the open state. Through comparative mutagenesis and structural analysis of human and mouse TRPM4, we identify the molecular determinants of NC1 specificity. Our results reveal that the insensitivity of mouse TRPM4 to NC1 arises not from a lack of binding, but from drug-induced conformational changes that destabilize the selectivity filter and inactivate the channel. We identify three critical residues that confer NC1 sensitivity, and their substitution renders mouse TRPM4 responsive to NC1, akin to the human channel. Given the upregulation of TRPM4 in various human cancers, our mechanistic insights into NC1 activation and specificity provide a framework for the potential development of cancer therapeutics targeting TRPM4-mediated necrosis.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702369",
    "doi": "10.64898/2026.01.28.702369",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702213",
    "title": "The biophysical basis of enterocyte homeostasis",
    "authors": [
      "Hunter, P. J.",
      "Dowrick, J. M.",
      "Ai, W.",
      "Nickerson, D. P.",
      "Shafieizadegan, M. H.",
      "Argus, F."
    ],
    "summary": "We present an approach to analysing cell homeostasis using a 'bond graph' modelling approach that ensures that the conservation laws of physics (conservation of mass, charge, and energy, respectively) are satisfied for the interdependent biochemical, electrical, mechanical, and thermal energy storage mechanisms operating within the cell. We apply the bond graph approach to several cell membrane transport mechanisms and then consider how physics constrains intracellular electrolyte homeostasis for enterocytes (the epithelial absorptive cells of the gut). The model includes the electrogenic sodium-potassium ATPase pump (NKA), the glucose transporter (GLUT2), and an inwardly rectifying potassium channel, all in the basolateral membrane, and the electrogenic sodium-driven glucose transporter (SGLT1) in the apical membrane. Glycolysis converts the imported glucose to ATP to drive NKA. For specified levels of sodium, potassium, and glucose in the blood, the model demonstrates how enterocytes absorb sodium and glucose from the gut and transfer glucose to the blood while maintaining the membrane potential and homeostasis of intracellular sodium and potassium. The Gibbs free energy available from the ATP hydrolysis ensures that the cell operates as a 'sodium battery' with a high external to internal ratio of sodium concentration in order to provide the energy for many other cellular transport processes. We show that the 3:2 stoichiometry of Na+/K+ exchange in NKA, coupled with 2:1 Na+/glucose cotransport in SGLT1, a 1:2:2 ratio between glucose consumption and ATP and water production in glycolysis, and K+ and glucose efflux through Kir and GLUT2, respectively, provides a balanced system that maintains homeostasis of intracellular Na+, K+, glucose, ATP and water, and homeostasis of the membrane potential, under varying levels of transport of glucose from the gut to the blood. We also show how the flux expressions for SLC transporters, ATPase pumps and ion channels can all be expressed in a consistent and thermodynamically valid way.",
    "published": "2026-01-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702213",
    "doi": "10.64898/2026.01.28.702213",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41618249",
    "title": "Sodium propionate alleviates bronchopulmonary dysplasia by inhibiting ferroptosis through the SLC7A11/GPX4 pathway in pulmonary endothelial cells.",
    "authors": [
      "Xie A",
      "Chen X",
      "Bao Z",
      "Yu P",
      "Yu R"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618249/",
    "doi": "doi: 10.1186/s12931-026-03535-3",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41618240",
    "title": "Icariin protects against cisplatin-induced renal injury and ferroptosis via JNK pathway in mice.",
    "authors": [
      "Wang W",
      "Wu Z",
      "Qi G",
      "Xie G"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618240/",
    "doi": "doi: 10.1186/s12882-025-04480-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41618236",
    "title": "P300 enhances glycolysis and dox resistance in DLBCL by upregulating HK2 expression through histone lactylation.",
    "authors": [
      "Song X",
      "Fu H",
      "Zhong X",
      "Yu N",
      "Zhang W"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618236/",
    "doi": "doi: 10.1186/s12885-026-15654-7",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41618072",
    "title": "Repeated 7-day exposure to ketamine induces anxiety-like behaviors and neuronal apoptosis in mice via DRD1-medicated inhibition of Akt/Gsk-3β phosphorylation.",
    "authors": [
      "Wei JY",
      "Lv P",
      "Zhang J",
      "Hou XK",
      "Li A",
      "Zhang FT",
      "Wang H",
      "Lu Y",
      "Wu X",
      "Yao J"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618072/",
    "doi": "doi: 10.1007/s10565-026-10149-4",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41618065",
    "title": "Single-cell immune atlas of mouse testes unveils metabolic reprogramming of FOLR2 + macrophages in orchestrating testicular immunity during aging.",
    "authors": [
      "Li X",
      "Zhang M",
      "Chi A",
      "Mo J",
      "Tan X",
      "Chen H",
      "Deng C",
      "Sun X",
      "Feng X",
      "Chen Z"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618065/",
    "doi": "doi: 10.1007/s11357-026-02109-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41618064",
    "title": "A new oxidative stress-related lncRNA signature predicts the prognosis of colorectal cancer patients.",
    "authors": [
      "Chen P",
      "Li F",
      "Ma J",
      "Wang Y",
      "Si JH",
      "Lv L",
      "Ni M"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618064/",
    "doi": "doi: 10.1007/s12672-026-04496-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41618017",
    "title": "Patterns of cognitive and motor decline in Alzheimer's Disease (AD) and ageing in healthy populations.",
    "authors": [
      "Beccherle M",
      "Amato S",
      "Facci E",
      "Stefanescu G",
      "Bertagnoli S",
      "Francesco VD",
      "Fontana G",
      "Gambina G",
      "Moro V"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618017/",
    "doi": "doi: 10.1007/s40520-026-03327-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41618012",
    "title": "A p53-controlled lysosomal recycling circuit fuels phospholipid synthesis.",
    "authors": [],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618012/",
    "doi": "doi: 10.1038/s41556-025-01868-7",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41617994",
    "title": "Przewaquinone A regulates cell cycle and autophagy through the SrC/STAT3 signaling pathway to inhibit colorectal cancer progression.",
    "authors": [
      "Su J",
      "Wan T",
      "Tian S"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617994/",
    "doi": "doi: 10.1007/s00210-026-05042-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41617976",
    "title": "Targeting the USP7-PRMT6 epigenetic axis overcomes chemoresistance in breast cancer by coordinating H3R2me2a deposition and RNF168 methylation for DNA repair and ferroptosis blockade.",
    "authors": [
      "Yang T",
      "Wen H",
      "Zhang J",
      "Pan Y",
      "Yang F",
      "Wu X",
      "Zhao J",
      "Peng K",
      "Yang L",
      "Mei J",
      "Cai Y",
      "Wang Y",
      "Xiao W"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617976/",
    "doi": "doi: 10.1038/s41418-026-01672-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41617975",
    "title": "Differential immune- and apoptosis-related gene signatures in pancreatic alpha and beta cells contribute to their fate in type 1 diabetes.",
    "authors": [
      "Yi X",
      "Martin-Vazquez E",
      "Jawurek S",
      "L Zimath P",
      "Garcia Oliveira J",
      "Costa-Junior JM",
      "Ilegems E",
      "Wesley JD",
      "C Title A",
      "Yesildag B",
      "Eizirik DL"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617975/",
    "doi": "doi: 10.1038/s41418-026-01669-x",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41617974",
    "title": "Identification of MKRN1 as a key modulator of the p53-MDM2 feedback loop.",
    "authors": [
      "Shimada T",
      "Noguchi T",
      "Komatsu R",
      "Otani K",
      "Komatsu T",
      "Suzuki S",
      "Mitsuya M",
      "Okubo T",
      "Ito R",
      "Yamada M",
      "Hirata Y",
      "Matsuzawa A"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617974/",
    "doi": "doi: 10.1038/s41418-026-01662-4",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41617959",
    "title": "Synergistic protective and regenerative effects of hyaluronic acid and polynucleotides against UVA-induced oxidative stress in dermal fibroblasts.",
    "authors": [
      "Tran TTT",
      "Heo SC",
      "Lee JH",
      "Kim HW"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617959/",
    "doi": "doi: 10.1038/s41598-026-37730-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41617945",
    "title": "Ovarian reserve and oxidative stress in sickle cell anaemia: a comparative cross-sectional study.",
    "authors": [
      "Adewunmi AA",
      "Olumodeji AM",
      "Ottun AT",
      "Ajonuma LC",
      "Bamiro SA",
      "Okunowo BO",
      "Shakunle A"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617945/",
    "doi": "doi: 10.1038/s41598-026-37734-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41617915",
    "title": "A recently evolved domain of the human ING1 epigenetic regulator targets mitochondria and induces senescence.",
    "authors": [
      "Bertschmann J",
      "Liu G",
      "Djamshidi M",
      "Heshmatazad K",
      "Romanov Y",
      "Dhaliwahl J",
      "Hojjat H",
      "Yang Y",
      "de Koning APJ",
      "Riabowol K",
      "Hill A"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617915/",
    "doi": "doi: 10.1007/s00018-025-06076-y",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41617890",
    "title": "Polyamine metabolism as a regulator of cellular and organismal aging.",
    "authors": [
      "Uemura T",
      "Takayama J",
      "Oguro A",
      "Terui Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617890/",
    "doi": "doi: 10.1007/s00726-026-03497-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41617841",
    "title": "Senescence-associated LncRNAs TRMP and TRMP-S promote gastric cancer by activating IGFL4.",
    "authors": [
      "Zhang M",
      "Mi Y",
      "Li F",
      "Tao Y",
      "Tian S",
      "Khan MR",
      "Chu X",
      "Zheng P",
      "Bukhari I"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617841/",
    "doi": "doi: 10.1038/s41598-026-37106-9",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41617815",
    "title": "The mTOR signaling pathway regulates key steps of mammary gland organoid genesis in a temporal manner.",
    "authors": [
      "Lacouture A",
      "Sylla MS",
      "Germain L",
      "Fréville L",
      "Lafront C",
      "Weidmann C",
      "Jobin C",
      "Laplante M",
      "Huot MÉ",
      "Lambert JP",
      "Audet-Walsh É"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617815/",
    "doi": "doi: 10.1038/s41598-026-37825-z",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41617802",
    "title": "Briefing Chat: What Brazilian centenarians could reveal about the science of ageing.",
    "authors": [
      "Thompson B",
      "Petrić Howe N"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617802/",
    "doi": "doi: 10.1038/d41586-026-00322-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41617789",
    "title": "Indoleacrylic acid mitigates vascular rarefaction and enhances ischemia-induced neovascularization in aging via APLNR signaling.",
    "authors": [
      "Chen JY",
      "Chen MH",
      "Liu Y",
      "Yao ML",
      "Wang XR",
      "Chen J",
      "Zhang J",
      "Pan M",
      "Zhou JP",
      "Bai YP"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617789/",
    "doi": "doi: 10.1038/s41401-025-01736-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41617762",
    "title": "Additive effects of high intensity interval training and therapeutic adenosine on gene and protein expression in lipid metabolism and weight loss in high fat diet-induced obese rats.",
    "authors": [
      "Eslami Z",
      "Ghafi AG",
      "Wong A",
      "Asghari SH",
      "Asadi N",
      "Mirghani SJ"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617762/",
    "doi": "doi: 10.1038/s41598-026-35546-x",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41617752",
    "title": "HDACi induces apoptosis of osteosarcoma cells by inhibiting the MAPK pathway.",
    "authors": [
      "Qin C",
      "Lin TT",
      "Lin YM",
      "Zhang YL",
      "Hong SJ",
      "Jia X",
      "Liu WG"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617752/",
    "doi": "doi: 10.1038/s41598-025-34356-x",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41617745",
    "title": "Mechanistic insights into PABPC5-mediated regulation of apoptosis in glioma pathophysiology.",
    "authors": [
      "Mujite A",
      "Zheng Y",
      "Liu W",
      "Li Y",
      "Ma X",
      "Hu B",
      "Liu T",
      "Su W",
      "Qin H",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617745/",
    "doi": "doi: 10.1038/s41598-025-33448-y",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41617715",
    "title": "The human pathome shows sex and tissue specific aging patterns.",
    "authors": [
      "Ben Ezra M",
      "Garbrecht JB",
      "Rasmussen N",
      "Cortés Mediavilla M",
      "Heckenbach I",
      "Petr MA",
      "Bakula D",
      "Mortensen L",
      "Scheibye-Knudsen M"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617715/",
    "doi": "doi: 10.1038/s41514-025-00307-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41617684",
    "title": "Rottlerin triggers dual degradation of SLC7A11 and GPX4 to drive ferroptosis and chemosensitization in hepatocellular carcinoma.",
    "authors": [
      "Luo H",
      "Jin X",
      "Gao C",
      "Deng Q",
      "Han L",
      "Hu F",
      "Tong R",
      "Li D",
      "Yang H",
      "Bian X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617684/",
    "doi": "doi: 10.1038/s41420-026-02942-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41617676",
    "title": "Recovery from apoptosis in photoreceptor cells: A role for mitophagy.",
    "authors": [
      "Kaur B",
      "Miglioranza Scavuzzi B",
      "Yao J",
      "Yang M",
      "Jia L",
      "Lentz SI",
      "Sadda J",
      "Kocab AJ",
      "Shanmugam S",
      "Zacks DN"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617676/",
    "doi": "doi: 10.1038/s41419-026-08436-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41617671",
    "title": "Trim15 stabilizes VDAC3 via ubiquitination to suppress autophagy and enhance chemosensitivity in hypopharyngeal squamous cell carcinoma.",
    "authors": [
      "Wang G",
      "Shen Y",
      "Wang L",
      "Fu T",
      "Huang Y",
      "Chai F",
      "Xu M",
      "Jiang Y",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617671/",
    "doi": "doi: 10.1038/s41420-026-02943-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41617670",
    "title": "Lactate transmission from hypoxic tumor cells promotes macrophage senescence and M2 polarization via the DNMT1-NHE7 axis to accelerate endometrial cancer progression.",
    "authors": [
      "Yang S",
      "Ma Y",
      "Wu T",
      "Huang X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617670/",
    "doi": "doi: 10.1038/s41419-026-08411-y",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41617235",
    "title": "Update of the Novara Cohort Study (NCS): protocol evolution of a population-based longitudinal study on ageing in Northern Italy - cohort profile.",
    "authors": [
      "Cracas SV",
      "Garro G",
      "Venetucci J",
      "Martorana M",
      "Antona A",
      "Bettio V",
      "Rossato D",
      "Briacca L",
      "Viola E",
      "Caristia S",
      "Colombo V",
      "Capuzzi L",
      "Roveda C",
      "Varalda M",
      "Rolla R",
      "Sacchetti S",
      "Tillio PA",
      "Capello D",
      "Faggiano F"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617235/",
    "doi": "doi: 10.1136/bmjopen-2025-109328",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41617230",
    "title": "Determining the burden of falls amongst community-dwelling older people in Ireland to inform falls care delivery: secondary data analysis from the Irish longitudinal study on ageing - the defined study.",
    "authors": [
      "Briggs R",
      "Ward M",
      "Scarlett S",
      "van der Velde N",
      "Hernandez B",
      "Romero-Ortuno R",
      "Tysinger B",
      "May P",
      "Ahern E",
      "Kenny RA"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617230/",
    "doi": "doi: 10.1136/bmjopen-2025-107647",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41616804",
    "title": "Ferroptosis in heart failure: from molecular insights to therapeutic implications.",
    "authors": [
      "Karampinos KI",
      "Farmakis D",
      "Gurung R",
      "Foo RS",
      "Filippatos GS",
      "Cokkinos DV"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616804/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41616255",
    "title": "The L-lactate dehydrogenase LldD contributes to oxidative stress resistance, survival from neutrophils, and host colonization in Neisseria gonorrhoeae.",
    "authors": [
      "Lankford JM",
      "Barr WE",
      "Andersen CA",
      "Karuppiah AA",
      "Thomas KS",
      "Glomski IJ",
      "Huang W-C",
      "Criss AK",
      "Potter AD"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616255/",
    "doi": "doi: 10.1128/iai.00644-25",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41616222",
    "title": "Photoaged Polystyrene Microplastics Accelerate Aging in Caenorhabditis elegans via Ferroptosis-Linked Insulin Signaling Pathway.",
    "authors": [
      "Yu Y",
      "Tan S",
      "Guo H",
      "Gu Y",
      "Xiang M",
      "Ding C",
      "Wang C",
      "Chen H"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616222/",
    "doi": "doi: 10.1021/acs.est.5c17589",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bFerroptosis\\b",
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41616127",
    "title": "Combined UHPLC with MALDI-MS Imaging Reveals Hepatic Lipid Metabolism Homeostasis in Tetrabromobisphenol A-Exposed Mice.",
    "authors": [
      "Zhao H",
      "Chen Y",
      "Tuo Y",
      "Sai L",
      "Li Y",
      "Peng F",
      "Li J",
      "Zhang Q",
      "Chi B",
      "Zhang R"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616127/",
    "doi": "doi: 10.1021/acs.jproteome.5c00768",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41616044",
    "title": "Five energy metabolism pathways show distinct regional distributions and lifespan trajectories in the human brain.",
    "authors": [
      "Pourmajidian M",
      "Hansen JY",
      "Shafiei G",
      "Misic B",
      "Dagher A"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616044/",
    "doi": "doi: 10.1371/journal.pbio.3003619",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41615864",
    "title": "Pharmacological STING Activation Enhances Autophagy-Mediated Clearance of Mycobacterium tuberculosis in Human Macrophages.",
    "authors": [
      "Niu F",
      "Zhong R",
      "Pu F",
      "Dai X",
      "Wang J",
      "Feng J",
      "Xia P"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615864/",
    "doi": "doi: 10.1159/000550530",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41615854",
    "title": "Discovery and Structure-Activity Relationship Studies of Diazepine Derivatives as a New Class of Ferroptosis Inhibitors with Potent Efficacy in the Doxorubicin-Induced Cardiomyopathy Model.",
    "authors": [
      "You J",
      "Yang L",
      "Qin Y",
      "Tian C",
      "Yang X",
      "Xiang M",
      "Li L",
      "Yang S"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615854/",
    "doi": "doi: 10.1021/acs.jmedchem.5c02855",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41615811",
    "title": "Reactive Oxygen Species Detection with Fluorescent Probes: Limitations and Recommendations beyond DCFH-DA.",
    "authors": [
      "Karges J"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615811/",
    "doi": "doi: 10.1021/acs.jmedchem.5c03494",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41615724",
    "title": "Authors' Reply: Deciphering the Cell-Specific Specificity of the α-Klotho-Cellular Inhibitor of Apoptosis Protein 1 Axis in Autosomal Dominant Polycystic Kidney Disease.",
    "authors": [
      "Li LX",
      "Zhou JX",
      "Li X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615724/",
    "doi": "doi: 10.1681/ASN.0000001022",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bKlotho\\b"
    ]
  },
  {
    "id": "pmid:41615642",
    "title": "Reactive Oxygen Species and Hair Follicle Stem Cell Dysfunction.",
    "authors": [
      "Shome D",
      "Mishra M",
      "Prabhughate A",
      "Bellani D",
      "Patil R",
      "Kapoor R"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615642/",
    "doi": "doi: 10.1007/s12015-025-11050-z",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41615581",
    "title": "The upregulated RNA circ_0060055 regulates the proliferation, invasion and apoptosis of pancreatic cancer cells through spongy miR-1298-5p.",
    "authors": [
      "Hao L",
      "Yin Q",
      "Song J",
      "Yu X",
      "He J",
      "Kang YM"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615581/",
    "doi": "doi: 10.1007/s12032-026-03278-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41615559",
    "title": "Antioxidant and energy supplementation alleviate oxidative stress and enhance milk production through modulation of hepatic antioxidant gene expression in transition dromedary camels.",
    "authors": [
      "Ahmadpour A",
      "Sajjadi N",
      "Zarrin M"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615559/",
    "doi": "doi: 10.1007/s11250-026-04886-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41615536",
    "title": "Copper deficiency aggravates oxidative stress, inflammation, and liver damage induced by a high-fat diet in a mouse model.",
    "authors": [
      "Castro-Cisterna S",
      "Valenzuela R",
      "Espinosa A",
      "Farias C",
      "Mercado-López L",
      "Arredondo M"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615536/",
    "doi": "doi: 10.1007/s10534-026-00789-8",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41615501",
    "title": "Functional characterisation of Target of Rapamycin (TOR) signalling in Physcomitrella.",
    "authors": [
      "Saliba E",
      "Hoernstein SNW",
      "van Gessel N",
      "Sentimenti A",
      "Höß KMV",
      "Parsons J",
      "Decker EL",
      "Huesgen PF",
      "Simonsen HT",
      "Reski R"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615501/",
    "doi": "doi: 10.1007/s00299-026-03722-y",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41615487",
    "title": "The role of circular RNAs in mediating the protective effects of exercise against muscle degeneration and aging.",
    "authors": [
      "Li B",
      "Chen L",
      "Su Y",
      "Meng J",
      "Su Z"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615487/",
    "doi": "doi: 10.1007/s10522-026-10390-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41615477",
    "title": "Correction: VEGFC ameliorates salt‑sensitive hypertension and hypertensive nephropathy by inhibiting NLRP3 inflammasome via activating VEGFR3‑AMPK dependent autophagy pathway.",
    "authors": [
      "Wu Q",
      "Meng W",
      "Zhu B",
      "Chen X",
      "Fu J",
      "Zhao C",
      "Liu G",
      "Luo X",
      "Lv Y",
      "Zhao W",
      "Wang F",
      "Hu S",
      "Zhang S"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615477/",
    "doi": "doi: 10.1007/s00018-025-06066-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41615374",
    "title": "Yangxuebushen Decoction prevents cyclophosphamide-induced hair loss by inhibiting hair follicle apoptosis.",
    "authors": [
      "Sun Y",
      "Wei Y",
      "Ren H",
      "Shi X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615374/",
    "doi": "doi: 10.1080/15569527.2026.2618007",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41615188",
    "title": "Endocytic Control of Cell-Autonomous and Non-Cell-Autonomous Functions of p53.",
    "authors": [
      "Cacciatore R",
      "Basile A",
      "Freddi S",
      "Schiano Lomoriello I",
      "Zucca CR",
      "Ciossani G",
      "Scietti L",
      "Cuomo A",
      "Ronzoni S",
      "Pelicci S",
      "Faretta M",
      "Zaccheroni E",
      "Pelicci G",
      "Matafora V",
      "Bachi A",
      "Gunby RH",
      "Pece S",
      "Sigismund S",
      "Lanzetti L",
      "Colaluca IN",
      "Di Fiore PP"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615188/",
    "doi": "doi: 10.1002/advs.202513765",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41615186",
    "title": "Contrasting effects of glutamate and branched-chain amino acid metabolism on acid tolerance in a Castellaniella isolate from acidic groundwater.",
    "authors": [
      "Goff JL",
      "Durrence KL",
      "Thorgersen MP",
      "Trotter VV",
      "Chen Y",
      "Kosina SM",
      "Wang ALW",
      "Poole FL 2nd",
      "Northen TR",
      "Petzold CJ",
      "Deutschbauer AM",
      "Adams MWW"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615186/",
    "doi": "doi: 10.1128/aem.01942-25",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41614670",
    "title": "Assessment of oxidative stress parameters in neonatal indirect hyperbilirubinemia treated with phototherapy.",
    "authors": [
      "Özçelik E",
      "Neşelioğlu S",
      "Erel Ö",
      "Zenciroğlu A"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614670/",
    "doi": "doi: 10.1080/00365513.2026.2623600",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41614659",
    "title": "FAPα(+) Macrophages Orchestrate Immune Evasion in Multiple Myeloma by Dual Regulation of PD-L1 and T Cell Senescence.",
    "authors": [
      "Gu H",
      "Dai Z",
      "Huang X",
      "Zhang E",
      "Dai X",
      "Chen H",
      "Cao W",
      "Zhang J",
      "Hou Y",
      "Yan H",
      "Yang Y",
      "Yang L",
      "Li Y",
      "Lin W",
      "Cai Z",
      "He J"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614659/",
    "doi": "doi: 10.1002/advs.202506239",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41614587",
    "title": "Disrupting Copper Homeostasis to Enhance Cuproptosis and Ferroptosis for Glioblastoma Immunotherapy.",
    "authors": [
      "Yang L",
      "Jiang Z",
      "Huang L",
      "Gao Y",
      "Zheng Q",
      "Wang T",
      "Hu C",
      "Zhang H",
      "Zhang Y",
      "Li Z"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614587/",
    "doi": "doi: 10.1002/adhm.202505207",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41614572",
    "title": "Global surge in pancreatic cancer cases driven by ageing populations and modifiable risks.",
    "authors": [
      "Zheng W",
      "Jiang G",
      "Oparinde JG",
      "Zhang Z",
      "Song D",
      "Ding Y",
      "Feng J",
      "Xu Y",
      "Xu D",
      "Zhao H",
      "Zhang L",
      "Ji G",
      "Lu L"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614572/",
    "doi": "doi: 10.7189/jogh.16.04032",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41614444",
    "title": "Chondroitin Sulfate-Based ROS-Responsive Nanoparticles Targeting Activated Myofibroblasts via CD44 Receptors for the Renal Fibrosis Therapy.",
    "authors": [
      "Zhao W",
      "Zhou J",
      "Xia Y",
      "Li J",
      "Chen J",
      "Ji X",
      "Wang L",
      "Zhang J",
      "Qiu S",
      "Xiong Y",
      "Liu L",
      "He J",
      "Li Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614444/",
    "doi": "doi: 10.1021/acs.molpharmaceut.5c01524",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41617471",
    "title": "Do JST-IC Trajectories Truly Capture Aging Processes? A Need to Reconsider What the Trajectories Represent.",
    "authors": [
      "Rattanapitoon SK",
      "Thanchonnang C",
      "Padchasuwan NH",
      "Rattanapitoon NK"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617471/",
    "doi": "doi: 10.1111/ggi.70380",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41617461",
    "title": "mTOR Modulation Affects Galectin-1 Expression in KMT2A-rearranged Acute Lymphoblastic Leukemia Cells.",
    "authors": [
      "Pawlik B",
      "Madzio J",
      "Rydzyńska Z",
      "Mazurek M",
      "Grzela DP",
      "Walenciak J",
      "Młynarski W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617461/",
    "doi": "doi: 10.21873/anticanres.17976",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41617440",
    "title": "Splicing Factor SF3B4 Suppresses Pancreatic Cancer Growth and Migration by Inhibiting Autophagy.",
    "authors": [
      "Choi SH",
      "Seo J",
      "Jeong SM"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617440/",
    "doi": "doi: 10.21873/anticanres.17983",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41617438",
    "title": "POM121 Drives Gastric Cancer Progression via the mTOR/p70S6K Signaling Axis.",
    "authors": [
      "Kim HB",
      "Kim SH",
      "Lee HH",
      "Lee HJ",
      "Park SG"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617438/",
    "doi": "doi: 10.21873/anticanres.17987",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41617433",
    "title": "Targeting mTOR Signaling in Cancer: The Promise of Natural Product-derived Inhibitors.",
    "authors": [
      "Chanvorachote P",
      "Chaotham C",
      "Ei ZZ",
      "Chunhacha P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617433/",
    "doi": "doi: 10.21873/anticanres.17969",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41617421",
    "title": "Oncogenic Role and Clinical Significance of NPM1 in Colorectal Cancer via the AKT/mTOR Signaling Pathway.",
    "authors": [
      "Kim HB",
      "Lee HJ",
      "Park SG"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617421/",
    "doi": "doi: 10.21873/anticanres.17982",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41617419",
    "title": "Synergistic Effects of Honokiol on Camptothecin-triggered Apoptosis of Drug-resistant Glioblastoma Cells via CDK1-mediated G(2)/M Arrest and Intrinsic ROS-Mitochondrion-dependent Pathway.",
    "authors": [
      "Yang CP",
      "Chen JT",
      "Liu SH",
      "Chen E",
      "Chen RM"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617419/",
    "doi": "doi: 10.21873/anticanres.17975",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41615969",
    "title": "Drospirenone promotes apoptosis in ectopic but inhibits proliferation in eutopic human endometrial stromal cells.",
    "authors": [
      "Wongwananuruk T",
      "Petyim S",
      "Suwannalert P",
      "Tungprasertpol K",
      "Klaymook S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615969/",
    "doi": "doi: 10.1371/journal.pone.0341590",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41615944",
    "title": "Maternal slow-release nitrogen diets during late gestation optimize the energy metabolism in calves' skeletal muscle.",
    "authors": [
      "Costa TC",
      "Cediel-Devia DC",
      "Ramirez-Zamudio GD",
      "Nascimento KB",
      "Gionbelli MP",
      "Duarte MS"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41615944/",
    "doi": "doi: 10.1371/journal.pone.0338860",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41614661",
    "title": "Glutamine Protects Porcine Granulosa Cell From Oxidative Stress-Induced Apoptosis by Inhibiting JNK Activation.",
    "authors": [
      "Wang L",
      "Liu Y",
      "Li J",
      "Liu X",
      "Wu S",
      "Jiang A",
      "Bao W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614661/",
    "doi": "doi: 10.1111/rda.70179",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41614545",
    "title": "Oxytocin, Epigenetic Aging, and the Social Regulation of Health: A Lifecourse Perspective on the Maejima et al. Findings.",
    "authors": [
      "Uvnäs-Moberg K",
      "Gross MM",
      "Calleja-Agius J",
      "Turner JD"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614545/",
    "doi": "doi: 10.1111/acel.70363",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41614423",
    "title": "[Corrigendum] Resveratrol improves neurological outcome and neuroinflammation following spinal cord injury through enhancing autophagy involving the AMPK/mTOR pathway.",
    "authors": [
      "Meng HY",
      "Shao DC",
      "Li H",
      "Huang XD",
      "Yang G",
      "Xu B",
      "Niu HY"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614423/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41614410",
    "title": "TRIM46 deficiency‑induced DNA damage enhances the sensitivity of cisplatin in non‑small cell lung cancer by regulating the Akt signaling pathway.",
    "authors": [
      "Jin S",
      "Zhang D",
      "Liao Z",
      "Yu L",
      "Wang Y",
      "Jia P",
      "Pan M",
      "Li Y",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614410/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41614396",
    "title": "[Corrigendum] 3‑Bromopyruvate sensitizes human breast cancer cells to TRAIL‑induced apoptosis via the phosphorylated AMPK‑mediated upregulation of DR5.",
    "authors": [
      "Chen Y",
      "Wei L",
      "Zhang X",
      "Liu X",
      "Chen Y",
      "Zhang S",
      "Zhou L",
      "Li Q",
      "Pan Q",
      "Zhao S",
      "Liu H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614396/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41614391",
    "title": "Ginkgolide C alleviates atherosclerosis via activating Nrf2 to inhibit ROS‑dependent NLRP3 inflammasome activation.",
    "authors": [
      "Zhang R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614391/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  }
]