[
  {
    "id": "10.64898/2026.01.09.698662",
    "title": "Tumor cell death by ferroptosis contributes to an immunosuppressive tumor microenvironment in syngeneic murine models of cancer",
    "authors": [
      "Mbah, N. E.",
      "Sutton, D.",
      "Hong, H. S.",
      "Singhal, R.",
      "Menjivar, R. E.",
      "Giza, H.",
      "Sajjakulnukit, P.",
      "Perricone, M.",
      "Nwosu, Z.",
      "Alektiar, J.",
      "Lin, J.",
      "Long, D.",
      "Andren, A. C.",
      "Zhang, L.",
      "Crawford, H. C.",
      "Frankel, T. L.",
      "Pasca di Magliano, M.",
      "Franchi, L.",
      "Shah, Y. M.",
      "Lyssiotis, C. A."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is characterized by profound metabolic rewiring and a strongly immunosuppressive tumor microenvironment, both of which contribute to poor therapeutic responses. Immunogenic cell death (ICD) represents a potential strategy to overcome immune suppression by coupling tumor cell death to anti-tumor immune activation. Here, we investigated whether targeting amino acid metabolism in PDAC can induce ICD and promote tumor immunity. Through a focused metabolic screen in a panel of syngeneic mouse cancer cell lines, we identified cysteine restriction as a robust inducer of multiple damage-associated molecular patterns (DAMPs) in vitro, hallmark features of ICD. In addition to driving DAMPs, cystine-deprived tumor cells also promoted dendritic cell phagocytosis, maturation, and proinflammatory cytokine production in vitro. Because cysteine deprivation is a known trigger of ferroptosis, we further demonstrated that pharmacologic inhibition of glutathione peroxidase 4 (GPX4) similarly elicited ICD-associated features, which were reversible by the ferroptosis inhibitor Ferrostatin-1. To define additional immune-modulatory signals associated with ferroptosis, we performed metabolomic and lipidomic profiling of cells undergoing, but not yet committed to, ferroptotic death. These analyses revealed selective release of immunosuppressive metabolites and oxidized phospholipids. Consistent with this, conditioned media from ferroptotic cells impaired CD8 T cell proliferation and cytotoxicity in vitro. Thus, together our results indicated that the induction of ferroptotic immunogenic cell death led to the release of both pro- and anti-inflammatory signals. Subsequent analysis in vivo revealed that ferroptotic tumor cells predominantly contributed to a tumor-protective environment. In particular, tumors inoculated with ferroptotic cells were enriched with immunosuppressive myeloid cells and exhibited reduced populations of tumor-infiltrating CD8+ T cells. Further investigation using immune compromised mice suggested that ferroptotic cells may suppress both adaptive and innate immune responses. Collectively, these results underscore the complex and highly context-dependent effects of ferroptosis on tumor immunity, highlighting the critical importance of in vivo models to determine true immunogenic potential within the tumor microenvironment.",
    "published": "2026-01-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698662",
    "doi": "10.64898/2026.01.09.698662",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698710",
    "title": "Cell Death Induced by Homoisoflavonoid Brazilin and its Semi-synthetic Derivates on MDA-MB-231 and MCF7 Breast Cancer Cell Lines",
    "authors": [
      "Zuniga-Eulogio, M.",
      "Quinteros, M.",
      "Hernandez-Moreno, A.",
      "Hernandez-Moreno, T.",
      "Sharma, T.",
      "Ordonez, M.",
      "Coste-Sanchez, C.",
      "PADILLA-BENAVIDES, T.",
      "Navarro-Tito, N."
    ],
    "summary": "Flavonoids are naturally occurring polyphenolic compounds that have been extensively explored as scaffolds for drug development due to their diverse biological activities. Brazilin, a homoisoflavonoid with reported antitumoral properties, does not fully meet pharmaceutical criteria, and chemical modification of natural compounds is often required to enhance bioactivity and efficacy. Here, we evaluated the pro-apoptotic activity of Brazilin and its semi-synthesized methoxylated (OMe)3 and acetylated (OAc)3 derivatives in triple-negative MDA-MB-231 and luminal A MCF7 breast cancer cell lines. We assessed cell viability, proliferation, oxidative stress, and mitochondrial integrity, and analyzed apoptotic features using confocal microscopy, western blotting, and RT-qPCR. In addition, RNA sequencing was performed to characterize transcriptomic changes in MDA-MB-231 cells following treatment with unmodified Brazilin or its derivatives. Brazilin and Brazilin-(OAc)3 significantly reduced cell viability and proliferation in MDA-MB-231 cells, whereas MCF7 cells exhibited increased viability and growth in response to Brazilin-(OMe)3. In MDA-MB-231 cells, treatment with Brazilin and Brazilin-(OAc)3 induced apoptosis-associated features, including chromatin condensation, {gamma}H2AX accumulation, and PARP cleavage. These effects were accompanied by a modest increase in mitochondrial oxidative stress and loss of mitochondrial membrane potential. Notably, no cytotoxic or apoptotic features were detected in non-tumorigenic MCF10A cells. Transcriptomic analysis revealed that Brazilin treatment upregulated genes associated with endoplasmic reticulum stress, including ATF3, in MDA-MB-231 cells. Collectively, our results indicate that Brazilin and its acetylated derivative selectively induce mitochondrial stress and cell death in triple-negative breast cancer cells, potentially involving ER stress pathways.",
    "published": "2026-01-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698710",
    "doi": "10.64898/2026.01.09.698710",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.11.698850",
    "title": "A novel pathosystem between Aeschynomene evenia and Aphanomyces euteiches reveals new immune components in quantitative legume root-rot resistance.",
    "authors": [
      "Baker, M.",
      "Martinez, Y.",
      "Keller, J.",
      "Sarrette, B.",
      "Pervent, M.",
      "Libourel, C.",
      "Le Ru, A.",
      "Bonhomme, M.",
      "Gough, C.",
      "Castel, B.",
      "ARRIGHI, J.-F.",
      "Jacquet, C."
    ],
    "summary": "Legumes are pivotal for sustainable agriculture, yet their productivity is hindered by soilborne pathogens such as Aphanomyces euteiches. This study introduces Aeschynomene evenia as a novel model to investigate legume immunity and its interplay with Nod factor-independent symbiosis (NFIS). Inoculation of A. evenia accessions with A. euteiches strains revealed a range of quantitative resistance levels. Phenotypic and cytological analyses showed a compatible interaction, including root browning, intracellular colonisation, and oospore production; along with partial resistance traits such as phenolic accumulation at the endodermal barrier. Transcriptomic analyses at 1 and 3 dpi identified 3,403 differentially expressed genes (DEGs), with upregulated genes associated with pathogen perception, immune signalling and specialised metabolite biosynthesis. Kinase-mediated signalling, ROS homeostasis, and WRKY transcription factors were among the most enriched functional categories. Comparative transcriptomics with Medicago truncatula confirmed conserved immune responses, while A. evenia displayed broader transcriptional repression. Integration with symbiotic transcriptomic data revealed overlapping gene signatures, including AeRLCK2 and AeCRK, previously found to be NFIS-specific, as putative dual-function kinases. Aerlck2 and Aecrk mutants exhibited enhanced resistance to A. euteiches, supporting their roles in immune regulation. This work positions A. evenia - A. euteiches as a valuable system to dissect legume quantitative resistance and its intersection with symbiosis.",
    "published": "2026-01-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.11.698850",
    "doi": "10.64898/2026.01.11.698850",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.11.698901",
    "title": "Dual NLRC4 and non-canonical inflammasome signaling drives human GSDMD-mediated killing of Shigella flexneri independently of bacterial cardiolipin.",
    "authors": [
      "Szczerba, M.",
      "Goldberg, M. B."
    ],
    "summary": "Macrophages internalize and kill bacteria and thus are crucial for clearing bacterial infections. Although macrophage killing of some intracellular bacteria requires inflammasomes, the specific mechanisms of inflammasome-dependent killing are incompletely understood. Here we show that, upon infection with an intracellular pathogen Shigella flexneri, human macrophages activate a robust NLRC4-caspase-1 inflammasome response that restricts intracellular bacterial replication independently of pyroptosis. Gasdermin D (GSDMD) cleavage is required for bactericidal activity, revealing a GSDMD-dependent mechanism of bacterial killing independent of host cell death. We find that GSDMD-mediated killing of S. flexneri does not require bacterial cardiolipin, identifying a cardiolipin-independent mode of bacterial targeting. Priming macrophages with interferon (IFN)-{gamma} enhances killing of intracellular S. flexneri by promoting involvement of caspase-4, which cooperates with caspase-1 to potentiate GSDMD function. These results identify a dual engagement of canonical and non-canonical inflammasomes that leads to macrophage killing S. flexneri while preserving host cell integrity. Furthermore, these findings uncover a previously unrecognized cardiolipin-independent mechanism of GSDMD-mediated bacterial killing with broad implications for immune cell control of cytosolic bacterial pathogens",
    "published": "2026-01-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.11.698901",
    "doi": "10.64898/2026.01.11.698901",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698698",
    "title": "A Closed Computational - Experimental Loop Identifies Metabolic Collapse at the Root of Macrophage Dysfunction due to Zinc Dyshomeostasis",
    "authors": [
      "Malla, S.",
      "Smith, D.",
      "Peer, A.",
      "Sameulson, D.",
      "Knoell, D.",
      "Saha, R."
    ],
    "summary": "Zinc plays a crucial role in immune regulation, the oxidative stress response, and epithelial barrier integrity. Yet, zincs precise role in regulating metabolic and immunological functions in myeloid cells remains poorly understood. Here, we employ a systems biology approach using constraint-based modeling to elucidate the consequences of myeloid-specific loss of ZIP8 on macrophage metabolic function and antibacterial capabilities. We demonstrate that macrophage populations in the lung of ZIP8 knockout (Zip8KO) mice exhibit widespread metabolic disruption, spanning glycolysis, butanoate metabolism, amino acid metabolism, and mitochondrial function. Specifically, Zip8KO macrophages exhibit impaired nutrient uptake and dysregulated energy metabolism, which is exacerbated following Streptococcus pneumoniae infection. Genome-scale metabolic modeling and flux analysis revealed a paradoxical pattern of metabolic suppression prior to infection, followed by overcompensation post-infection, potentially driving immune dysfunction. Consistent with these predictions Zip8KO bone marrow-derived macrophages displayed increased ATP demand and disrupted mitochondrial energetics, compromising their ability to control infection. Importantly, we identified succinate, and kynurenic acid as metabolites capable of restoring immune responses and validated their ability to enhance bacterial clearance in Zip8KO BMDMs. Together, these findings establish ZIP8 as a central regulator of immune-metabolic homeostasis and suggest potential therapeutic avenues to restore immune function in settings of zinc deficiency.",
    "published": "2026-01-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698698",
    "doi": "10.64898/2026.01.09.698698",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bGlycolysis\\b",
      "\\bAmino\\ acid\\ metabolism\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698733",
    "title": "Atypical tetracyclines promote longevity and ferroptotic neuroprotection via translation attenuation",
    "authors": [
      "Clay, K. J.",
      "Sanchez-Alavez, M.",
      "Newman, I. R.",
      "Na, N.",
      "Verduzco Espinoza, A. P.",
      "To, A.",
      "Saad, S.",
      "Cline, H. T.",
      "Petrascheck, M."
    ],
    "summary": "Pre-clinical and clinical work on multiple tetracyclines revealed substantial neuroprotective and geroprotective effects that are unrelated to their antibiotic activity. Here, we investigate the mechanisms underlying the most widely used tetracyclines and their impurities or degradation products. We find that their neuroprotective and geroprotective effects can be separated from the inhibition of MMP9 or their antibiotic activity and instead result from an attenuation of translation. Surprisingly, tetracyclines differ in the mechanisms by which they attenuate translation to protect neurons and extend lifespan. The first class, best represented by doxycycline, targets the mitochondrial ribosome to activate the Integrated Stress Response (ISR), which lowers cytosolic translation. In contrast, the second class, best represented by the atypical tetracyclines, 4-epiminocycline and 12-aminominocycline, bypasses the need for the ISR. Instead, these molecules directly target the cytosolic ribosome, reducing translation and protecting from ferroptotic cell death. Thus, the tetracyclines represent a tunable molecular scaffold that can be engineered to target either the mitochondrial or cytosolic ribosome, thereby eliciting different protective downstream mechanisms. Our results reveal a surprising mechanistic diversity underlying the tetracycline class and suggest a new avenue to develop therapeutics to safely target protein synthesis in humans, one of the most potent longevity mechanisms identified in small model organisms.",
    "published": "2026-01-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698733",
    "doi": "10.64898/2026.01.09.698733",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.14.676164",
    "title": "Glycolysis-stratified coordination of fatty acid and glutamine metabolism in pancreatic ductal adenocarcinoma",
    "authors": [
      "Fareed, S."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is highly lethal and characterized by profound metabolic rewiring, yet it remains unclear how fatty acid (FA) and glutamine (GLN) metabolism coordinate across glycolytic states and FA classes. In this study, RNA-seq and clinical data from a multi-institutional PDAC cohort (n = 172) were analyzed to quantify FA and GLN pathway activities using single-sample gene set variation analysis (ssGSEA), followed by stratification of tumors into low, medium, and high glycolysis tertiles. FA-GLN associations were evaluated at pathway, enzyme-class (medium, long, and very-long-chain FA; VLCFA [&ge;] C20), and family levels using correlation, Fisher-z meta-analysis, and bootstrap resampling. Family-level contrasts were used to compare FA-GLN coupling between glycolysis strata, and complementary metabolite-inference analyses were performed to define metabolite-based tumor phenotypes. Protein-level validation was conducted in an independent PDAC proteomic cohort. FA-GLN coordination was found to be strongly context-dependent: membrane-focused lipid families, glycerophospholipids (GPL) and sphingolipids (SP), showed the strongest GLN coupling in glycolysis-low tumors, whereas coupling shifted toward VLCFA enzyme classes in glycolysis-medium tumors and weakened in glycolysis-high tumors. Family-level contrasts confirmed significantly weaker GPL-GLN and SP-GLN associations in high versus low glycolysis. Metabolite-inference analyses identified three metabolic phenotypes that preserved this glycolysis-stratified FA-GLN hierarchy, and protein-level analysis in the CPTAC PDAC cohort partially recapitulated preferential SP-GLN coordination in less glycolytic tumors. Survival analyses suggested glycolysis-state- and chain length-specific trends in FA-linked pathways. Together, these findings delineate a glycolysis-stratified map of FA-GLN coordination in PDAC and nominate conditional metabolic vulnerabilities with potential therapeutic and dietary relevance.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=135 SRC=\"FIGDIR/small/676164v5_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (62K):\norg.highwire.dtl.DTLVardef@11b17b8org.highwire.dtl.DTLVardef@1b25687org.highwire.dtl.DTLVardef@14ec224org.highwire.dtl.DTLVardef@1abf436_HPS_FORMAT_FIGEXP  M_FIG Conceptual summary illustrating how coordinated fatty-acid and glutamine metabolism shifts across glycolysis-low, medium, and high PDAC tumors, highlighting FA family and chain length-specific metabolic dependencies.\n\nC_FIG",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.14.676164",
    "doi": "10.1101/2025.09.14.676164",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.10.681517",
    "title": "Age Associated Increase in Microglia Inflammation and Phagocytosis in the Adult Neural Stem Cell Niche",
    "authors": [
      "Cutler, R.",
      "Harrison, S. J.",
      "Sandoval-Kuhn, N.",
      "Tomlinson, S.",
      "Kokovay, E."
    ],
    "summary": "Adult SVZ neurogenesis declines with age, but the niche mechanisms remain incompletely defined. Here, we show that SVZ microglia acquire activation-associated morphology with aging. Reanalysis of published SVZ single-cell RNA-Seq data revealed that aged microglia upregulate inflammatory and lysosome/phagosome-related gene programs, including multiple phagocytosis-associated receptors and effectors. Functionally, young SVZ-derived microglia exhibit reduced basal phagocytic activity compared with non-SVZ microglia in vitro, whereas aged SVZ microglia show increased phagocytosis. In vivo SVZ wholemounts reveal increased progenitor-derived material within lysosomal compartments of microglia with age, without an accompanying increase in SVZ apoptosis. Inhibiting complement C3 activation or reducing inflammation with minocycline treatment partially restores SVZ proliferation in aged mice, but does not reduce progenitor-derived material within lysosomal compartments of aged microglia. These data support a model in which microglial inflammatory signaling contributes to age-related suppression of SVZ proliferation, while microglial engagement with neural progenitors is sustained by additional mechanisms.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.10.681517",
    "doi": "10.1101/2025.10.10.681517",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689678",
    "title": "A stress-dependent TRIM28-ALKBH2 feedback loop modulates chemoresistance in NSCLC",
    "authors": [
      "Sun, Z.",
      "Deng, Y.",
      "Liu, Y.",
      "Liu, Z.",
      "Li, J.",
      "Wu, L.",
      "Zeng, L.",
      "Feng, X.",
      "Miao, L.",
      "Sheng, Y.",
      "Chen, B.",
      "He, Y.",
      "Liu, Y.",
      "Zhao, Y."
    ],
    "summary": "Chemoresistance to DNA-damaging agents, including platinum and alkylating compounds, limits treatment efficacy in non-small cell lung cancer (NSCLC) and is frequently associated with elevated DNA repair activity. Here, we identify a stress-responsive feedback loop between the E3 ligase TRIM28 and the demethylase ALKBH2. TRIM28 binds ALKBH2 and promotes its K48-linked polyubiquitination and proteasomal degradation, whereas ALKBH2 enhances TRIM28 transcription and protein levels, forming a feedback loop. Notably, alkylation stress induces a biphasic response: acute MMS exposure enhances TRIM28-ALKBH2 association and accelerates ALKBH2 degradation, whereas prolonged exposure promotes TRIM28 degradation, leading to ALKBH2 stabilization and transcriptional upregulation. Clinically, ALKBH2 is frequently elevated in lung adenocarcinoma and is associated with worse survival, whereas TRIM28 exhibits prognostic value specifically in chemotherapy-treated patients. Functionally, MMS-cisplatin co-treatment increased DNA damage and reduced clonogenic survival by counteracting ALKBH2-dependent alkylation tolerance, linking the TRIM28-ALKBH2 loop to chemoresistance in NSCLC.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689678",
    "doi": "10.1101/2025.11.21.689678",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.03.692220",
    "title": "Testing the redox theory of aging under parasitism",
    "authors": [
      "Silva, L. M.",
      "Belli, A.",
      "Koella, J. C."
    ],
    "summary": "The redox theory of aging proposes that an oxidative imbalance, possibly amplified by infection, drives senescence. We experimentally evolved mosquitoes under early or late reproduction with or without parasite exposure, and quantified longevity, fecundity, and redox markers. Although selection generated the expected life-history divergence, there was only a poor non-linear association between a redox gradient and longevity. Thus, oxidative stress contributed to, but did not determine, the evolution of aging.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.03.692220",
    "doi": "10.64898/2025.12.03.692220",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.05.692394",
    "title": "Preoptic Neurons that Control Entry into Hibernation",
    "authors": [
      "Martinez, A. J.",
      "Reid, C. M.",
      "Lavin-Peter, A. J.",
      "Li, W.",
      "Lee, A. S.",
      "Griffith, E. C.",
      "Hrvatin, S."
    ],
    "summary": "Evolution of seasonal hibernation has enabled mammals to survive harsh conditions by entering a state of prolonged hypometabolism and hypothermia with body temperatures as low as 0-4{degrees}C. Despite decades of physiological studies, the genetic tools to study hibernation have remained limited and the mechanisms that induce hibernation entry are still unknown. Focusing on the brain, we map state-dependent neuronal activity across the hibernation cycle in Syrian hamsters and identify the hypothalamic anterior preoptic area (aPOA) as a key regulator of hibernation entry. Single-nucleus RNA and chromatin profiling provided a map of neuronal populations present in the hamster POA and enabled the discovery and design of an enhancer AAV that selectively targets hibernation-associated aPOA subpopulations. Using this genetic approach, we show that Samd3-positive aPOA glutamatergic neurons are necessary for entry into hibernation and that their activation is sufficient to induce a prolonged hypothermic state with associated nesting behavior. Together, we identify the first neuronal population that controls entry into hibernation, opening new avenues for investigating and manipulating the metabolic and physiological mechanisms underlying this extreme state of ''suspended animation'' and its potential applications in aging and disease.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.05.692394",
    "doi": "10.64898/2025.12.05.692394",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698696",
    "title": "Ongoing lymphoid HIV production drives pyroptosis and GLP-1 counter-regulation in ART-suppressed infection",
    "authors": [
      "Crawford, P. A.",
      "Rhein, J.",
      "Chipman, J. G.",
      "Beilman, G. J.",
      "Cromarty, R.",
      "Escandon, K.",
      "Anderson, J.",
      "Wieking, G.",
      "Johnston, A.",
      "Ahmed, A.",
      "Reichel, J.",
      "Khoruts, A.",
      "Basting, C. M.",
      "Kuchma, N.",
      "Baker, J. V.",
      "Klatt, N. R.",
      "Haase, A. T.",
      "Schacker, T. W."
    ],
    "summary": "Despite effective antiretroviral therapy (ART), many people with HIV (PWH) exhibit persistent immune activation (IA) and suffer metabolic comorbidities. We investigated whether residual HIV production in lymphoid tissues drives IA. Among 20 ART-suppressed PWH, HIV RNA+ cells were detected in lymph nodes and correlated directly with markers of pyroptosis, assessed via cleaved gasdermin D positivity, but not with most plasma cytokines or IA markers. Notably, glucagon-like peptide 1 (GLP-1), an enteroendocrine hormone with anti-inflammatory roles, was upregulated in the ileum of PWH and correlated directly with systemic cytokines but inversely with lymph node pyroptosis. These findings suggest that chronic occult inflammation in people with successfully suppressed HIV infection is mediated by persistent virus production in lymph nodes leading to pyroptosis, which may trigger compensatory anti-inflammatory enteroendocrine activation that may dampen pyroptosis. Targeting pyroptosis or enhancing GLP-1 signaling represent potential therapeutic strategies for modulating IA and managing metabolic comorbidities in PWH.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698696",
    "doi": "10.64898/2026.01.09.698696",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698377",
    "title": "Heterogeneous causes of acute respiratory distress syndrome correlate with distinct peripheral polyunsaturated fatty acid metabolites",
    "authors": [
      "Leuenberger, L. A.",
      "Bednash, J. S.",
      "Schott, E.",
      "Mikacenic, C. A.",
      "Morrell, E. D.",
      "Richardson, C.",
      "Fussner, L. A.",
      "Horowitz, J. C.",
      "Mallampalli, R. K.",
      "Shaikh, S. R.",
      "Tighe, R. M.",
      "Gowdy, K. M."
    ],
    "summary": "Acute Respiratory Distress Syndrome (ARDS), a heterogeneous syndrome of hypoxic respiratory failure secondary to dysregulated pulmonary inflammation, is caused by diverse insults. Because of this heterogeneity, mechanisms and treatments are difficult to study. As a treatment, n-3 polyunsaturated fatty acid (PUFA) supplementation has had mixed results. PUFAs and downstream oxylipins are important to pulmonary inflammation but are not well defined in ARDS. We hypothesized that differences in fatty acid metabolism, as measured by levels of n-3 and n-6 PUFAs and oxylipins, are associated with differences in ARDS outcomes, ARDS causes, and inflammation. To test this, PUFAs/oxylipins were measured by LC MS/MS in plasma samples from 90 patients with ARDS. Inflammatory cytokines (IL-6, IL-8) were measured by ELISA. Multivariate linear regressions modeled the relationship between PUFAs/oxylipins, inflammation, and ARDS mortality, severity and cause. Multiple n-3 and n-6 PUFA derived oxylipins were decreased in severe ARDS. We did not detect differences in PUFAs/oxylipins by mortality. PUFAs/oxylipins varied by cause of ARDS, especially between patients with sepsis and those with trauma. Furthermore, specific oxylipins were associated with IL-6 and IL-8. Based on our identification of oxylipins that vary by disease severity and injury, these metabolites should be considered as potential biomarkers and mechanisms of lung repair biomarkers. Furthermore, differences in PUFAs did not directly correlate with changes in oxylipins, suggesting differences in lipid metabolism by etiology of injury. Further consideration of differences in lipid metabolism in ARDS could identify potential subgroups that could benefit from n-3 PUFA supplementation or other therapies.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698377",
    "doi": "10.64898/2026.01.09.698377",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698746",
    "title": "AlphaFold3-based modeling uncovers the dynamic structural interface between full-length IAP antagonists and DIAP1 for apoptosis regulation in Drosophila",
    "authors": [
      "Rai, P.",
      "Bergmann, A."
    ],
    "summary": "Apoptosis in Drosophila is governed by caspases, inhibitor of apoptosis proteins (IAPs), and IAP antagonists. Using AlphaFold3, we modeled full-length 3D structures of the IAP antagonists Reaper, Hid, Grim, Sickle, and Jafrac2, as well as DIAP1 and dBruce, and their binary and higher-order complexes. We uncover a paradoxical role for the N-terminal methionine of Reaper in stabilizing Reaper/Hid complexes and inhibiting DIAP1 binding. Our models reveal that Reaper uniquely engages both BIR1 and BIR2 domains of DIAP1, guided by -helical residues in its backbone, while all other IAP antagonists preferentially target BIR2. Higher-order assemblies show how Reaper and Hid cooperatively engage DIAP1 and allosterically modulate its E3 ligase activity. We present the first full-length model of dBruce and its inhibitory interaction with Rpr. These findings provide a comprehensive structural framework for apoptosis regulation in Drosophila, and offer new insights into conserved mechanisms of caspase control and IAP antagonism across species.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698746",
    "doi": "10.64898/2026.01.09.698746",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698755",
    "title": "Molecular signatures and cellular responses underlying hypoxic adaptation in sea turtles",
    "authors": [
      "Arango, B. G.",
      "Selleghin-Veiga, G.",
      "Moreno-Santillan, D. D.",
      "Ensminger, D. C.",
      "Vazquez, J. M.",
      "Tarvin, R.",
      "Nery, M.",
      "Godard-Codding, C.",
      "Vazquez-Medina, J. P."
    ],
    "summary": "Hypoxia-inducible factors (HIFs) are transcriptional regulators that orchestrate the canonical response to low-oxygen tension in animal cells. Vertebrates possess three HIF-a isoforms, which arose from two gene duplication events of the ancestral HIF-1a gene. Here, we examined whether the HIF gene family (HIF-1a, HIF-2a, HIF-3a, and HIF-1aN inhibitor) shows evidence of positive selection in hypoxia-tolerant reptiles (Testudines), compared evolutionary patterns within the family, and assessed the transcriptional response to hypoxia in primary cells derived from a hypoxia-tolerant (Caretta caretta) and a non-tolerant (Sceloporus occidentalis) reptile. We found that HIF-1a, HIF-2a, and HIF-1aN are highly conserved across reptiles, whereas HIF-3a is under positive selection in Testudines. We also identified multiple novel regulatory motifs unique to Testudines. Transcriptional signatures of hypoxia exposure indicated stark differences between lizards and turtles. Whereas lizard cells exhibited a canonical response to hypoxia, characterized by enriched cell-survival pathways, sea turtle cells exhibit a robust, distinctive transcriptional response involving enriched pathways related to protein synthesis, quality maintenance, and mitochondrial integrity. Surprisingly, cis-regulatory element analysis did not show HIFs as key regulators of the transcriptional response in either species. Instead, TFDP1 in lizard cells and E2F1 in sea turtle cells emerged as potential key regulators. TFDP1 regulates the cell cycle, specifically DNA synthesis and cell cycle progression, while E2F regulates DNA-damage response, apoptosis, metabolism, and fatty acid biosynthesis. These results suggest that the reptilian response to hypoxia is shaped by transcriptional plasticity, while highlighting key regulatory mechanisms driving hypoxic adaptation in sea turtle cells. However, positive selection of HIF-3a and novel HIF motifs suggest a combined, but yet to be uncovered, contribution of regulatory and coding sequence evolutionary mechanisms shaping hypoxia tolerance in Testudines.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698755",
    "doi": "10.64898/2026.01.09.698755",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.10.698791",
    "title": "Chemical composition and antioxidant properties of Thai propolis: Role of caffeic acid phenethyl ester (CAPE)",
    "authors": [
      "Chuesaard, T.",
      "Chaimanee, V.",
      "Jobsri, J.",
      "Pukklay, P."
    ],
    "summary": "Propolis, a resinous substance produced by Apis mellifera, is rich in polyphenols and flavonoids and exhibits diverse biological activities, including antioxidant and antimicrobial effects. This study aimed to characterize the chemical composition of Thai propolis and evaluate its free radical scavenging activity. Ethanolic (EEP) and aqueous (WEP) extracts were prepared and analyzed. Gas chromatography-mass spectrometry (GC-MS) identified major constituents of EEP, including phenolic acids, flavonoids, and sugars. Antioxidant activities were assessed using DPPH and hydrogen peroxide scavenging assays. EEP exhibited significantly higher radical scavenging activity than WEP, with maximum DPPH inhibition of 87.46% at 5 mg/mL. CAPE effectively scavenged superoxide and hydroxyl radicals and protected plasmid DNA from oxidative damage. These results highlight CAPE as bioactive compound contributing to the antioxidant properties of Thai propolis. Thai propolis, particularly its ethanolic extract, represents a promising natural source of antioxidants for potential applications in nutraceuticals, functional foods, and oxidative stress-related disease prevention.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.10.698791",
    "doi": "10.64898/2026.01.10.698791",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698640",
    "title": "3D Light Sheet Microscopy Reveals Aging Osteoarthritis-associated Joint-innervated Nerve Remodeling in Mouse Knee Joints",
    "authors": [
      "Kundu, P.",
      "Wise, B.",
      "Norris, E.",
      "James, M.",
      "Zhang, Y.",
      "Jonason, J.",
      "Buckley, M.",
      "Lee, W. V."
    ],
    "summary": "Osteoarthritis (OA) is a prevalent age related joint disease-causing chronic pain. This study investigated how nociceptive and sympathetic nerve innervation in the mouse knee joint changes with age and OA progression, and how these changes relate to pain and disease severity. Methods: Thirty-eight mice were assigned to four groups: young male (My), aged male (Ma), young female (Fy), and aged female (Fa). Pain sensitivity was evaluated via Pressure Application Measurement (PAM), and joint damage was graded using OARSI scoring. CGRP and PIEZO2 expressions in dorsal root ganglia (DRG) were also assessed. We employed iDISCO tissue clearing and 3D light sheet fluorescence microscopy to visualize total (PGP9.5), nociceptive (CGRP), and sympathetic (TH) nerve fibers in anterior regions of mouse knee joints. A MATLAB-based tool quantified nerve architecture. Results: The Ma group displayed the highest OA severity and markedly lower mechanical withdrawal thresholds compared with My, suggesting an age effect on pain-related behavior. This phenotype was accompanied by a higher total PGP9.5; nerve fiber density in the knee joint and increased CGRP nociceptive innervation. In contrast, female mice showed no age-dependent change in PAM withdrawal thresholds, consistent with preserved cartilage integrity and stable OARSI scores, and no detectable age-related differences in PGP9.5; or CGRP; innervation. The TH; sympathetic fiber distribution was comparable across sexes and ages. Consistent with joint-level findings, DRG analyses demonstrated increased CGRP and PIEZO2 expression in the Ma group, whereas females exhibited no significant change. Conclusion: Enhanced nociceptive but not sympathetic nerve remodeling in knee cavities is associated with increased OA severity and knee pain in the Ma group. These findings emphasize the role of peripheral sensory plasticity in OA pain and demonstrate the value of 3D imaging for visualizing neuroanatomical changes in joint disorders.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698640",
    "doi": "10.64898/2026.01.09.698640",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698753",
    "title": "Scalable high-fidelity human vascularized cortical assembloids recapitulate neurovascular co-development and cell specialization",
    "authors": [
      "Bhalla, S.",
      "Gulsuyu, B.",
      "Sanchez, D.",
      "Ross, J. M.",
      "Arul, S.",
      "Gopinadhan, A.",
      "Ozturk, M.",
      "Mukhtar, T.",
      "Augustin, J. J.",
      "Wang, J. C.",
      "Kim, J.",
      "Kim, C. N.",
      "Oten, S.",
      "Rosen, Y.",
      "Barnabei, J. M.",
      "Letchuman, V.",
      "Weinsheimer, S.",
      "Kim, H.",
      "Crouch, E. E.",
      "Chang, E. F.",
      "Haussler, D.",
      "Teodorescu, M.",
      "Kriegstein, A. R.",
      "Nowakowski, T. J.",
      "Winkler, E. A."
    ],
    "summary": "Human cortical development involves the coupling of neurogenesis and cerebrovascular growth. However, interactions between neural and vascular cells are largely missing in most brain organoids, which are crucial models for studying neurodevelopment and disease. Here, we establish vascularized cortical assembloids (vCAs) by fusing mesoderm-derived vascular organoids (VOs) with cortical organoids (COs). vCAs self-assemble lumenized networks of endothelial cells, pericytes, and perivascular fibroblasts that acquire blood-brain barrier (BBB) specialization and arteriovenous specification in vitro. Single-cell RNA-sequencing and immunofluorescence imaging revealed that vascularization improves neuroepithelial architecture, reduces hypoxia and apoptosis, expands cortical progenitor pools, and enhances neuronal maturation and connectivity compared with COs. Moreover, atlas-level integration with human neurodevelopmental tissue and cross-protocol benchmarking demonstrate superior transcriptional concordance, especially for vascular cell and glial populations, relative to existing approaches. This scalable and reproducible platform improves fidelity and throughput for modeling human neurovascular co-development and enables systematic studies across brain regions and diseases using engineered or patient-derived iPSCs.",
    "published": "2026-01-10T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698753",
    "doi": "10.64898/2026.01.09.698753",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2024.05.15.594447",
    "title": "Mitochondrial Protein Carboxyl-Terminal Alanine-Threonine Tailing Promotes Human Glioblastoma Growth by Regulating Mitochondrial Function",
    "authors": [
      "Zhang, B.",
      "Cai, T.",
      "Reddy, E.",
      "Wu, Y.",
      "Mondal, I.",
      "Tang, Y.",
      "Gbufor, A. S.",
      "Wang, J.",
      "Shen, Y.",
      "Liu, Q.",
      "Sun, R.",
      "Ho, W. S.",
      "Lu, R. O.",
      "Wu, Z."
    ],
    "summary": "The rapid and sustained proliferation of cancer cells necessitates increased protein production, which, along with their disrupted metabolism, elevates the likelihood of translation errors. Ribosome-associated quality control (RQC), a recently identified mechanism, mitigates ribosome collisions resulting from frequent translation stalls. However, the precise pathophysiological role of the RQC pathway in oncogenesis remains ambiguous. Our research centered on the pathogenic implications of mitochondrial stress-induced protein carboxyl-terminal alanine and threonine tailing (msiCAT-tailing), a specific RQC response to translational arrest on the outer mitochondrial membrane, in glioblastoma (GBM). The presence of msiCAT-tailed mitochondrial proteins was observed commonly in glioblastoma stem cells (GSCs). The exogenous introduction of the mitochondrial ATP synthase F1 subunit alpha (ATP5) protein, accompanied by artificial CAT-tail mimicking sequences, enhanced mitochondrial membrane potential ({Delta}{Psi}m) and inhibited the formation of the mitochondrial permeability transition pore (MPTP). These alterations in mitochondrial characteristics provided resistance to staurosporine (STS)-induced apoptosis in GBM cells. Consequently, msiCAT-tailing can foster cell survival and migration, whereas blocking msiCAT-tailing via genetic or pharmacological intervention can impede GBM cell overgrowth.\n\nImpact StatementThe Carboxyl-Terminal Alanine-Threonine-tailed protein ATP5 helps glioblastoma mitochondria maintain a high membrane potential and keep the permeability transition pore closed, thereby promoting tumor growth and increasing resistance to apoptosis.\n\nHighlightsO_LIGlioblastoma (GBM) cells have a disturbed RQC pathway\nC_LIO_LImsiCAT-tailing on ATP5 in GBM cells increases mitochondrial membrane potential\nC_LIO_LIThis msiCAT-tailing prevents MPTP opening\nC_LIO_LIATP5 msiCAT-tailing also inhibits drug-induced apoptosis in GBM cells\nC_LIO_LIBlocking msiCAT-tailing impedes the overall growth of GBM cells\nC_LI",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.05.15.594447",
    "doi": "10.1101/2024.05.15.594447",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.05.674558",
    "title": "Mechanistic modeling predicts efficacy of CISH knockout in tumor-infiltrating lymphocytes with synergistic gene editing",
    "authors": [
      "Memmos, N.",
      "Kaveh, K.",
      "Moriarity, B.",
      "Webber, B. R.",
      "Odde, D. J."
    ],
    "summary": "Tumor-infiltrating lymphocyte (TIL) therapy is a type of adoptive cell therapy, where the lymphocytes of a cancer patients tumor are harvested, expanded in vitro using IL-2 stimulation, and then infused back into the patient[1], [2]. However, even with the use of TIL therapy, cancer cells can survive for various reasons, such as poor lymphocyte infiltration into tumors, chronic activation of the T cell receptor and the immunosuppressive tumor microenvironment[3]. Cytokine-inducible SH2-containing (CISH) protein is a negative regulator of T cell activation, and in a recent clinical trial was knocked out in TILs to improve TIL therapy efficacy[4]. A mechanistic signaling pathway model was developed to theoretically evaluate the efficacy of CISH knockout (CISH KO) in T cell activation and examine potential alternative target genes that can theoretically be targeted using multiplex gene-editing or drugs to further improve T cell activation and function[5]. Based on the results, CISH knockout increases the transcription of activation biomarkers IL-2 and TNF-a, but also inhibitory biomarkers such as PD1 and FasL. Using global sensitivity analysis, we also found that GSK3B, which is responsible for the deactivation of NFAT, is also predicted to further increase T cell activation when knocked out. In addition, it was predicted that PDCD1, FAS and CTLA4 can be knocked out in combination with CISH to further enhance T cell activation and prevent exhaustion and apoptosis.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.05.674558",
    "doi": "10.1101/2025.09.05.674558",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.23.681444",
    "title": "The tumor suppressor p53 mutational status controls epithelial 3D cell growth under mechanical compression",
    "authors": [
      "Di-Luoffo, M.",
      "Arcucci, S.",
      "Therville, N.",
      "Marty, T.",
      "D'Angelo, R.",
      "Chaouki, M.",
      "Thibault, B.",
      "Swider, P.",
      "Assemat, P.",
      "Delarue, M.",
      "Guillermet-Guibert, J."
    ],
    "summary": "Context: Solid tumors are subjected to mechanical forces arising from their growth in confined environments. Growth-induced pressure increases up to ten times compared to healthy tissue in tumors such as pancreatic cancer, and rises alongside the occurrence of genetic alterations during tumorigenesis. This study aims to understand the so far unknown relationship between genetic alterations and cancer cell behavior under compression. Results: Using isogenic cell lines with engineered p53 mutations, we showed that the p53 background influences cell response to compression. Tumor growth under compression increased in cells harboring a truncated-mutated p53 form. This blocked caspase 3 cleavage and promoted survival and growth through PI3K-AKT activation and dysregulation of c-FOS and FOSB transcription factors network. Mutated-truncated p53 cells displayed a unique behavior and heightened an activation state under compression. Conclusion: Mechanical compression and p53 mutations together drive tumor growth. p53 status could be a biomarker for predicting tumor adaptation to mechanical stress and efficiency of therapies targeting mechanosensitive pathways.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.23.681444",
    "doi": "10.1101/2025.10.23.681444",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696118",
    "title": "Oxa1L buffers mitochondrial vulnerability by coupling translation to membrane insertion",
    "authors": [
      "Shen, X.",
      "He, R.",
      "Zhong, H.",
      "Sun, P.",
      "Zhang, J. K.",
      "Zhang, Y.",
      "Yang, H."
    ],
    "summary": "Mitochondrial respiratory chain integrity relies on the coordinated synthesis and membrane insertion of mitochondrially encoded proteins. How limitations in this process contribute to mitochondrial dysfunction under stress remains poorly understood. Here, we identify the mitochondrial insertase Oxa1L as a key buffering factor that modulates mitochondrial vulnerability under Parkinsonian stress conditions. Transcriptomic analyses and cellular stress models reveal pronounced disruption of oxidative phosphorylation pathways accompanied by reduced Oxa1L abundance. Functional gain- and loss-of-function analyses demonstrate that Oxa1L actively influences mitochondrial membrane potential, reactive oxygen species levels, and ATP production during stress. Notably, Oxa1L selectively governs the abundance of mitochondrially encoded respiratory chain subunits, indicating that co-translational membrane insertion represents a rate-limiting step in mitochondrial protein biogenesis. Structural analyses position Oxa1L at the mitoribosomal exit site, providing a spatial framework for coupling translation to inner membrane insertion. Together, our findings uncover a critical layer of mitochondrial quality control at the level of co-translational insertion and establish Oxa1L as a determinant of mitochondrial resilience under stress.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696118",
    "doi": "10.64898/2025.12.22.696118",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.07.698139",
    "title": "A severely affected MRL/Lpr mouse exhibits a divergent clinical-immune profile associated with a profound metabolic alteration.",
    "authors": [
      "Matmat, K.",
      "Jamey, C.",
      "Brumaru, D.",
      "Mensah-Nyagan, A.-G.",
      "Jeltsch-David, H."
    ],
    "summary": "Systemic lupus erythematosus (SLE) displays marked clinical and biological heterogeneity that is incompletely captured by group-based analyses. Although the MRL/Lpr mouse is a well-established lupus model, individual-level divergence within this genetically homogeneous strain remains poorly characterized.\n\nHere, we describe an MRL/Lpr mouse exhibiting an exceptionally severe systemic phenotype and provide an integrative characterization combining clinical assessment, inflammatory profiling, neuroaxonal injury, and targeted metabolomics. Despite pronounced clinical deterioration, including severe proteinuria, reduced organ weights, and marked neuroaxonal damage, this mouse did not show a globally exacerbated cytokine profile relative to other MRL/Lpr animals. In contrast, plasma neurofilament light chain levels were massively elevated, indicating substantial neuroaxonal injury. Targeted metabolomic analysis revealed a profoundly altered biochemical signature, with coordinated disruptions in nitrogen handling, sulfur amino acid metabolism, and neurometabolic pathways, clearly separating this animal from both control and lupus-prone peers.\n\nThese findings illustrate that extreme disease severity can emerge independently of overt cytokine escalation and identify metabolic dysregulation as a major dimension of pathological divergence at advanced disease stages. Although descriptive and based on a single individual, this work highlights the value of extreme phenotypes for uncovering biological inflection points that remain concealed in averaged analyses and supports the integration of metabolic readouts alongside inflammatory markers in autoimmune disease research.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.07.698139",
    "doi": "10.64898/2026.01.07.698139",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698354",
    "title": "Unravelling the distinct phenotype and mechanosensitive properties of different tendon cell populations.",
    "authors": [
      "Grossemy, S. E.",
      "Zamboulis, D. E.",
      "Khatib, N. S.",
      "Fazal, M. R.",
      "Gains, C.",
      "Giannopoulous, A.",
      "Hopkins, T.",
      "Bevan, C.",
      "Aggarwal, Y.",
      "Knight, M.",
      "Screen, H. R."
    ],
    "summary": "Tendinopathy arises from maladaptive cellular responses, though the drivers remain unclear. Here we identify and characterise a previously undescribed tendon cell population residing within interfascicular matrix (IFM), demonstrating its importance as the primary mechanosensitive cell in tendon.\n\nWe describe the first successful isolation and long-term culture of primary IFM and fascicular matrix (FM) cells, enabling direct comparison of their phenotypes and mechanosensitivity.\n\nIFM cells exhibited a potent response to stiff substrates, displaying cytoskeletal remodelling, rapid drifting of tenogenic and ECM gene expression, and proliferative decline, while FM cells remained largely unaltered. Crucially, transferring IFM cells to compliant, IFM-like substrates recovered their proliferative capacity, morphology, gene expression.\n\nThis work defines IFM cells as the primary mechanosensitive tendon cell population, with implications for tendon ageing, injury, and regeneration. Importantly, it also enables identification of cell surface markers to isolate this population from other tendons, opening new avenues to explore mechanobiology-guided tendon therapeutics.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698354",
    "doi": "10.64898/2026.01.08.698354",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698427",
    "title": "Daily HIV pre-exposure prophylaxis enhances monocyte activation and effector function and reprogrammes cellular metabolism.",
    "authors": [
      "Jameson, G.",
      "Murphy, D. M.",
      "Batten, I.",
      "Connolly, S. A.",
      "Dyer, A. H.",
      "White, A.",
      "Cochrane, S.",
      "Murphy, D.",
      "Quinn, L.",
      "Devitt, E.",
      "Villa, G.",
      "Basdeo, S. A.",
      "Townsend, L."
    ],
    "summary": "BackgroundPre-exposure prophylaxis (PrEP) with tenofovir/emtricitabine (TDF/FTC) is highly effective for HIV prevention. While antiretroviral therapy (ART) is linked to chronic inflammation in people living with HIV, its direct effects on immune phenotype, function, and metabolism in HIV-negative individuals remain unclear.\n\nMethodsGay, bisexual, and other men who have sex with men (gbMSM) on daily TDF/FTC PrEP underwent immunophenotyping and single-cell metabolic profiling using SCENITH. Cytokine and chemokine responses were measured ex vivo and after lipopolysaccharide or Mycobacterium tuberculosis stimulation. These were compared with a demographically similar PrEP-naive cohort, with five individuals followed 6-9 months after PrEP initiation.\n\nFindingsMonocytes from people taking PrEP (n=15; median 533 days) exhibited higher activation marker expression (HLA-DR, CD14) ex vivo and enhanced IL-1{beta} and TNF after bacterial challenge compared with PrEP-naive individuals (n=11). Longitudinal follow-up indicated that PrEP initiation increased monocyte activation markers (HLA-DR, CD14, CD40, TNFRI/II) and cytokine production (IL-1{beta}, TNF, GM-CSF, IFN-{gamma}, Granzyme B, MIP-1). Reduced glucose dependency was observed in monocytes, CD56dim NK cells and CD4+ T cells 6-9 months after PrEP initiation.\n\nInterpretationDaily TDF/FTC promotes monocyte activation, enhances pro-inflammatory responses, and reprogrammes immune cell metabolism, highlighting ARTs potential to modulate immune-mediated inflammatory pathways in HIV-negative individuals.\n\nFundingTrinity Translational Medicine Institute, Trinity College Dublin, Dublin, The Association of Physicians of Great Britain and Ireland, Health Research Board Ireland.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=85 SRC=\"FIGDIR/small/698427v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (28K):\norg.highwire.dtl.DTLVardef@139c54eorg.highwire.dtl.DTLVardef@1c890d2org.highwire.dtl.DTLVardef@9bdb4borg.highwire.dtl.DTLVardef@5a2dc1_HPS_FORMAT_FIGEXP  M_FIG C_FIG Research in ContextO_ST_ABSEvidence before this studyC_ST_ABSDespite effective viral suppression with antiretroviral therapy (ART), people living with HIV (PLWHIV) experience persistent immune activation and chronic inflammation that increase their risk of age-associated comorbidities. The extent to which ART itself contributes to this dysregulated immune state remains unclear, as HIV infection confounds most studies. Pre-exposure prophylaxis (PrEP) with tenofovir disoproxil fumarate and emtricitabine (TDF/FTC) offers a unique opportunity to examine the direct immunological effects of ART in HIV-negative individuals. However, few studies have explored how PrEP influences immune cell activation, effector function, or cellular metabolism in the absence of viral infection.\n\nAdded value of this studyThis study is the first to characterise how daily PrEP with TDF/FTC modulates innate immune activation and cellular metabolism independently of HIV infection. We show that PrEP enhances monocyte activation and effector cytokine production while reprogramming metabolic pathways to reduce glucose dependency in monocytes, NK cells, and CD4 T cells. These findings reveal previously unrecognised immunometabolic effects of ART in HIV-negative individuals, providing mechanistic insight into how ART exposure can shape immune homeostasis in the absence of infection.\n\nImplications of all the available evidenceOur findings, together with existing data from PLWHIV, suggest that ART itself can remodel immune and metabolic pathways, potentially contributing to both beneficial and detrimental outcomes. ART-induced immunometabolic reprogramming may underlie persistent inflammation and the early onset of comorbidities observed in treated HIV infection, while also enhancing innate responsiveness to bacterial pathogens such as Mycobacterium tuberculosis. Understanding these mechanisms may inform future strategies to optimise ART regimens and mitigate inflammation-associated complications.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698427",
    "doi": "10.64898/2026.01.08.698427",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698456",
    "title": "Investigating the Mitochondria-Related Mechanisms of Ligustri Lucidi Fructus in Treating Diabetic Nephropathy: A Combined Approach of Network Pharmacology, Transcriptomics, and Experimental Validation",
    "authors": [
      "Li, Q.-q.",
      "Yang, J.",
      "Xin, Y.-l.",
      "Wen, L.-x.",
      "Luan, R.-q.",
      "Zhang, X.-l."
    ],
    "summary": "Mitochondrial dysfunction and excessive oxidative stress within mitochondria are key pathological factors driving renal tubular injury in diabetic nephropathy (DN). While Ligustri Lucidi Fructus (LLF) is traditionally used in the treatment of DN, its precise mechanisms, particularly those involving mitochondria, remain poorly understood. This study identifies differentially expressed genes (DEGs) through differential expression analysis of the GSE142025 dataset, which includes data related to DN. Feature genes were selected from yielding overlapping genes by cross-referencing four distinct machine learning models. Genes with significant differential expression and consistent trends across both datasets were subjected to receiver operating characteristic curve analysis, and those with AUC > 0.7 in both datasets were defined as biomarkers. To investigate potential mechanisms of action, function enrichment, immune infiltration, network construction, and molecular docking analyses were performed. Finally, a DN mice model was constructed, further confirming the therapeutic effect of LLF on DN through assessments of blood glucose, urinary microalbumin levels, and histopathological examination. Meanwhile, the expression of these biomarkers was validated using RT-qPCR. The results indicated that four biomarkers were associated with mitochondria and related to the treatment of DN by LLF. These biomarkers were enriched in pathways related to ribosome function, valine, leucine, and isoleucine degradation, cytokine-cytokine receptor interactions, and peroxisomes. All biomarkers were negatively correlated with CD8+ T cells and activated mast cells while showing positive correlations with activated NK cells and naive B cells. Additionally, the binding energies of taxifolin, beta-sitosterol, and eriodictyol with the biomarkers were all below -5 kcal/mol. Animal experiments have confirmed that LLF significantly upregulates the expression of CAT and MAOA genes in kidney tissue. Identifying mitochondrial biomarkers for LLF treatment of DN offers novel insights into therapeutic strategies for the disease.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698456",
    "doi": "10.64898/2026.01.08.698456",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698306",
    "title": "Pan-cancer silencer transcription atlas reveals leukemia silencer hijacking FOXP1 to enhance MYC oncogene",
    "authors": [
      "Guo, M.",
      "Chen, L.",
      "Deng, S.",
      "Zhang, J.",
      "Hu, Z.",
      "Wang, W.",
      "Songyang, Z.",
      "Xiong, Y."
    ],
    "summary": "Numerous non-coding regulatory elements have been identified in the human genome. However, our understanding of silencers remains largely incomplete. Here, we proposed the concept of silencer transcriptional activity (STA) to investigated silencers from a new perspective using >20,000 transcriptomes. We demonstrated that lower STAs predicted better patient outcomes in most cancers, and a subset of STAs distinguished tumors from noncancerous tissues for most cancer types. Importantly, we discovered a silencer-linked RNA (slRNA) of a leukemia cell-specific silencer (LeSSi). Knocking down (KD) of the slRNA significantly decreased leukemia cell viability and migration and increased cellular apoptosis. Furthermore, the direct link and functional similarity between LeSSi and slRNA were established by CRISPR/Cas9 knocking out (KO) of LeSSi. Mechanistically, the slRNA hijacked FOXP1, which functions here both as a known transcription factor (TF), and more importantly, as a novel RNA binding protein (RBP), thereby preventing FOXP1 from binding to the promoter of proto-oncogene MYC and subsequently promoting MYC transcription. Collectively, our work provides insights into the functions of silencers in cancer and identified a slRNA hijacking FOXP1 to enhance MYC expression in leukemia cells.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698306",
    "doi": "10.64898/2026.01.08.698306",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698452",
    "title": "An inducer of snail hibernation causes quiescence and hibernation-like cardioprotection, through metabolic rewiring and autophagy, in mice hearts",
    "authors": [
      "Piao, J.",
      "Zhang, Y.",
      "Zhao, Y.-Y.",
      "Hanington, P.",
      "Hambrook, J. R.",
      "Liu, Y.",
      "Ussher, J.",
      "Dakhili, A. T.",
      "Sutendra, G.",
      "Michelakis, E. D."
    ],
    "summary": "Cells of hibernators achieve dormancy, resembling cellular quiescence, through molecular rewiring, metabolic remodelling and autophagy, resisting ischemic and ischemia-reperfusion (IR) injury, while non-hibernators are vulnerable to both. We discovered a circulating dormancy-inducing factor in hibernating snails, synthesized it chemically and because it activates PHLPP1 (a phosphatase regulating the mTOR mediators p-AKT and p-S6K1), named it SNail Activator of PHLPP1 (SNAP). During IR, plasma membrane PHLPP1 and p-AKT translocate to the cytoplasm and mitochondria. SNAP dephosphorylates mitochondrial p-AKT, p-S6K1 and induces dormancy in snails and quiescence (autophagy, reversible cell-cycle exit, proteostasis, apoptosis-resistance) in ischemic mouse fibroblasts. In IR models of cardiomyocytes and perfused hearts, SNAP is cardioprotective by preserving Pyruvate Dehydrogenase (PDH) activity, preventing mitochondrial depolarization, apoptosis and ROS-induced ER stress. SNAP's cardioprotective and mitochondrial effects are absent in hearts with a cardiomyocyte-specific PDH knockout. SNAP reveals fundamental mechanisms of quiescence under stress; while its cardioprotection may be beneficial in the IR injury of normal hearts offered for transplantation, a major challenge in transplant medicine",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698452",
    "doi": "10.64898/2026.01.08.698452",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698370",
    "title": "Targeting of the barley cell-surface receptor SRF3 by the Blumeria hordei effector AVRA13 overlaps with AVRA13 recognition by MLA and the induction of NLR-mediated cell death.",
    "authors": [
      "Shi, W.",
      "Bilstein-Schloemer, M.",
      "Stolze, S. C.",
      "Platre, M. P.",
      "Hofmann, M.",
      "Doehlemann, G.",
      "Nakagami, H.",
      "Saur, I. M."
    ],
    "summary": "Pathogens secrete effector proteins to promote virulence. Despite their recognition by barley Mla resistance genes, the structurally-related Blumeria hordei (Bh) AVRA effectors are maintained in the Bh genome, suggesting virulence functions critical for fungal pathogenicity. Using proximity-dependent protein labelling in transgenic barley, we detected distinct host protein interactomes for five AVRAs despite their structural homology and convergence on MLAs. We report the specific interaction of the highly conserved AVRA13 effector with the barley cell-surface receptor SRF3. AVRA13 disrupts HvSRF3-HvBAK1 interaction and alters HvSRF3 plasma membrane levels. AVRa13-expression desensitizes iron-induced restriction of Bh growth, suggesting that AVRA13 facilitates fungal proliferation by manipulating SRF3-mediated iron homeostasis. Our results suggest that MLAs have diversified to specifically detect the residues that underly Bh effector neo-functionalization and intrinsic AVRA virulence functions. Together, these findings identify SRF3 as molecular link between pathogen virulence, immune recognition, and iron homeostasis.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698370",
    "doi": "10.64898/2026.01.08.698370",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698387",
    "title": "Restoring Shugoshin 1 reduces chromosome errors in human eggs",
    "authors": [
      "Schuh, M.",
      "Saha, D.",
      "Manshaei, S.",
      "Cavazza, T.",
      "Holubcova, Z.",
      "Maierova, B.",
      "Zielinska, A. P.",
      "Wartosch, L.",
      "Blaney, M.",
      "Elder, K."
    ],
    "summary": "Aneuploidy in human eggs, which rises sharply with age, is a leading cause of infertility, IVF failure, and miscarriage. This age-related aneuploidy is primarily driven by premature sister chromatid separation (PSSC), resulting from loss of the cohesin complex that holds chromatids together. How cohesin is destabilized in the long-lived mammalian oocyte is poorly understood. Here, we show that in mouse oocytes, pericentromeric transcription is essential for maintaining the cohesion protector Shugoshin 1 (SGO1) and PP2A at centromeres, which together safeguard the cohesin subunit REC8. With age, mouse oocytes lose pericentromeric transcription, SGO1, and PP2A, leading to destabilized cohesion and increased PSSC. Supplementing aged mouse oocytes with Sgo1 restores centromeric protection, and reduces PSSC to youthful levels. Aged human oocytes also show reduced SGO1, and SGO1 supplementation reduces the fraction of human eggs with PSSC by approximately half. These findings establish SGO1 supplementation as a potential strategy to preserve chromatid cohesion in aging oocytes.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698387",
    "doi": "10.64898/2026.01.08.698387",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698479",
    "title": "A non-canonical role for UPRER during heat stress in C. elegans.",
    "authors": [
      "Alcala, A.",
      "Castro Torres, T.",
      "Aviles Barahona, R.",
      "Frankino, P. A.",
      "Sanabria, R.",
      "Garcia, G."
    ],
    "summary": "Organisms rely on coordinated stress responses to maintain cellular homeostasis. Perhaps the best-known example of multiple stress inputs converging onto a single response is the integrated stress response (ISR), which reduces global translation under various stressed conditions to reduce the protein folding burden of the cell. Similarly, most stress responses generally involve coordination of additional protein homeostasis (proteostasis) pathways, including increased expression of chaperones to refold proteins, as well as activation of clearance mechanisms, such as autophagy and the ubiquitin proteosome system. Our study investigates how heat stress can influence coordinated activation of both cytosolic and ER chaperones, exploring bidirectional cross talk between canonical activators of the cytosolic heat-shock response (HSR) and the unfolded protein response of the ER (UPRER). Using robust transcriptional reporters in the C. elegans model system, we explore a non-canonical activation of the UPRER under heat stress by the coordinated effects of XBP-1 and HSF-1. We further investigate inter tissue communications of stress whereby neuronal or glial activation of the UPRER can result in heterotypic enhancement of the HSR in peripheral and can increase thermotolerance. This work highlights the complex convergence of cellular stress responses, a phenomenon that may reflect a general strategy wherein localized stress can activate numerous proteostasis pathways to prevent whole cell and whole organism damage.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698479",
    "doi": "10.64898/2026.01.08.698479",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698382",
    "title": "DNA end-resection is stimulated by an interaction between BRCA1 exon 11 and TOPBP1",
    "authors": [
      "San Martin Alonso, M.",
      "Kampen, R. A.",
      "Schreuder, A.",
      "Salas, D.",
      "de Ru, A. H.",
      "Garzero, V.",
      "Mesman, R. L. S.",
      "Gonzalez-Prieto, R.",
      "van Veelen, P. A.",
      "Noordermeer, S. M."
    ],
    "summary": "Approximately 60% of the tumour suppressor protein BRCA1 is encoded by a single exon. Many tumours carry mutations in this exon, often resulting in exon skipping and thus a protein of a severely reduced size. Although none of the well-described protein domains of BRCA1 are encoded by this exon 11, the isoform lacking this part shows a hypomorphic activity in homologous recombination. To better understand the function of this large exon, we performed proteomic analyses to identify interaction partners via this part of the protein. Here, we report a DNA damage- and phospho-dependent interaction of TOPBP1 to the protein region of BRCA1 encoded by exon 11. Mechanistically, this interaction is required for the role of BRCA1 in end-resection during homologous recombination. In contrast, the interaction is not required for the role of TOPBP1 in ATR activation. Our data provide novel mechanistic insight into the function of this poorly characterized part of the BRCA1 protein.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698382",
    "doi": "10.64898/2026.01.09.698382",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.697937",
    "title": "Single-nucleotide resolution profiling reveals dynamic and site-specific mA regulation during human myogenesis",
    "authors": [
      "Klein, P.",
      "Ronquillo, K.",
      "Arandel, L.",
      "Rau, F.",
      "Furling, D."
    ],
    "summary": "Background Myogenic differentiation of muscle stem cells required for skeletal muscle growth and regeneration relies on the precise spatiotemporal coordination of multiple gene-expression programs. Over the past decades, considerable progress has been made in defining the transcriptional networks that govern myogenesis. In particular, myogenic transcription factors integrate extrinsic and intrinsic cues to drive skeletal muscle development and regeneration. In contrast, post-transcriptional layers of regulation have remained comparatively underexplored. Among these, the epitranscriptome -- comprising more than 170 chemical RNA modifications -- has recently emerged as a major regulatory axis in cellular differentiation. N-methyladenosine (mA), the most abundant internal modification of mRNA, is now recognized as a key regulator of stem-cell fate decisions across multiple biological systems. By dynamically modulating RNA stability, translation, and other processing steps, mA enables precise fine-tuning of gene-expression programs in response to physiological cues. These effects are mediated through mA-binding RNA-binding proteins (RBPs), also referred to as readers, which selectively recognize methylated transcripts and translate the modification into functional cellular outcomes. Despite its central role in other tissue contexts, the contribution of mA to skeletal muscle physiology -- and particularly to human muscle stem cell biology -- remains poorly characterized. This gap represents a critical and largely unexplored frontier in muscle biology. Methods To define the epitranscriptome landscape during the myogenic differentiation of human skeletal muscle cells, we performed GLORI on proliferating and differentiated human primary myoblasts. This recently developed approach enables detection of mA at single-nucleotide resolution together with quantitative measurement of methylation stoichiometry at individual sites. mA-modified positions were mapped across the transcriptome in both cellular states and integrated with matched RNA-seq datasets data to contextualise mA features relative to transcript abundance. To place these findings in a broader context, we compared our human mA maps with previously published mouse muscle cell datasets and overlaid them with available CLIP-seq datasets of mA RNA-binding proteins. Results We identified tens of thousands of high-confidence mA sites in proliferating and differentiated human myogenic cells. While many sites were shared between states, myogenic differentiation was accompanied by epitranscriptomic remodeling, affecting both the distribution and stoichiometry of mA marks. Transcripts exhibiting differential mA regulation were enriched for pathways related to myogenic development, cytoskeletal remodeling, signalling, nucleic-acid-associated processes and energy metabolism. Joint analysis of mA site number, methylation stoichiometry, and expression levels indicated the presence of distinct mA regulatory frameworks at the transcript level. Genes associated with myogenesis and regulatory pathways were distributed across these categories, consistent with the coexistence of multiple regulatory programs during myogenic differentiation. In addition, cross-species comparisons revealed the presence of human-specific methylation patterns. Integration with published mA RNA-binding protein datasets uncovered distinct subsets of mA sites with varying binding profiles, suggesting state-dependent interpretation of mA marks. Together, these data constitute, to our knowledge, the first single-nucleotide-resolution atlas of mA methylation in human skeletal muscle, revealing a previously uncharacterized epitranscriptomic landscape and providing a foundational resource for studies of human myogenesis.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.697937",
    "doi": "10.64898/2026.01.09.697937",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698661",
    "title": "PARP1 recruits SPRTN to DNA-protein crosslinks through a conserved poly-ADP-ribose binding domain.",
    "authors": [
      "Hurley, K.",
      "Leary, L. P.",
      "Garcia, M.",
      "Rahman, A.",
      "Schaich, M. A.",
      "Kloet, M. S.",
      "Kumi-Ansah, F.",
      "Blade, E. G.",
      "Liu, Q.",
      "Rhiner, A.",
      "Le, M.",
      "Simonson, Q.",
      "Filippov, D. V.",
      "van der Heden van Noort, G. J.",
      "McLellan, J. S.",
      "Van Houten, B.",
      "Lopez-Mosqueda, J."
    ],
    "summary": "DNA-protein crosslinks (DPCs) are toxic DNA lesions formed by the covalent attachment of proteins to DNA. Failure to resolve DPCs leads to genomic instability, premature aging, and cancer predisposition. Although multiple proteases and the 26S proteasome degrade DPCs, how these lesions are detected and marked for proteolysis remains unclear. Here, we show that poly-(ADP-ribose) polymerases (PARP1/2) sense DPCs and modify them with poly(ADP-ribose) (PAR) to promote repair via a SPRTN-Tdp1 axis. We discovered a Nudix homology domain (NHD) in SPRTN that mediates direct non-covalent PAR binding and is important for DPC repair. Loss of PARP1/2 activity or mutation of the SPRTN NHD leads to sustained DPCs. Single-molecule analysis revealed that SPRTN does not bind efficiently to the DPC, however after the addition of PARP1 in the presence of NAD+, SPRTN binding to the DPC was significantly increased. Our findings establish PARP1/2 enzymes as immediate DPC sensors, reveal PARylation as a signal marking DPCs for SPRTN-dependent degradation, and identify SPRTN as the first PARP-directed protease.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698661",
    "doi": "10.64898/2026.01.09.698661",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698304",
    "title": "Synaptic mitochondrial oxidative stress drives individual variability in age-related cognitive decline in mice",
    "authors": [
      "Yamada, R.",
      "Nagai, H.",
      "Numa, C.",
      "Zhu, Y.",
      "Nagai, M.",
      "Ota, K.",
      "Kawashima, Y.",
      "Ohno, N.",
      "Furuyashiki, T."
    ],
    "summary": "Aging leads to cognitive decline with considerable individual variability, yet the biological mechanisms remain unclear. Here we performed ultrastructural and proteomic analyses of the medial prefrontal cortex (mPFC) alongside behavioral assessments of attentional set shifting in mice across age groups. Although reduced synaptic density did not consistently lead to cognitive decline, proteomic analyses of synaptosomes and whole tissue revealed that the molecular signatures associated with individual variability in cognitive decline were distinct from those associated with chronological aging, and that synaptic mitochondria and their proteins were more abundant in aged mice with greater cognitive decline. Moreover, treatment with the mitochondria-targeted antioxidant MitoQ reduced the abundance of synaptic mitochondrial proteins, including pro-apoptotic proteins, and mitigated age-related cognitive decline. These findings demonstrate that synaptic mitochondrial oxidative stress in the mPFC, distinct from chronological age-related processes, contributes to individual variability in age-related cognitive decline and offers a potential target for prevention and intervention.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698304",
    "doi": "10.64898/2026.01.08.698304",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.697058",
    "title": "Pannexin-1 channel activity regulates neurogenesis and cell survival in the developing cortex",
    "authors": [
      "Hylton, N. K.",
      "Kang, D. J.",
      "Decker, S. C.",
      "Exposito-Alonso, D.",
      "Cambridge, C. N.",
      "Golinski, S. R.",
      "Soriano, K. I.",
      "Neil, J. E.",
      "Talukdar, M.",
      "Andersen, R. E.",
      "Buckner, T. M.",
      "Qian, X.",
      "Doddi, A. D.",
      "Braddock, S. R.",
      "DeGennaro, E. M.",
      "Akula, S. K.",
      "Simo, S.",
      "Smith, R. S.",
      "Walsh, C. A."
    ],
    "summary": "Mutations in genes encoding a range of ion-conducting proteins disrupt development of the cerebral cortex in humans, often causing polymicrogyria (PMG), yet how ion conduction guides the development of cortical architecture is not clear. Here, we describe three individuals with brain malformations including PMG and microcephaly in whom de novo, missense mutations were identified in PANX1--encoding an ATP and ion conducting channel. We show that these PMG-associated PANX1 mutations (p.D14H, p.M37R, and p.N338T) disrupt normal glycosylation and confer gain-of-function with respect to ATP release and channel conductance. In vivo modeling of PANX1 mutant forms in cortical progenitor cells demonstrated disrupted cell migration and cell fate, including excess cell death in both mice and ferret models. Modeling the N338T allele in induced pluripotent stem cell (iPSC)-derived neurons further revealed how conductance changes lead to functional consequences of increased excitability and synchronicity. Our results show that normal PANX1 function contributes to cortical structure through regulation of ion conductance and ATP release and provides insight into how these processes influence corticogenesis and cytoarchitecture more broadly.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.697058",
    "doi": "10.64898/2026.01.09.697058",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698401",
    "title": "In-Depth Characterization of Stem Cell Potency and Genotoxicity for Clinical-Scale Ex Vivo CRISPR/Cas9 Gene Editing",
    "authors": [
      "Naseem, A.",
      "Vetharoy, W.",
      "Whittaker, T. E.",
      "Zinghirino, F.",
      "Ghosh, R.",
      "Gomez Castaneda, E.",
      "Ali, H.",
      "Cipriani, C.",
      "Montini, E.",
      "Thrasher, A. J.",
      "Santilli, G.",
      "Cesana, D.",
      "Turchiano, G.",
      "Cavazza, A."
    ],
    "summary": "Translating CRISPR/Cas9-based homology-directed repair (HDR) strategies into clinical application remains a major challenge due to limited standardization, concerns over safety, and efficacy issues. Here, we present a comprehensive and clinically compliant preclinical framework for the ex vivo correction of Wiskott-Aldrich Syndrome (WAS) using a CRISPR/Cas9-AAV6 platform targeting hematopoietic stem and progenitor cells (HSPCs). In this study, we established a clinical-compatible platform enabling large-scale manufacturing while preserving HSPC viability, stemness, and multilineage functionality. To overcome low HSPC long-term engraftment, we fine-tuned AAV dosing and transiently modulated p53 signalling, achieving significantly improved in vivo correction and repopulation. Importantly, we implemented a multi-tiered genotoxicity assessment strategy, integrating in silico, genome-wide, and orthogonal assays, revealing a largely favorable safety profile with minimal off-target risks and no signs of clonal dominance or transformation. Longitudinal in vivo safety monitoring revealed donor specific rare off-target events and structural variants. This highlights the crucial importance of patient monitoring after transplantation, further emphasized by the identification of a de novo chromosomal rearrangements that could be detected exclusively following cell engraftment in mice. This work offers a robust and adaptable roadmap for future HDR-based gene editing platforms, establishing critical benchmarks for efficacy, safety, and regulatory readiness in the development of advanced therapeutic medicinal products.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698401",
    "doi": "10.64898/2026.01.08.698401",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698619",
    "title": "Feather corticosterone is not associated with feather growth rate or quality across tropical and temperate passerines, but possibly linked to elevation",
    "authors": [
      "Kauzal, O.",
      "Tomasek, O.",
      "Horak, K.",
      "Kotasova-Adamkova, m.",
      "Kauzalova, T.",
      "Chi, J. E.",
      "Mani, F. T.",
      "Hochmanova, Z.",
      "Simek, Z.",
      "Albrecht, T."
    ],
    "summary": "Moult is a challenging stage in the life of birds. Small passerines replace plumage, substantial part of their body mass, annually to preserve its vital functions. Surprisingly, most species tend to downregulate corticosterone, major mediator of energy metabolism and stress response, during this energetically demanding period. Experimental studies suggest corticosterone has detrimental effect on feather quality and, within species, slows feather growth rate (FGR), prolonging the period when plumage functions are compromised. However, how exactly corticosterone affects moult in natural populations or on macroecological scale is not yet fully understood. In this study, we analysed corticosterone deposited in tail feathers (fCORT), a corticosterone cumulative measure across multiple days relevant to the moult, on an unprecedented sample of 87 passerine species from Europe and Afrotropics. Our data showed moderate between and high within-species repeatability, strengthening the usefulness of fCORT as a tress record across multiple species. We did not find any association of fCORT with either FGR or fault bar occurrence. Unlike circulating corticosterone, fCORT did not differ between latitudes. However, our data suggested higher fCORT in high elevation tropical species. More research is needed to understand how birds regulate corticosterone during moult and how it affects moult in natural populations.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698619",
    "doi": "10.64898/2026.01.09.698619",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698516",
    "title": "Mapping kinase-dependent tumor immune adaptation with multiplexed single-cell CRISPR screens",
    "authors": [
      "Shi, L.",
      "Giglio, R. M.",
      "Cai, Q.",
      "Vaikunthan, M.",
      "Hong, J.",
      "Naqvi, A.",
      "Milea, M.",
      "Khanshali, H.",
      "Schoonen, A.",
      "Hou, N.",
      "Guo, J.",
      "Fraidenburg, M.",
      "Shen, X.",
      "Malinowski, S. W.",
      "Ligon, K. L.",
      "Rabadan, R.",
      "Azizi, E.",
      "McFaline-Figueroa, J. L."
    ],
    "summary": "Immune dysfunction in cancer is enacted by multiple programs, including tumor cell-intrinsic responses to distinct immune subpopulations. A subset of these immune evasion programs can be systematically recapitulated through direct tumor-immune interactions in vitro. Here, we present an integrated, high-throughput single-cell CRISPR screening framework focused on the protein kinome for mapping the tumor-intrinsic regulation of T cell-driven immune pressure in glioblastoma (GBM). We combine pooled CRISPR interference and activation (CRISPRi/a) with immune-matched NY-ESO-1 antigen-specific allogeneic GBM-T cell co-culture and massively multiplexed single-cell transcriptomics to systematically quantify how genetic perturbation reshapes baseline tumor state and adaptive responses across graded effector-to-target ratios. We further leverage deep generative models for analyzing pooled CRISPR screens to decipher the effects of genetic perturbations on the mechanisms of tumor resistance. This framework resolves distinct modules of immune evasion and survival, including the regulation of the antigen-presentation machinery, interferon/NF-{kappa}B signaling, oxidative stress resilience, and checkpoint/cytokine programs, while identifying perturbations that reroute the continuous tumor transcriptional trajectory induced by T cell engagement. A secondary chemical screen in patient-derived GBM cultures identified putative kinase targets of immune evasion phenotypes (e.g., EPHA2 and PDGFRA), whose inhibition leads to the blockade of evasive programs and enhances T cell-mediated GBM killing. Together, this workflow provides a scalable blueprint for comprehensive charting of the genetic control of tumor-immune interactions.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698516",
    "doi": "10.64898/2026.01.08.698516",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.697473",
    "title": "Reverse molecular pharmacology identifies the non-canonical axis of IRAK as a chemoresistance factor in neuroblastoma",
    "authors": [
      "Le Grand, M.",
      "Buxbaum, C.",
      "Kerherve, M.",
      "Gaucher, F.",
      "Martinez-Rubio, A.",
      "Taha, M.",
      "Muller, K.",
      "Mouysset, B.",
      "Bomane, A.",
      "Letard, S.",
      "Failes, T. W.",
      "Arndt, G. M.",
      "Chebbi, S.",
      "Labaronne, E.",
      "Cavalli, F. M. G.",
      "ANDRE, N.",
      "Broutier, L.",
      "Shaked, Y.",
      "Pasquier, E."
    ],
    "summary": "Owing to chemoresistance, the prognosis of relapsed neuroblastoma is dismal with less than 10% of patients surviving after 5 years. We developed a reverse molecular pharmacology approach that is based on high-throughput drug screening coupled with chemo-informatic and transcriptomic analyses. This led to the identification of IRAK1 as a key chemoresistance factor in neuroblastoma. By performing functional and pharmacological drug combination screens targeting IRAK1, we revealed a synergy between IRAK1 inhibition/silencing and BET, EGFR and mTOR inhibitors as well as microtubule-targeting agents. The synergistic combination of microtubule-targeting agent, vincristine and IRAK inhibitors was then confirmed in tumor spheroids, patient-derived tumoroids and a syngeneic orthotopic mouse model. Mechanistically, IRAK inhibition potentiated the pro-apoptotic and cell cycle arrest properties of vincristine via a pathway involving the PIDDosome complex rather than its canonical MyDDosome axis. Altogether, this study represents a proof-of-concept of our reverse molecular pharmacology approach to quickly develop biology-guided drug combinations, that could be applied to any other human diseases.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.697473",
    "doi": "10.64898/2026.01.09.697473",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698519",
    "title": "Aging Converts Microglial Repopulation into Maladaptive Reprogramming that Exacerbates Cognitive Deficits",
    "authors": [
      "Yamada, R.",
      "Nagai, H.",
      "Zhu, Y.",
      "Numa, C.",
      "Taniguchi, M.",
      "Furuyashiki, T."
    ],
    "summary": "Background and Purpose Aging has been associated with neuroinflammation and cognitive decline. Microglial repopulation after pharmacological depletion has been proposed as a strategy to alleviate microglia-driven neuropathology. However, the effects of microglial repopulation on age-related cognitive decline remain largely unexplored. In the present study, we examined how microglial repopulation affects the transcriptomic profiles of cortical microglia and the decline in prefrontal cortex-dependent cognitive function in aged mice. Experimental Approach Young and aged male C57BL/6J mice were used in this study. Microglial depletion was induced by treatment with PLX3397, a CSF1R inhibitor, followed by microglial repopulation after drug withdrawal. Microglia isolated from the entire cerebral cortex were subjected to bulk RNA-sequencing analysis. The visual discrimination test followed by the response direction test was conducted to assess sensory learning and attentional set shifting abilities, respectively. Key Results Repopulated cortical microglia in aged, but not young, mice exhibited aberrant gene expression patterns, including reduced expression of microglial identity genes, reprogramming of innate and adaptive immune-related gene expression, and derepression of neuronal gene expression. Furthermore, microglial repopulation selectively impaired visual discrimination learning and attentional set shifting in aged mice. Conclusion and Implications These findings demonstrate that aging converts microglial repopulation into maladaptive reprogramming that exacerbates cognitive decline, possibly through aberrant gene expression programs. Therefore, the therapeutic potential of this approach must be carefully evaluated with respect to specific behavioral domains and disease contexts, including aging.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698519",
    "doi": "10.64898/2026.01.08.698519",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698574",
    "title": "Aging redirects prior expectations from perception to action",
    "authors": [
      "Tarasi, L.",
      "Covelli, M.",
      "Tabarelli, C.",
      "Bertini, C.",
      "Avenanti, A.",
      "Romei, V."
    ],
    "summary": "Aging profoundly reshapes how the brain integrates sensory evidence with prior expectations during perceptual decision-making. Combining behavioural modelling with high-density EEG, we show that older adults assign greater weight on prior information, resulting in stronger decisional bias and reduced sensory precision under probabilistic cues. Neural dynamics revealed a breakdown of anticipatory tuning in visual alpha rhythms, supporting sensory preparation in youth, alongside enhanced central beta activity, indicating a shift toward pre-emptive motor engagement aligned with expected responses. A data-driven decomposition further showed that, whereas prior-driven behaviour in younger adults emerges from a flexible interplay between sensory and executive oscillatory systems, it becomes dominated in aging by a rigid, response-centred mode. Together, these findings uncover a large-scale reconfiguration of predictive computations with age, marking a transition from adaptive sensory-executive coordination to a more automatized, action-oriented predictive strategy.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698574",
    "doi": "10.64898/2026.01.09.698574",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698535",
    "title": "Isthmin-1 is a Key Regulator of Induced Pluripotent Stem Cell-Derived Cardiomyocytes Maturation through Activation of p53 Signaling",
    "authors": [
      "Guo, H.",
      "zhou, x.",
      "Shi, Y.",
      "Zhou, B.",
      "Tang, J.",
      "Xu, F.",
      "Guo, Y.",
      "Chen, F.",
      "Su, D.",
      "Li, Q."
    ],
    "summary": "Aims: Human induced pluripotent stem cell-derived cardiomyocytes (iPSC-CMs) exhibit an immature structural and metabolic phenotype that limits their utility for cardiac disease modeling and regenerative therapy. Although multiple extrinsic strategies have been proposed to enhance iPSC-CM maturation, intrinsic molecular regulators governing this process remain incompletely defined. This study aimed to identify and characterize a novel molecular factor that promotes cardiomyocyte maturation. Methods and Results: Cross-species transcriptomic analyses comparing adult versus fetal hearts and hypertrophic cardiomyopathy versus healthy myocardium identified Isthmin-1 (ISM1) as a conserved maturation-associated gene. In human iPSC-CMs, ISM1 overexpression enhanced sarcomere organization, mitochondrial oxidative phosphorylation, ATP production, and calcium-handling properties, whereas ISM1 knockdown impaired these maturation features. RNA sequencing revealed global transcriptional reprogramming toward an adult-like state, characterized by suppression of cell-cycle-related gene programs and activation of oxidative metabolic pathways. KEGG pathway enrichment, GSVA, and GSEA consistently identified p53 signaling as the most significantly activated pathway in ISM1-overexpressing iPSC-CMs. Mechanistically, ISM1 directly interacted with p53, enhanced its protein stability, promoted nuclear localization, and increased transcription of p53 downstream targets involved in metabolic remodeling and cell-cycle exit. Pharmacological inhibition of p53 abolished ISM1-induced structural and metabolic maturation, demonstrating that ISM1 promotes cardiomyocyte maturation in a p53-dependent manner. Conclusions: ISM1 is a previously unrecognized molecular driver of cardiomyocyte maturation that promotes structural, metabolic, and functional maturation of iPSC-CMs through activation of p53-dependent transcriptional programs. These findings provide new mechanistic insight into cardiomyocyte maturation and identify ISM1 as a promising target for improving the maturity of stem cell-derived cardiomyocytes.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698535",
    "doi": "10.64898/2026.01.08.698535",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.08.698532",
    "title": "Strain-specific response to pharmacological cold mimicking in aging mice",
    "authors": [
      "Lal, R.",
      "Tikoo, O.",
      "Soni, N.",
      "Bhattacharya, A.",
      "Kondepudi, K. K.",
      "Chopra, K.",
      "Bishnoi, M."
    ],
    "summary": "Background: Aging impairs thermogenic and metabolic flexibility, increasing metabolic disease risk. We examined six aging male mouse strains for responses to chronic topical menthol, a pharmacological cold mimetic. Material and methods: Male (C57BL/6J, A/J, BALB/c, C3H/hej, DBA/2J, and FVB/NJ) mice were treated with 4g/kg of 10% menthol weight per volume cream once per day or vehicle as control using finger application for 15 days. After last application, core body temperature measurement, BAT thermography, Nesting behaviour, and metabolic tolerance test were performed, and gene expression was analysed in BAT. Results: Menthol improved core temperature recovery via thermogenesis and enhanced insulin sensitivity across all strains. However, effects on BAT mass, nesting behaviour, and gluconeogenesis were strain-dependent. Conclusion: Collectively, these findings highlight that genetic background modulates metabolic responses to cold mimetics, informing future precision strategies for age-related metabolic disorders.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.08.698532",
    "doi": "10.64898/2026.01.08.698532",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bGluconeogenesis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698648",
    "title": "Sulcal Widening in Schizophrenia Maps onto Sulcal Hubs and Energy-Synaptic Genes",
    "authors": [
      "Gonzalez-Penas, J.",
      "Schnack, H.",
      "Rueda Hernandez, C.",
      "Diaz-Caneja, C.",
      "de la Fuente Montero, C.",
      "Martin Echave, M.",
      "Mora, A.",
      "Janssen, N.",
      "Gordaliza, P.",
      "Fernandez-Pena, A.",
      "Martin de Blas, D.",
      "Carmona, S.",
      "Cahn, W.",
      "van Haren, N.",
      "Kahn, R.",
      "Hulshoff Pol, H.",
      "Arango, C.",
      "Aleman-Gomez, Y.",
      "Janssen, J."
    ],
    "summary": "Schizophrenia (SZ) is increasingly framed as a disorder of large-scale brain networks emerging from atypical early neurodevelopment, yet how network architecture relates to cortical folding abnormalities remains unclear. Here, we introduce a sulcal morphological-centred network framework that integrates normative modelling of sulcal width with diffusion-derived structural connectivity and transcriptomic data in a large multisite cohort (n = 5,392; 377 SZ). Individuals with SZ showed widespread sulcal widening, affecting 30 of 40 sulci and most pronounced in frontal, temporal and occipital regions. Critically, sulci with higher degree centrality, reflecting greater embedding within the structural connectome, exhibited disproportionately greater widening in SZ (pspin = 0.02), indicating that network hubs of cortical folding are preferentially affected. Transcriptomic integration using partial least squares regression identified a single component explaining 56.5% of SZ-related sulcal widening variance (pperm = 0.041), implicating genes enriched for synaptic signalling and energy metabolism with adult cortical expression bias and genetic enrichment for cross-disorder psychiatric risk. In contrast, oppositely weighted genes showed prenatal expression bias and enrichment for rare disruptive variants in autism spectrum disorder. Together, these findings link aberrant sulcal morphology in SZ to the brain's network topology and molecular architecture, positioning cortical folding as a network-embedded phenotype in SZ.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698648",
    "doi": "10.64898/2026.01.09.698648",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698677",
    "title": "Suppressive Genetic Interactions Between Haploinsufficient Mitochondrial Genes Encoded in the 22q11.2 Microdeletion Locus Define Brain and Cardiac Phenotypes",
    "authors": [
      "Wynne, M.",
      "Zlatic, S.",
      "Park, A. S.",
      "Crocker, A.",
      "Mendez-Vazquez, H.",
      "Liporace, E. L.",
      "Gokhale, A.",
      "Tower-Gilchrist, C.",
      "Robinette, M.",
      "Purcell, R. H.",
      "Bassell, G. J.",
      "Werner, E.",
      "Kwong, J. Q.",
      "Faundez, V."
    ],
    "summary": "Genomic copy number variations, such as the 22q11.2 microdeletion syndrome, cause pleiotropic disorders that affect diverse organ systems and disrupt neurodevelopment. Deletions of the 22q11.2 locus reduce the dosage of up to 46 protein coding genes, raising questions about the identity of haploinsufficient genes and their genetic interactions contributing to 22q11.2 phenotypes. Here, we dissect functional and molecular relationships between two genes encoded within the 22q11.2 locus: the mitochondrial ribosomal protein gene MRPL40 and the mitochondrial citrate transporter SLC25A1. We show that a MRPL40 null mutation disrupts mitochondrial translation, impairs respiration, and affects multiple components of the SLC25A1 interactome including factors required for lipid metabolism, mitochondrial ribosome subunits, and the mitochondrial RNA processing machinery. In silico coessentiality network analysis revealed correlated and anticorrelated fitness interactions linking MRPL40 and SLC25A1 to mitochondrial translation, intermediate carbon metabolism, and interferon signaling. We determined that Mrpl40-null mutations are embryonic lethal in mice, but Mrpl40-/+ mice are viable and displayed embryonic cardiac development and adult behavioral phenotypes. Similarly, Slc25a1+/- animals showed embryonic cardiac developmental defects but lacked the adult behavioral phenotypes observed in Mrpl40-/+ mice. Surprisingly, transheterozygotic Slc25a1+/-;Mrpl40-/+ mice suppressed or mitigated cardiac development, behavioral, and brain transcriptome phenotypes observed in single heterozygotic animals. These results reveal that MRPL40 and SLC25A1 are haploinsufficient genes within the 22q11.2 locus that genetically and biochemically interact to define tissue development and physiology. Our findings provide a framework for understanding the complexity and type of gene dosage interactions within the 22q11.2 deletion syndrome locus.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698677",
    "doi": "10.64898/2026.01.09.698677",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.09.698267",
    "title": "RNA Polymerase III subunit Polr3a is required for craniofacial cartilage and bone development",
    "authors": [
      "Lubash, B. T.",
      "Gutierrez, R.",
      "Fink, K.",
      "Hopkins, C. A.",
      "Nelson, J. C.",
      "Watt, K. E. N."
    ],
    "summary": "Transcription by RNA Polymerase III (Pol III) is essential for ribosome biogenesis and translation in all cells, but pathogenic variants in genes encoding subunits of Pol III lead to tissue-specific phenotypes including craniofacial differences. To understand the function of Pol III in craniofacial development, we examined polr3a mutant zebrafish. These mutants display hypoplasia of the neural crest cell-derived craniofacial cartilage and bone but, surprisingly, no significant changes were observed in neural crest cell proliferation or survival during embryogenesis. At larval stages, increased cell death was observed throughout the head, including in the craniofacial cartilage. These changes coincide with reduced transcription of transfer RNAs and reduced ribosome biogenesis in polr3a mutant zebrafish. To determine tissue-specific transcriptional changes, we performed single-cell RNA-sequencing. Analysis revealed both global and cartilage-specific changes, including upregulation of tp53. However, Tp53 inhibition alone was not sufficient to rescue craniofacial cartilage and bone, indicating that additional factors are important to support cartilage and bone growth in polr3a mutants. Altogether, our study provides new mechanistic insights into the functions of Pol III in craniofacial development.",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.09.698267",
    "doi": "10.64898/2026.01.09.698267",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41519662",
    "title": "Media use and well-being in older adults: The mediating role of social inclusion and subjective accelerated aging.",
    "authors": [
      "Nebenzahl-Elitzur N",
      "Kagan M",
      "Zychlinski E"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519662/",
    "doi": "doi: 10.1016/j.inpsyc.2025.100179",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41519624",
    "title": "Corrigendum to \"Chlorpyrifos induces placental oxidative stress and barrier dysfunction by mediating mitochondrial apoptosis via ERK/MAPK signaling pathway: In vitro and in vivo studies\" [Sci. Total Environ. 903 (2023), 166449].",
    "authors": [
      "Bai J",
      "Deng S",
      "Fu H",
      "Yang Q",
      "Ren F",
      "Zeng S",
      "Chen Z",
      "Yang Y",
      "Wu Z"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519624/",
    "doi": "doi: 10.1016/j.scitotenv.2025.181287",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41519002",
    "title": "Design, engineering, and functional evaluation of nanobody-based anti-CD73 for immunogenic cell death induction in chemoresistant colorectal Cancer cell line.",
    "authors": [
      "Aria H",
      "Bakherad H",
      "Mehdipour AR",
      "Azizi M",
      "Rezaei M"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519002/",
    "doi": "doi: 10.1016/j.intimp.2026.116174",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41518986",
    "title": "Synergistic pulmonary toxicity of resorcinol bis(diphenylphosphate) and microplastics: Integrated proteomics and metabolomics approach reveals oxidative stress-inflammatory crosstalk.",
    "authors": [
      "Li P",
      "Huo M",
      "Pan J",
      "Zhang H",
      "Zhao G"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518986/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119707",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41518980",
    "title": "SLC7A11 alleviates diquat-induced neurotoxicity by inhibiting ferroptosis and preserving mitochondrial function.",
    "authors": [
      "Zhang Y",
      "Jiang Y",
      "Li Y",
      "Wu F",
      "Chen G",
      "Lu Z"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518980/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119694",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518979",
    "title": "Tissue-specific oxidative stress and protective interventions in malathion-induced toxicity in rodent models: A comprehensive review.",
    "authors": [
      "Han D",
      "Wen L"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518979/",
    "doi": "doi: 10.1016/j.ecoenv.2025.119607",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41517744",
    "title": "Aging effects of the female pelvis and organ endo-pelvic fascia space as shown by novel MRI measurements.",
    "authors": [
      "Chen Y",
      "Qian C",
      "Yin Y",
      "Zhou Y",
      "Xu Z",
      "Fang X"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41517744/",
    "doi": "doi: 10.1097/MD.0000000000045922",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41514476",
    "title": "Unravelling the Potential Role of Nanoplastics and Microplastics-Induced Toxicity in Freshwater Fish: Emerging Role of Programmed Cell Death Mechanisms.",
    "authors": [
      "Abdelmawgood IA",
      "Soliman AM"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514476/",
    "doi": "doi: 10.1002/jat.70061",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41514473",
    "title": "Electroacupuncture ameliorates incisional pain via suppressing IL-33 signaling-related macrophage infiltration and ROS overproduction in incised skin.",
    "authors": [
      "Xu R",
      "Zheng K",
      "Pan Y",
      "Li P",
      "Chen M",
      "Nie H",
      "Liu B",
      "Tai Y",
      "He X",
      "Du J",
      "Fang J",
      "Tian G",
      "Liu B"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514473/",
    "doi": "doi: 10.1186/s13020-025-01273-0",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41514409",
    "title": "SLC25A11-mediated reprogramming of mitochondrial redox state and lipid peroxidation confers NRF2-dependent ferroptosis resistance in biliary tract cancer.",
    "authors": [
      "Lin YY",
      "Kuo HH",
      "He ZJ",
      "Chung HY",
      "Kim CH",
      "Pan YR",
      "Wu MJ",
      "Chan MH",
      "Yeh CN",
      "Chiang NJ",
      "Chen MH",
      "Chang YC"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514409/",
    "doi": "doi: 10.1186/s11658-025-00843-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41514393",
    "title": "Integrated transcriptomic and proteomic analysis reveals inhibitory effects of naringenin application on soybean roots mainly by interfering with auxin and ROS concentrations.",
    "authors": [
      "Zhang Z",
      "Chen B",
      "Zhang Y",
      "Mo X",
      "Lu X",
      "Wang T",
      "Liang C",
      "Tian J"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514393/",
    "doi": "doi: 10.1186/s12870-025-08000-9",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41514354",
    "title": "Ferroptosis associated with secondary brain damage induced by hypertensive underlying biological processes in intracerebral hemorrhage and therapeutic prospects.",
    "authors": [
      "Luo Y",
      "Luo M",
      "Chen J",
      "Qiu Y",
      "Xie J",
      "Lei R",
      "Zhou Z",
      "Zhou J"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514354/",
    "doi": "doi: 10.1186/s40001-025-03809-4",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41514293",
    "title": "CRISPLD2 Attenuates Intervertebral Disc Degeneration by Suppressing Oxidative Stress-Induced Ferroptosis through the miR-548I-IL17A Axis.",
    "authors": [
      "Shi Y",
      "Li F",
      "Zhao T",
      "Sun K",
      "Zhang D",
      "Yan C",
      "Xu X",
      "Sun J",
      "Hu X",
      "Yong X",
      "Shi J",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514293/",
    "doi": "doi: 10.1002/advs.202516477",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41514282",
    "title": "Levels of active ageing and its influencing factors among older adults: a scoping review.",
    "authors": [
      "Jiang J",
      "Cheong AT",
      "Sazlina SG",
      "Lee K",
      "Chu D",
      "Yang L",
      "Li S",
      "Wu S",
      "Shunmugam RH",
      "Xu H"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514282/",
    "doi": "doi: 10.1186/s12889-025-25820-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41514260",
    "title": "Integrating machine learning and multi-omics analysis to explore Treg-associated programmed cell death features in clear cell renal cell carcinoma.",
    "authors": [
      "Dai H",
      "Zhang X",
      "Yin L",
      "Chen H",
      "Liu K",
      "Li J",
      "Li H",
      "Sheng L",
      "Wu H",
      "Wang J",
      "He S",
      "Li Q",
      "Lv Y"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514260/",
    "doi": "doi: 10.1186/s12935-025-04133-x",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41514155",
    "title": "Autophagy in Rheumatoid Arthritis: Molecular Mechanisms, Diagnostic Biomarkers, and Emerging Therapeutic Strategies.",
    "authors": [
      "Nasrollahizadeh A",
      "Rahmati S",
      "Chahkand MSG",
      "Moallem FE",
      "Azarm E",
      "Dadkhah PA",
      "Karimi M",
      "Amini-Salehi E",
      "Karimi MA"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514155/",
    "doi": "doi: 10.1007/s10753-025-02406-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41514147",
    "title": "Reactive oxygen species in the rhizosphere orchestrate the recruitment of beneficial bacteria.",
    "authors": [
      "Guo X",
      "Dai H",
      "Jia Z",
      "Peng Y",
      "Lu L",
      "Su Y",
      "Li J",
      "Li Q",
      "Huang Z",
      "Wang Y",
      "Qi F",
      "Li D",
      "Lv X",
      "Liang Y",
      "Ma B"
    ],
    "summary": "",
    "published": "2026-01-09T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514147/",
    "doi": "doi: 10.1038/s44318-025-00685-w",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41520368",
    "title": "A Novel Mechanism of Berberine Targeting EIF2AK2 Dimerization Attenuates Methylglyoxal-Induced Endothelial Senescence and Apoptosis.",
    "authors": [
      "Chen J",
      "Yang Y",
      "Li H",
      "Xiong J",
      "Wang L",
      "Zhang C",
      "Luo M"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520368/",
    "doi": "doi: 10.1002/ptr.70203",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41520366",
    "title": "Oroxylin A Suppresses Pathological Vascular Smooth Muscle Cell Phenotypic Switching and Neointima Formation Through Hindering TSC2/mTORC1/HIF-1-Dependent Glycolysis.",
    "authors": [
      "Cao K",
      "Song M",
      "Yu R",
      "Zhao Y",
      "Chen P",
      "Wang C",
      "Guo S",
      "Li Z",
      "Li Y",
      "Dang Y",
      "He J",
      "Xu Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520366/",
    "doi": "doi: 10.1002/ptr.70145",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41520117",
    "title": "GLP-1 agonists reduce right ventricular mitochondrial dysfunction by inhibiting the GSK3-Drp1 signalling in pulmonary hypertension.",
    "authors": [
      "Zhao L",
      "Liu Y",
      "Ou Z",
      "Zhao X",
      "Zhang W",
      "Li T",
      "Sheng Z",
      "Chen Y",
      "Luo H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520117/",
    "doi": "doi: 10.1186/s40001-025-03815-6",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41520116",
    "title": "Immuno-metabolic dysregulation in type 2 diabetes is associated with altered neutrophil functional plasticity, mitochondrial dysfunction, and compromised responses in sepsis.",
    "authors": [
      "Ganesh K",
      "Gomes SM",
      "Vasishta S",
      "Poojary G",
      "Thimmappa PY",
      "Peesapati S",
      "Kabekkodu SP",
      "Mallya S",
      "Guruprasad KP",
      "Singh A",
      "Umakanth S",
      "Chakraborty S",
      "Joshi MB"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520116/",
    "doi": "doi: 10.1186/s12967-026-07696-z",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41520051",
    "title": "Targeting microglial inflammation in Parkinson's disease: irisin activates PAFAH1B1-RAGE ubiquitination and TFEB-dependent autophagy to alleviate neurodegeneration.",
    "authors": [
      "Cai L",
      "Liu Y",
      "Tang S",
      "Deng S",
      "Zhang L",
      "Wang Y",
      "Zhang B",
      "Han B",
      "Xie R",
      "Liao X",
      "Yang Q"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520051/",
    "doi": "doi: 10.1038/s42003-025-09389-7",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41520049",
    "title": "Metabolomic sweet spot clock predicts mortality and age-related diseases in the Canadian Longitudinal Study on Aging.",
    "authors": [
      "Vishnyakova O",
      "Min J",
      "Leach S",
      "Song X",
      "Rockwood K",
      "Brooks-Wilson A",
      "Elliott LT"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520049/",
    "doi": "doi: 10.1038/s43856-026-01375-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41520042",
    "title": "Quercetin attenuates high glucose-induced VEGFA expression in ARPE-19 cells by inhibiting ROS generation, p38 MAPK phosphorylation, and NF-B activation.",
    "authors": [
      "Liu PK",
      "Chi YC",
      "Chang YC",
      "Lin YH",
      "Chen CY",
      "Liu C",
      "Tyan YC",
      "Chang KC"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520042/",
    "doi": "doi: 10.1038/s41598-026-35409-5",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41520027",
    "title": "Disruption of intracellular iron homeostasis through mitochondrial dysfunction associated with suppression of ATP 13A2 expression.",
    "authors": [
      "Murakami T",
      "Ohuchi K",
      "Kiuchi M",
      "Kurita H",
      "Kawai K",
      "Kakiuchi R",
      "Hirayama T",
      "Nagasawa H",
      "Wu Z",
      "Maekawa Y",
      "Hozumi I",
      "Inden M"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520027/",
    "doi": "doi: 10.1038/s41598-026-35368-x",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41520016",
    "title": "Computational characterization of GRP78 binding sites on mitochondrial GPX4: implications for targeting ferroptosis in triple-negative breast cancer.",
    "authors": [
      "Youssef DG",
      "Elfiky AA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41520016/",
    "doi": "doi: 10.1038/s41598-025-33108-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41519936",
    "title": "Deficiency of extracellular vesicles miR-32 from bone marrow mesenchymal stem cells alleviates vascular calcification in type 2 diabetes by inhibiting endothelial ferroptosis.",
    "authors": [
      "Lin Z",
      "Li A",
      "Zheng J",
      "Luo K",
      "Liang F",
      "Liu S",
      "Liang Z",
      "Liu W",
      "Tang J",
      "Zhong X",
      "Liu J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519936/",
    "doi": "doi: 10.1186/s13287-026-04896-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41519850",
    "title": "Abnormal plasma oxidative stress markers in first-episode schizophrenia and associations with clinical symptoms and cognitive function.",
    "authors": [
      "Jiang F",
      "Jin T",
      "Yang Q",
      "Wang P",
      "Ji L",
      "Ma X",
      "Zhang C",
      "Tian Q",
      "Zhang X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519850/",
    "doi": "doi: 10.1038/s41537-025-00726-7",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41519804",
    "title": "Arachidonic acid induces pyroptosis via a non-autophagic function of mitophagy and enhances immunotherapy in a PDAC model.",
    "authors": [
      "Chu T",
      "Liu Z",
      "Liu H",
      "Mu W",
      "Zhi Y",
      "Sheng N",
      "Zhang J",
      "Peng X",
      "Lv S",
      "Duan K",
      "Lou F",
      "Liu H",
      "Wang C",
      "Zhou J",
      "Liu X",
      "Yang H",
      "Liu Y",
      "Xu J",
      "Fan Z",
      "Wei F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519804/",
    "doi": "doi: 10.1038/s41467-025-68267-2",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41519740",
    "title": "Biological aging, a mediator between smoking and chronic obstructive pulmonary disease: evidence from a hospital-based cohort study in China.",
    "authors": [
      "Xie D",
      "Lin A",
      "Luo F",
      "Lu K",
      "Li Z",
      "Huang J",
      "Zhang J",
      "Zou J",
      "Xiao H",
      "Ren Z",
      "Huang D",
      "Xie C",
      "Chen C",
      "Deng Y",
      "Lu J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519740/",
    "doi": "doi: 10.1186/s12890-025-04100-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41519739",
    "title": "CD8+T cell aging is associated with macular neovascularization area change in neovascular age-related macular degeneration: a prospective cohort study.",
    "authors": [
      "Thomsen AK",
      "Steffensen MA",
      "Gotfredsen K",
      "Vorum H",
      "Honor B",
      "Nissen MH",
      "Srensen TL"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519739/",
    "doi": "doi: 10.1186/s12886-025-04570-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41519726",
    "title": "Surfactant protein A deficiency aggravates silica-induced pulmonary fibrosis by promoting intrinsic apoptosis of alveolar type II epithelial cells.",
    "authors": [
      "Lan Y",
      "Wang P",
      "Hu Z",
      "Su W",
      "Ou Y",
      "Shen J",
      "Feng J",
      "Yang H",
      "Zou Z",
      "Dong Z",
      "Zhong C",
      "Chen K",
      "Tan X",
      "Qin Y",
      "Zhao N"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519726/",
    "doi": "doi: 10.1186/s12931-025-03478-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41518582",
    "title": "MsCCoAOMTh3 confers drought tolerance by mediating lignin content and ROS scavenging.",
    "authors": [
      "Huang S",
      "Ma F",
      "Liang Y",
      "Wu J",
      "Xie Z",
      "Zhan X",
      "Cui Y",
      "Ma Z",
      "Yang P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518582/",
    "doi": "doi: 10.1007/s11103-025-01674-7",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41518580",
    "title": "The Role of Iron and Ferroptosis in the Pathogenesis of L-Arginine-Induced Acute Pancreatitis.",
    "authors": [
      "Zhang P",
      "Fan L",
      "Teng M",
      "Wu Q",
      "Jiaqing W",
      "Korotkova IP"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518580/",
    "doi": "doi: 10.1007/s10517-026-06550-y",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518572",
    "title": "Fibrillarin: bridging ribosome biogenesis and apoptosis in cellular stress and disease.",
    "authors": [
      "Zhang Z",
      "Zhang M",
      "Cao Z",
      "Zhao H",
      "Li X",
      "Luo P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518572/",
    "doi": "doi: 10.1007/s10495-025-02220-y",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41518560",
    "title": "Resveratrol potentiates chemotherapeutic efficacy of olaparib in MCF7 human breast cancer cells by inducing apoptosis.",
    "authors": [
      "Erdoan MK",
      "Gundogdu R",
      "Toy Y",
      "Polat E",
      "Agca CA",
      "Sever A",
      "Tzn B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518560/",
    "doi": "doi: 10.1007/s11845-025-04240-8",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41518556",
    "title": "Low-grade mucosal inflammation in aged senescence-accelerated mouse-prone 8 mice blunts epithelial barrier recovery after dextran sodium sulphate-induced chronic colitis.",
    "authors": [
      "Verboven R",
      "Verstraelen P",
      "De Loose N",
      "Ott J",
      "Hanning N",
      "De Winter BY",
      "Timmermans JP",
      "De Vos WH"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518556/",
    "doi": "doi: 10.1007/s10522-026-10385-5",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41518546",
    "title": "Comparative renoprotective effects of phoenixin-14, a novel peptide, and dexamethasone in LPS-induced sepsis: targeting inflammation, oxidative stress, and apoptosis.",
    "authors": [
      "Kutlay ",
      "Frat F",
      "Akan T",
      "Akgl J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518546/",
    "doi": "doi: 10.1007/s10495-025-02202-0",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41518542",
    "title": "Harnessing pyroptosis to restrain melanoma through aripiprazole.",
    "authors": [
      "Chang YT",
      "Lin IH",
      "Shieh JJ",
      "Lan TH",
      "Syu JN",
      "Huang SS",
      "Hou PH"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518542/",
    "doi": "doi: 10.1007/s10495-025-02223-9",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518537",
    "title": "METTL3 safeguard cancer cells from programmed cell death during detachment from their surrounding extracellular matrix.",
    "authors": [
      "Dalhat MH",
      "Yaqinuddin A",
      "Hawsawi YM",
      "Khan MI"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518537/",
    "doi": "doi: 10.1007/s10495-025-02203-z",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41518536",
    "title": "MIB2 accelerates ferroptosis during lipopolysaccharide-induced acute lung injury through GPX4 degradation.",
    "authors": [
      "Kang Y",
      "Feng W",
      "Ning L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518536/",
    "doi": "doi: 10.1007/s10735-025-10709-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518529",
    "title": "Autophagy regulation of pyroptosis and ferroptosis: a new strategy for colorectal cancer treatment.",
    "authors": [
      "Ma K",
      "Zhu H",
      "Li J",
      "Zhao X",
      "Liu X",
      "He G",
      "Li W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518529/",
    "doi": "doi: 10.1007/s10495-025-02240-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bPyroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41518527",
    "title": "Phillyrin promotes flap survival by mitigating pyroptosis through the TLR4/NF-B/NLRP3 signaling pathway.",
    "authors": [
      "Deng J",
      "Kang W",
      "Wang A",
      "Yang J",
      "Wang K",
      "Quan L",
      "Pan H",
      "Song W",
      "Xu P",
      "Lin D"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518527/",
    "doi": "doi: 10.1007/s10495-025-02248-0",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518524",
    "title": "Hesperetin alleviates neuronal pyroptosis by promoting mitophagy via DHCR24/BACE1 signaling pathway after subarachnoid hemorrhage in mice.",
    "authors": [
      "Ye H",
      "Wang X",
      "Liang Y",
      "Tang Y",
      "Tan J",
      "Ma Y",
      "Xu D",
      "Xiong H",
      "Zhuang Y",
      "Fu W",
      "He Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518524/",
    "doi": "doi: 10.1007/s10495-025-02238-2",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518519",
    "title": "CircDCAF6 Modulates Proliferation and Apoptosis in Bovine Myoblasts Through the miR-181d/CCNB1 Axis.",
    "authors": [
      "Chengcheng L",
      "Yanduo Z",
      "Raza SHA",
      "Alotaibi MA",
      "Almasoudi SH",
      "Alowaidi SA",
      "AlShammari W",
      "Alenizi D",
      "Zan L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518519/",
    "doi": "doi: 10.1007/s12602-025-10912-9",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41518487",
    "title": "The ethyl acetate extract from Trichoderma viride fermentation acts by downregulating the leukocyte transendothelial migration signaling pathway to induce ferroptosis in triple-negative breast cancer cells.",
    "authors": [
      "Kuang Y",
      "Lu BH",
      "Wu JY",
      "Wu SY",
      "Fu HY",
      "Nan QY",
      "Li J",
      "Yang XL"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518487/",
    "doi": "doi: 10.1007/s13659-025-00569-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518479",
    "title": "Pleiotropic Effects of Statins: Focus on Inflammation, Oxidative Stress and Immunomodulation (Part I).",
    "authors": [
      "Mahmoudi A",
      "Katsiki N",
      "Vrablik M",
      "Sahebkar A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518479/",
    "doi": "doi: 10.1007/s11883-025-01386-9",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41518471",
    "title": "Short-term hypoxia and nutrient deprivation stress induced shifts in p53 isoform expression in HepG2 tumourspheres.",
    "authors": [
      "Keoh LQ",
      "Ahmad Tarmizi MD",
      "Sawai S",
      "Oh L",
      "Ramasamy TS"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518471/",
    "doi": "doi: 10.1007/s11033-025-11415-0",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41518469",
    "title": "Disproportionate increase of extreme obesity among older adults: an exploratory analysis from the English longitudinal study of ageing.",
    "authors": [
      "Veronese N",
      "Zanetti M",
      "Gianfredi V",
      "Nucci D",
      "Smith L",
      "Maggi S",
      "Noale M"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518469/",
    "doi": "doi: 10.1007/s40520-025-03286-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41518462",
    "title": "Macrophage ferroptosis in hematologic malignancies: emerging mechanisms and therapeutic implications.",
    "authors": [
      "Zhou X",
      "Xu S",
      "Li A",
      "Shan NN"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518462/",
    "doi": "doi: 10.1007/s10495-025-02247-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518455",
    "title": "S-palmitoylation in ferroptosis: molecular mechanisms, modulators, and interplay with autophagy.",
    "authors": [
      "Wang L",
      "Wang C",
      "He H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518455/",
    "doi": "doi: 10.1007/s10495-025-02227-5",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41518439",
    "title": "SREBP2 confers ferroptosis resistance by targeting GPX4 in colorectal cancer.",
    "authors": [
      "Zhong H",
      "Chen R",
      "Chen T",
      "Lin M",
      "Wen S",
      "Zhang M",
      "Liu D",
      "Yu J",
      "Chen J",
      "Yi B",
      "Liang R",
      "Jiang W",
      "Li Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518439/",
    "doi": "doi: 10.1007/s10495-025-02209-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518435",
    "title": "RNF168 promotes chronic colitis through ANXA7-mediated autophagy and NLRP3-driven pyroptosis.",
    "authors": [
      "Wang H",
      "Liu Y",
      "Jiang W",
      "Ji Y",
      "Cheng S",
      "Cheng C",
      "Xu Z",
      "Zhang C",
      "Sun J",
      "Zhao J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518435/",
    "doi": "doi: 10.1007/s10495-025-02228-4",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41518423",
    "title": "HDAC3 Mediates Hippocampal Microglial Pyroptosis Via the STING/NLRP3 Pathway and Contributes To Cognitive Impairment in Sepsis-Associated Encephalopathy.",
    "authors": [
      "Cai M",
      "Shao H",
      "Xu S",
      "Wang H",
      "Yang MJ",
      "Zhu T",
      "Chen J",
      "Li GZ",
      "Lu SF",
      "Zang YY",
      "Ji MH",
      "Shen JC",
      "Jia M",
      "Yang JJ"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518423/",
    "doi": "doi: 10.1007/s10753-025-02360-y",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518421",
    "title": "Cell death-associated genes as novel diagnostic biomarkers for autism spectrum disorder.",
    "authors": [
      "Li C",
      "Wei L",
      "Chen W",
      "Ran G",
      "Liu L",
      "Li Z",
      "Song A",
      "Liu M",
      "Huang D",
      "Tang K",
      "Zeng X",
      "Wang L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518421/",
    "doi": "doi: 10.1007/s10495-025-02201-1",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41518405",
    "title": "Inhibition of LDHA promotes GSDME-dependent pyroptosis by activating RIG-I-like receptor signaling.",
    "authors": [
      "Xie C",
      "Xu X",
      "Wang S",
      "Li W",
      "Guo Z",
      "Wang C",
      "Gao L",
      "Dai F",
      "Zhang G"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518405/",
    "doi": "doi: 10.1007/s10495-025-02216-8",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518404",
    "title": "Programmed cell death of keratinocytes: an active driver in psoriasis.",
    "authors": [
      "Yuwen T",
      "Tian J",
      "Chen Y",
      "Zhou Z",
      "Lian N",
      "Chen X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518404/",
    "doi": "doi: 10.1007/s10495-025-02207-9",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41518395",
    "title": "HSPA8 lactylation attenuates neuronal pyroptosis via E3 ligase-mediated NLRP3 degradation after ischemic stroke.",
    "authors": [
      "Fu J",
      "Yu L",
      "Yu N",
      "Ni P",
      "He C",
      "Chen Q",
      "Li S",
      "Xu F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518395/",
    "doi": "doi: 10.1007/s10495-025-02226-6",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518394",
    "title": "The impact of the telomerase inhibitor on the Wnt signaling pathway in breast cancer and breast cancer stem cells.",
    "authors": [
      "Guler P",
      "Sabour Takanlou L",
      "Sabour Takanlou M",
      "Rostamlou A",
      "Biray Avci C"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518394/",
    "doi": "doi: 10.1007/s11033-025-11412-3",
    "categories": [],
    "keywords_matched": [
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "pmid:41518391",
    "title": "Cross-regulation of autophagy and pyroptosis: a new perspective on the inflammatory microenvironment of atherosclerosis.",
    "authors": [
      "Gan YM",
      "Qin NS",
      "Ouyang J",
      "Tang YM",
      "Qin JH",
      "Wei SM",
      "Wang H",
      "Huang JN"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518391/",
    "doi": "doi: 10.1007/s10495-025-02221-x",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41518387",
    "title": "Reparative effects of VCAM-1 high-performance MSC-derived exosomes on aged diabetic cardiomyocyte injury: a focus on ferroptosis suppression.",
    "authors": [
      "Yin X",
      "Wei Y",
      "Liu Y",
      "Chen G",
      "Chen J",
      "Cheng J",
      "Liu Y",
      "Wei H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518387/",
    "doi": "doi: 10.1007/s10495-025-02224-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518376",
    "title": "MLKL depletion enhances chemotherapy-induced apoptosis in colorectal cancer by prolonged retention of TNFR-I in endosomes.",
    "authors": [
      "Sonkaew S",
      "Duangthim N",
      "Lomphithak T",
      "Sae-Fung A",
      "Nitsakulthong C",
      "Duangbupha J",
      "Sasano H",
      "Choksi S",
      "Liu ZG",
      "Jitkaew S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518376/",
    "doi": "doi: 10.1007/s10495-025-02219-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41518375",
    "title": "Ferroptosis dysregulation, mitochondrial dysfunction, and iron metabolism alterations are correlated with aggressiveness in uveal melanoma.",
    "authors": [
      "Singh L",
      "Kumar N",
      "Supriya M",
      "Kashyap S",
      "Sawant A",
      "Sen S",
      "Chawla B",
      "Lomi N",
      "Bakhshi S",
      "Nag TC",
      "Panwar C",
      "Singh MK"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518375/",
    "doi": "doi: 10.1007/s10495-025-02205-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41518333",
    "title": "Ferroptosis in Mycotoxin-Induced Toxicity: Molecular Mechanisms, Intervention Implications, and Future Directions.",
    "authors": [
      "Zhu K",
      "Zhuang Y",
      "Lu H",
      "Song C",
      "Cao X",
      "Cai F",
      "Liu A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518333/",
    "doi": "doi: 10.1021/acs.jafc.5c08948",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41518200",
    "title": "Dermatoprotective and Anti-Aging Potentials of Xylooligosaccharide- and Glucose-fermented products by Lactiplantibacillus plantarum S61.",
    "authors": [
      "Yahyaoui MI",
      "El Bouzidi A",
      "Taibi M",
      "Bellaouchi R",
      "Mehane L",
      "Moumnassi S",
      "Gharsallaoui A",
      "El Guerrouj B",
      "Jaouadi B",
      "Abousalham A",
      "Saalaoui E",
      "Asehraou A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518200/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41518198",
    "title": "Metabolites released from apoptotic cells in central nervous system orchestrates the pathological process of Alzheimer disease through improving autophagy.",
    "authors": [
      "Xiao F",
      "Tan X",
      "He A",
      "Zhou Y",
      "Xu K",
      "Yuan Z",
      "Zhu Y",
      "Liang C",
      "Can D",
      "Zhang J",
      "Leng L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518198/",
    "doi": "doi: 10.1080/15548627.2026.2615978",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41518150",
    "title": "Genetic Insights Into the Central Role of Serine -Lactamase-Like Protein in Lipid Metabolism, Metabolic Syndrome, and Chronic Kidney Disease.",
    "authors": [
      "Xu H",
      "Zou M",
      "Cheng Y",
      "Ge S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518150/",
    "doi": "doi: 10.1002/lipd.70032",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41518000",
    "title": "Natural product scaffold-based bactericide discovery: novel -carboline derivatives as potent reactive oxygen species inducers for crop disease control.",
    "authors": [
      "Liu HW",
      "Wang GQ",
      "Zhang JR",
      "Zhou Y",
      "Ding Y",
      "Yang LL",
      "Zhou X",
      "Liu LW",
      "Wu ZB",
      "Zhang H",
      "Li H",
      "Yang S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41518000/",
    "doi": "doi: 10.1002/ps.70511",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41517984",
    "title": "Biodegradable microparticles promote anti-inflammatory innate immune memory though a size- and mTOR dependent process.",
    "authors": [
      "Lynch RI",
      "Gorman AL",
      "McCluskey S",
      "Horneck-Johnston CJH",
      "Roche K",
      "Sheedy FJ",
      "Muoz-Wolf N",
      "Lavelle EC"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41517984/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41517915",
    "title": "RGG-motif protein Scd6 affects oxidative stress response by regulating cytosolic caTalase T1 (Ctt1).",
    "authors": [
      "Tiwari S",
      "Togra C",
      "Sj S",
      "Rajyaguru PI"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41517915/",
    "doi": "doi: 10.1080/15476286.2026.2613892",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41514378",
    "title": "Prognostic impact of the lipid metabolism gene AGPAT4 in the tumor immune microenvironment of thyroid cancer.",
    "authors": [
      "Zhu Y",
      "Xu W",
      "Bai X",
      "Qiao Y",
      "Ye D"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514378/",
    "doi": "doi: 10.1186/s44342-025-00065-0",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41514140",
    "title": "The Emerging Role of L-Arginine and Creatine Supplementation Combined with Exercise on Hippocampal Neurogenesis, Spatial Learning, and Cognitive Flexibility in Aging and Neurodegenerative Diseases.",
    "authors": [
      "Zhang Y",
      "Peng Y",
      "Pu J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41514140/",
    "doi": "doi: 10.1007/s12035-025-05586-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  }
]