[
  {
    "id": "pmid:41723572",
    "title": "Aging-caused the changes of the gut microbiota drive intestinal barrier dysfunction and increase sepsis susceptibility.",
    "authors": [
      "Liang H",
      "Ding X",
      "Liu S",
      "Tong S",
      "Wang X",
      "Zhang Z",
      "Wang W",
      "Zhang X",
      "Yuan Y",
      "Jiang Y",
      "Sun T"
    ],
    "summary": "",
    "published": "2026-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723572/",
    "doi": "doi: 10.1080/19490976.2026.2630475",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.23.661087",
    "title": "Transcriptomic Profiles from Normal and Tumor Tissue Samples Reveal Distinct Venule Populations and Novel Tumor Endothelial Cell Markers in Breast Cancer",
    "authors": [
      "Phoenix, K. N.",
      "Singh, V.",
      "Murphy, P.",
      "Claffey, K. P."
    ],
    "summary": "Background: The breast tumor microenvironment (TME) is a complex milieu composed of many factors contributing to breast cancer (BC) heterogeneity and therapeutic resistance. Aberrant tumor vasculature in the TME limits nutrient and drug delivery, inhibits anti-tumor immunity, and contributes to a lack of cancer therapy efficacy. Utilizing publicly available scRNA-seq datasets, this study characterizes differences between normal breast and breast tumor endothelial cells (EC), provides insights into tumor endothelial cell subtypes, endothelial anergy, and identifies novel, tumor-specific vascular therapeutic targets. Methods: Gene expression data from normal and breast tumor tissue samples were integrated, and the EC subset was extracted via canonical gene marker expression. The EC subset was clustered and evaluated for cell subtypes and differentially expressed genes (DEG). Normal EC (NEC) and tumor EC (TEC) markers were further assessed for correlation to bulk gene expression and patient survival outcomes in cBioPortal and Kaplan-Meier Plotter. Cell type gene expression specificity was evaluated in the 3CA single-cell RNA-seq datasets across multiple cancers. Results: This analysis revealed differences in NEC and TEC subtype populations. Breast NEC contained similar proportions of venule and capillary populations, while breast TEC demonstrated a majority of the venule subtype. Further, TEC venules were phenotypically distinct from the NEC venules. Consistent with endothelial anergy, suppression of the key adhesion protein SELE was noted, as well as several pro-inflammatory cytokines including IL6, CCL2, and CXCL8, likely downstream of aberrant NF-kB signaling. Differential gene expression analysis identified several TEC specific up-regulated genes compared to NEC, including CLEC14a, IGFBP4, EMCN, and ADM5. CLEC14a, EMCN, and ADM5 were further validated in the single-cell Curated Cancer Cell Atlas (3CA) to be highly specific to the endothelial cell clusters across multiple tumor types, while IGFBP4 was diversely expressed in endothelial, fibroblast, and some malignant cell types. ADM5, a novel tumor vascular marker, was enhanced in TEC venules and less so in arteriole or capillaries. High expression of ADM5 was associated with poor breast cancer patient survival in the basal PAM50 cancer subtype compared to normal and luminal subtypes. Further, across multiple cancer types, high ADM5 expression was associated with reduced patient survival in anti-PD1- and anti-CTLA4-treated patients but not in anti-PDL-treated patients. Conclusions: Integration of single-cell RNA-seq data identified an anergic-like response in breast TEC and multiple, highly specific markers to TEC not found in normal breast tissue. CLEC14a and EMCN were validated as TEC markers, extending their annotation in breast TEC, and ADM5 identified as a novel TEC marker in breast and other cancers. Moreover, as ADM5 is associated with reduced patient overall survival, this data suggests that a better understanding of ADM5 and other TEC-specific response pathways may provide novel approaches to reactivate anergic TECs and lead to effective therapeutic interventions for cancer patients.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.23.661087",
    "doi": "10.1101/2025.06.23.661087",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.12.699057",
    "title": "The Structured RNA-binding Domains and Condensation Capacity of FUS Shape its RNA-binding Landscape and Function.",
    "authors": [
      "Jutzi, D.",
      "Alcalde, J.",
      "Hutten, S.",
      "Tiryaki, F.",
      "Davies, B.",
      "Plun-Favreau, H.",
      "Sibley, C.",
      "Dormann, D.",
      "Ruepp, M.-D."
    ],
    "summary": "RNA-binding proteins (RBPs) are key regulators of gene expression and often contain intrinsically disordered regions that drive biomolecular condensation. Yet, how condensation affects RBP specificity and function remains poorly defined. Here, we use strategically designed point mutations to selectively impair canonical RNA-binding and condensation of the amyotrophic lateral sclerosis (ALS)-linked RBP Fused in Sarcoma (FUS). Using automated high-content imaging, we show that both properties shape nuclear ribonucleoprotein condensates and govern distinct aspects of FUS function in the DNA damage response. Transcriptome-wide mapping of FUS-RNA interactions reveals that the canonical RNA-binding domains recognise G-rich and C-rich motifs, whereas condensation selectively enhances binding to G-rich and structured sequences, often acting in concert with canonical RNA-binding to control transcriptional programs and splicing decisions. These findings provide a mechanistic framework for how FUS integrates condensation with sequence-specific RNA recognition to orchestrate nuclear organisation, genome stability and RNA metabolism. Furthermore, our rigorously validated mutants offer a platform for future mechanistic dissection of ALS pathogenesis and the development of targeted therapeutic strategies.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.12.699057",
    "doi": "10.64898/2026.01.12.699057",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707204",
    "title": "HDAC5-encoded Microprotein NISM Mediates Nucleolar Formation and Ribosomal RNA Synthesis",
    "authors": [
      "Cao, K.",
      "Ha, D.",
      "Hulahan, J.",
      "Houston, L.",
      "Tong, G.",
      "Weng, J.",
      "Huey, N.",
      "DeMerit, H. E.",
      "Ortega, P.",
      "Buisson, R.",
      "Ghosh, K.",
      "Martinez, T. F."
    ],
    "summary": "Ribosome biogenesis is the process by which ribosomal RNA (rRNA) and ribosomal proteins are synthesized, processed, and assembled into functional ribosomes. This process begins in the nucleolus, a multiphase liquid condensate. Here, we discover an arginine-rich disordered nucleolar microprotein encoded within the HDAC5 5'-UTR that we termed Nucleolar Integrity and Stress Microprotein (NISM). NISM overexpression leads to impaired rDNA transcription, triggering nucleolar stress, p53 activation, and suppressed proliferation. NISM knockout causes disruption of nucleolar structure and also induces p53 activation. Mechanistically, NISM interacts with the DExH-box RNA helicase DHX9 and regulates its activities related to pre-rRNA synthesis. Computational analyses and polymer physics-based mathematical modeling revealed that NISM coordinates nucleolar formation and pre-rRNA synthesis by enhancing the liquid-liquid phase separation of DHX9. This study establishes NISM as a regulator of nucleolar biology and deepens our understanding of how disordered microproteins can facilitate the formation of membraneless organelles.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707204",
    "doi": "10.64898/2026.02.21.707204",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706960",
    "title": "The T cell receptor repertoire captures healthy aging and CMV independently from epigenetic clocks",
    "authors": [
      "Breëns, M.",
      "De Man, K.",
      "Heylen, Y.",
      "Ha, M. K.",
      "Kuznetsova, M.",
      "Besbassi, H.",
      "Affaticati, F.",
      "Berghe, W. V.",
      "Ogunjimi, B.",
      "Meysman, P."
    ],
    "summary": "Human aging is the process through which numerous biological changes occur during life, affecting various processes. In some elderly individuals, this functional decline becomes more pronounced, leading to frailty, a condition characterised by reduced physiological reserves and increased vulnerability to stress. With the global rise of life expectancy, identification of biomarkers for healthspan and frailty are becoming more important. In this study, we directly compare two molecular readouts, namely the T cell receptor (TCR) repertoire and epigenetic clocks, on their ability to discern healthy aging. On blood samples from sixteen individuals, across age-matched healthy elderly and frail individuals, both TCR sequencing and epigenetic profiling were performed. A significantly higher TCR repertoire diversity in the CD4+ T cells differentiated the healthy elderly individuals from the frailty ones. Epigenetic clock signatures of biological relative to chronological ageing rate, did not show a clear difference between both groups. However, when taking into account the CMV-serostatus, a significant increase in epigenetic aging could be observed in the CMV-seropositive individuals. Our results support a clear hypothesis on the role of CMV infection in the healthy aging of the immune system. In healthy elderly, CMV is typically controlled by CD4+ T cells, however, in the frail elderly, the burden of managing the infection shifts to the CD8+ T cells. This change is marked by two key changes: a decrease in TCR diversity for seropositive individuals compared to seronegative individuals, as well as an increase in the fraction of CMV-associated TCRs within the CD8+ T cells. These findings contribute to our understanding of aging and provide insight into how CMV-infection may affect healthy aging and frailty. They also underline the crucial role of the immune system in healthy aging and the value of further investigating ageing-related health/disease patterns in the TCR repertoire to determine healthspan/lifespan.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706960",
    "doi": "10.64898/2026.02.20.706960",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707292",
    "title": "A conserved archaeal ribosome-associated factor linking bacterial hibernation and eukaryotic energy sensing",
    "authors": [
      "Souza, D. P.",
      "May, M. B.",
      "Carrion, J.",
      "Alva, V.",
      "Bisson, A.",
      "Davis, J. H."
    ],
    "summary": "Ribosome hibernation helps cells survive stress by reversibly silencing translation and limiting degradation of ribosomal complexes. Although well characterized in bacteria and eukaryotes, archaeal hibernation remains poorly understood. Using cryoEM to analyze lysates from a model archaeon, we identified AHA (AMPK{gamma}-HPF from Archaea), a broadly conserved ribosome-associated protein factor composed of two distinct modules. Structural analyses showed that AHA's C-terminal domain binds the small subunit, while its N-terminal region recognizes the large subunit, occluding the mRNA channel and the A- and P-tRNA binding sites and thereby enforcing translational silencing. Consistent with this proposed function, {Delta}AHA cells displayed reduced viability, depletion of ribosomal proteins during stationary phase, and impaired recovery upon return to growth. Phylogenetic analyses revealed that AHA's C-terminal domain shares homology with the bacterial Hibernation Promoting Factor (HPF), indicating an origin in the last universal common ancestor (LUCA) and thereby identifying HPF as a universal hibernation module. Strikingly, we observed two AMP molecues bound to AHA's N-terminal CBS-tetrad, which we found was structurally and evolutionary related to the eukaryotic energy sensor AMPK{gamma}, thus linking energy sensing between archaea and eukaryotes. Together, these findings uncover a widespread archaeal ribosome hibernation factor and establish a direct evolutionary link between prokaryotic translational silencing and eukaryotic energy sensing.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707292",
    "doi": "10.64898/2026.02.22.707292",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707246",
    "title": "Serum modulates the aggregation - toxicity landscape of the staphylococcal toxin PSMα3",
    "authors": [
      "Bonnecaze, L.",
      "Duchalet, A.",
      "Moine, L.",
      "Vial, A.",
      "Cardenas, M.",
      "Martin, C.",
      "Molinari, M.",
      "Marsaudon, S.",
      "Mathelie-Guinlet, M."
    ],
    "summary": "The pathogenicity of Staphylococcus aureus relies on the secretion of various toxins, including phenol-soluble modulins 3 (PSM3), which play key roles in invasion and infection through its cytolytic activities. Recent controversies have focused on whether PSM3 propensity to self-assemble into unique amyloid-like cross- structures would underlie its high cytotoxicity. Here, by integrating Thioflavin T fluorescence, electron microscopy, and cell-based assays, we demonstrate that early soluble entities formed upon fibrillation - rather than mature fibrils - drive PSM3 cytotoxicity under near-physiological conditions. This mirrors the behavior of neurodegenerative disease related peptides, thus pointing towards a general mechanism of toxicity by amyloid forming peptides. Importantly, we elucidate the critical role of serum in this process: lipoproteins inhibit the formation of oligomeric and fibrillar entities, both in a time- and concentration-dependent manner, thereby drastically reducing cytotoxicity. We further reveal the uptake of such soluble entities in cells, where membrane interactions likely initiate and trigger cell death. These findings reconcile conflicting interpretations of PSM3 toxicity, highlighting the importance of the cellular environment in shaping peptide aggregation and biological function. By targeting such key virulence determinants, e.g. though the rational design of aggregation inhibitors, this study could open novel avenues in the quest for novel drugs against S. aureus infections.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707246",
    "doi": "10.64898/2026.02.22.707246",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2024.10.29.620762",
    "title": "Distinct roles of brain network flexibility in motor learning across age",
    "authors": [
      "Uehara, K.",
      "Hagihara, M.",
      "Kitajo, K."
    ],
    "summary": "Motor learning is a lifelong process, from infancy through old age. Acquiring new motor actions through repetitive practice requires adjusting motor output in response to sensory input and integrating them to facilitate learning. For this to occur, the central nervous system must flexibly predict and adapt to the dynamic interplay between sensory inputs and motor outputs. Although overall brain function changes with age, it remains unclear how the flexible brain network evolves and influences motor learning ability with aging. To address these open questions, we designed a visuomotor learning task involving both younger and older adults and quantitatively assessed brain network flexibility, leveraging multichannel electroencephalography (EEG) in humans. Here, we found age-group differences in motor learning properties, brain network flexibility, and their neural relationships. In younger adults, learning aftereffects were associated with brain network flexibility during the preparatory period of the task. However, this association was not observed in older adults. Together, our findings suggest that brain network flexibility during the preparatory period, rather than motor execution, was critical for acquiring and maintaining new motor actions in younger adults, but that this coupling was attenuated with aging.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.29.620762",
    "doi": "10.1101/2024.10.29.620762",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706448",
    "title": "Cumulative geomagnetic disturbances modulate global photosystem stoichiometry through temperature-dependent gating",
    "authors": [
      "Kitashov, A. V."
    ],
    "summary": "Space weather exerts profound effects on Earth's technological systems, yet its influence on the terrestrial biosphere remains largely unexplored at the global scale. While local experiments suggest magnetic sensitivity in plants, observational evidence for a planetary-scale vegetative response to geomagnetic disturbances is lacking. Here, we analyze a decade of satellite-derived solar-induced chlorophyll fluorescence (SIF) data alongside geomagnetic indices to isolate non-seasonal physiological anomalies. Using temperature-stratified cumulative correlation analysis and multivariate models controlling for radiative and hydrological drivers, we identify a robust, cumulative, and thermally gated association between geomagnetic activity and vegetation fluorescence. We report a global synchronization of photosystem stoichiometry, inferred from the SIF757/SIF771 ratio, with recurrent geomagnetic disturbances, exhibiting maximal coherence under cold and moderate thermal conditions and weakening under optimal and heat-stress regimes. This response intensifies with increasing integration window length, indicating progressive physiological integration of repeated perturbations. Comparative analyses demonstrate that geomagnetic forcing systematically outperforms major climatic drivers in explaining fluorescence variability within biologically active regimes. We propose a mechanism consistent with magnetic modulation of radical pair spin dynamics in iron-sulfur clusters and cryptochromes, potentially influencing reactive oxygen species generation and redox-regulatory adaptation. Our findings suggest that plants have evolutionarily co-opted geomagnetic variability as an informational signal, integrating it into existing redox-regulatory networks. Rather than a passive mechanical perturbation, the observed response reflects an evolved sensitivity that operates near physiological criticality--a hypothesis that opens new frontiers in understanding magnetosphere-biosphere coupling.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706448",
    "doi": "10.64898/2026.02.17.706448",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707121",
    "title": "Australian giant kelp genome assemblies show distinct Southern Hemisphere genetics",
    "authors": [
      "Scharfenstein, H. J.",
      "Carroll, A.",
      "Iha, C.",
      "Schwoerbel, J.",
      "Jordan, R.",
      "Willis, A."
    ],
    "summary": "Giant kelp, Macrocystis pyrifera, occurs across northern and southern Hemisphere temperate coasts and is at high risk from ocean warming. Few giant kelp forests remain across the Southeast Australian shelf, while a handful of forests are actively being restored. Genomic resources can greatly aid in the conservation of remnant populations and enhance restoration efforts. Reference genomes are a fundamental resource as they are a prerequisite to, or enhance, many analyses used in conservation genomics. A single reference genome is available for giant kelp, assembled from a Californian haploid specimen. However, increasing evidence of genetic divergence between Northern and Southern Hemisphere populations highlights the need for regionally representative reference genomes. Here, we present two genome assemblies from the diploid vegetative tissue of Australian giant kelp specimens. We performed de novo genome assembly using long-read sequencing (PacBio HiFi and ONT R10.4 Simplex) and scaffolded the assemblies with the ONT reads, assembling 98-99% of the genomes into 35 pseudo-chromosomes. Genome sizes ranged from 528-534 Mbp, with BUSCO completeness scores of 97-98% and QV scores of 51-52. Genome annotation identified 17,565-17,800 genes in the Australian genomes. Genomic divergence between the Australian and Californian giant kelp genomes was seven-fold greater than between Australian genomes (1.5% vs 0.2%), supporting a Northern-Southern Hemisphere genetic divergence. Functional divergence was also observed between Australian and Californian genomes, reflected by differing patterns of enrichment in gene ontologies linked to energy metabolism, proteostasis and stress responses. These two new genome assemblies will serve as valuable resources for ongoing research into Southern Hemisphere giant kelp genetics, while providing the basis for genomic-guided conservation and restoration of remnant giant kelp forests in Australia.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707121",
    "doi": "10.64898/2026.02.20.707121",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707128",
    "title": "Drosophila melanogaster Nepl15 regulates lifespan, motor function, aging, heart rate, and cellular health in a sex-specific manner",
    "authors": [
      "Arzoo, S. H.",
      "Drucker, C.",
      "Tasmin, R.",
      "Jones, N.",
      "Gracheva, E.",
      "Matt, A.",
      "Hsin, R.",
      "Wang, F.",
      "Zhou, C.",
      "Banerjee, S."
    ],
    "summary": "The knock-out mutation of the unique M13 family member, the Drosophila melanogaster (fruit fly) Neprilysin-like 15 (Nepl15), resulted in marked reductions of glycogen and glycerolipid storage in adult male flies, but a significant increase of glycogen storage in adult female flies, although the mutant flies consumed the same amount of food as the isogenic w1118 controls. The findings prompted us to characterize sex and age-specific effects of Nepl15 knock-out (Nepl15KO) mutation on lifespan, fertility and fecundity, physiology, cytophysiology, and overall health. The current study shows Nepl15 transcripts are expressed in all embryonic stages of the control flies. The mutant embryos show more glycogen storage, likely due to more maternal glycogen deposition in the eggs. Moreover, there are slight increases in the number of eggs laid, the percentage of pupariation, and the percentage of adult fly eclosion from pupae in the Nepl15KO mutant flies. Interestingly, Nepl15KO female, but not male flies, outlive the respective control flies when cultured on a standard diet. The mutant adult females show significantly less Target of Rapamycin (TOR) and more Sirtuin 6 (Sirt6) expression, changes that may synergistically contribute to their lifespan extension. In contrast, mutant males exhibit significant reductions in both TOR and Sirt6 expression, potentially offsetting their effects on longevity. Cellular health is further improved in mutant females, as evidenced by a marked reduction in reactive oxygen species (ROS), associated with a 1.5-fold increase in the Superoxide dismutase 2 (Sod2) expression at 7 days of age. Both sexes demonstrate improved gut barrier integrity at 40 days, with reduced Smurf leakage compared to age-matched controls. Optical cardiography reveals that heart rate in 40-day-old mutants is better preserved, resembling that of 7-day-old flies, whereas control flies show a pronounced age-associated decline. Functionally, Nepl15KO males and females outperform controls in a 6-cm climbing assay at 10, 20, 30, and 40 days of age, with the greatest difference observed at day 40. Following a 45-minute exercise bout at 10 rpm, mutant females continue to outperform controls at both 7 and 40 days, indicating preserved neuromuscular performance. Consistently, ATP levels are significantly elevated in 7- and 40-day-old mutant females, but not in mutant males. Interestingly, only 7-day-old mutant males exhibit increased mitochondrial inner membrane potential, which may enable more rapid ATP turnover when energy demand arises. No detectable differences are observed in thoracic muscle or mitochondrial ultrastructure, nor in overall mitochondrial number. However, no observable changes are noticed in the ultrastructure of the thoracic muscle and mitochondria, and the overall number of mitochondria in the mutant flies. Collectively, our findings demonstrate that Nepl15 loss-of-function confers health benefits at cellular, organ, and organismal levels, with pronounced sex-specific differences. However, the mechanisms by which aging mutant males sustain enhanced functional performance remain elusive.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707128",
    "doi": "10.64898/2026.02.20.707128",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bRapamycin\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707106",
    "title": "Erythropoietin Mediates Glycerophospholipid Remodeling During Human Early Erythropoiesis",
    "authors": [
      "Schippel, N.",
      "Wei, J.",
      "Ma, X.",
      "Chi, J.",
      "Gu, H.",
      "Qiu, S.",
      "Stoilov, P.",
      "Sharma, S."
    ],
    "summary": "The unique biconcave morphology and deformability of mature red blood cells (RBCs) require a specific membrane lipid composition. Disruption of this special lipid profile is seen in multiple types of anemia and bone marrow (BM) failure diseases, yet molecular mechanisms regulating lipid metabolism during normal erythroid differentiation remain poorly defined. Here, we identify a previously undescribed role for erythropoietin (Epo) in contributing to the appropriate lipid composition of differentiating human erythroid cells. Using single-cell transcriptomic profiling of ex vivo cultures of human BM-derived hematopoietic stem and progenitor cells cultured with or without Epo, we delineated transcriptional dynamics across differentiation stages, identifying the Epo-dependent transition of burst-forming unit erythroid (BFU-E) to colony-forming unit erythroid (CFU-E) progenitors. Comparative analysis revealed the activation of canonical erythroid programs involving heme biosynthesis, globin expression, and iron regulation, and additionally, uncovered a transient upregulation of lipid metabolic pathways during the BFU-E to CFU-E transition. Complementary untargeted lipidomics demonstrated Epo-dependent alterations in specific glycerophospholipid (GPL) species, consistent with differential expression of GPL biosynthesis genes in the single cell dataset. Intracellular flow cytometry further confirmed the requirement of Epo for maintaining enzymes critical for phosphatidylcholine and phosphatidylethanolamine synthesis in erythroid cells. Together, these multiomic findings reveal a new role for Epo in modulating lipid metabolism during early erythropoiesis and provide mechanistic insight into how membrane lipid composition is dynamically regulated to support normal red cell development.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707106",
    "doi": "10.64898/2026.02.20.707106",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.27.690935",
    "title": "Differential chromatin accessibility between pre- and post-natal stages highlights putative causal regulatory variants in pig skeletal muscle",
    "authors": [
      "Shishmani, E.",
      "Rau, A.",
      "Djebali, S.",
      "Clark, E. L.",
      "Estelle, J.",
      "Palombo, V.",
      "D'Andrea, M.",
      "Giuffra, E."
    ],
    "summary": "Deciphering how chromatin dynamics shape the effects of regulatory variants on complex traits across development remains largely unexplored in farmed animals. Focusing on porcine skeletal muscle, we integrated chromatin accessibility (ATAC-seq), molecular QTL (molQTL), and GWAS data to identify putative stage-specific regulatory variants influencing agronomically important traits. We aggregated and analyzed 202 ATAC-seq libraries spanning prenatal (fetal) and postnatal (piglet) stages. We intersected consensus and differential peaks with cis-molQTLs from the Porcine Genotype-by-Tissue-by-Expression Atlas (PigGTEx) followed by functional enrichment analysis, promoter-focused functional annotation, integration with gene-trait pairs, and intersection with eGenes (i.e., genes whose expression is regulated by at least one cis-eQTL) to link variants previously associated with QTLs for production traits. We identified 132,275 differentially accessible peaks (DAPs) distinguishing fetal and piglet muscle. Fetal DAPs were enriched in promoter and intergenic regions, whereas piglet DAPs were enriched in intronic regions, indicating a shift from transcriptional priming to postnatal regulatory refinement. Overlaps between accessible regions and molQTLs were highly significant (p < 0.001), with the strongest eQTLs predominating in the fetal stage (14 fetal vs. 4 piglet). Gene Ontology analysis of promoter-accessible eGenes revealed enrichment for RNA metabolism and chromatin organization in fetuses, and for muscle contraction and lipid metabolism in piglets. The intersection with colocalized complex traits loci identified 107 fetal- and 30 piglet-stage regulatory elements, with only three eGenes shared between stages. These findings provide insights into developmental chromatin dynamics in skeletal muscle and an effective framework for prioritising putative regulatory variants affecting pig traits at prenatal stages.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.27.690935",
    "doi": "10.1101/2025.11.27.690935",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699787",
    "title": "Chronic Aerobic Exercise Alleviates Amyloid-induced Capillary Dysfunction",
    "authors": [
      "Cardenas-Rivera, A.",
      "Erdogmus, E.",
      "Birmingham, A.",
      "Yee, E.",
      "Anton, J.",
      "Lu, Z.",
      "Li, Y.",
      "Morais, M.",
      "Loghmani, N.",
      "Liu, C.",
      "Yaseen, M. A."
    ],
    "summary": "Age-related cerebrovascular dysfunction is increasingly recognized as a critical contributor to cognitive decline and Alzheimer's disease (AD) progression. Aerobic physical activity (PA) and other modifiable lifestyle interventions can substantially reduce the likelihood of dementia; however, their ability to mitigate cerebrovascular alterations remains poorly defined. PA reportedly improves systemic vascular health and cognitive function in aging humans, but its impact on cerebrovascular function during aging and amyloid {beta} pathology is unclear. Here, we longitudinally quantified microvascular oxygen tension and stimulus-evoked oxygen dynamics in awake APP/PS1dE9 mice and wild-type littermates using two-photon phosphorescence lifetime microscopy. Routine aerobic PA initiated in early adulthood preserved basal arteriolar, capillary, and venular oxygenation, prevented age-dependent increases in microvascular heterogeneity, and mitigated excessive oxygen extraction in preclinical AD mice. While amyloid pathology impaired stimulus-evoked oxygen responses across vascular compartments, PA selectively enhanced capillary dilation and accelerated hyperemic kinetics without altering vascular density or architecture. Notably, sedentary AD mice developed lower, widely-dispersed distributions in capillary oxygenation, hallmarks of malignant microvascular dysfunction, which were largely absent in physically active animals. These findings demonstrate that routine aerobic PA preserves basal capillary oxygenation and stimulus-evoked hyperemia during aging and A{beta}, supporting a capillary-centric mechanism through which exercise confers neurovascular resilience in preclinical AD.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699787",
    "doi": "10.64898/2026.01.15.699787",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706552",
    "title": "Acute Smurf mortality and inter-phase dependence in Drosophila and mice identified through comprehensive modelling and statistical analysis of two-phase ageing",
    "authors": [
      "Breuil, L.",
      "Doumic, M.",
      "Kaakaï, S.",
      "Rera, M."
    ],
    "summary": "Ageing is traditionally conceived as a continuous process of progressive physiological decline. Recent evidence across multiple species challenges this view, suggesting ageing may proceed through distinct phases. Here we present a rigorous statistical framework to test and refine the two-phase ageing model using longitudinal survival data from Drosophila melanogaster. We analyzed 1,159 individually tracked female flies from the Smurf assay, which identifies a transition from a non-Smurf state to a Smurf state characterized by increased intestinal permeability that precedes death. Using non-parametric hazard rate estimation followed by mechanistic modelling, we reveal three key findings. First, the Smurf transition rate follows a Gompertz-Makeham law, increasing exponentially with age. Second, contrary to previous constant-rate assumptions, newly transitioned Smurf flies exhibit remarkably high mortality - approximately 40% die within 24 hours - followed by an exponential decline in death rate. Third, we identified a subtle but statistically significant negative dependence between time spent non-Smurf and subsequent Smurf lifespan, though this relationship varies: flies transitioning before 200 hours show minimal dependence and higher early mortality. Our best-fit model captures the bimodal nature of mortality curves using simple, biologically interpretable functions. Validation using data from two mouse strains confirms the broader applicability of this framework. These results establish a quantitative foundation for the two-phase ageing paradigm and highlight a critical period of vulnerability immediately following the physiological transition to frailty.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706552",
    "doi": "10.64898/2026.02.18.706552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706886",
    "title": "Isogenic cortical organoids enable precision targeting of APP variant-specific pathways in Alzheimer's disease",
    "authors": [
      "Grass, T.",
      "Cosacak, I. M.",
      "Ordureau, A.",
      "Price, F.",
      "Kavali, S.",
      "Caldarelli, A.",
      "Qiao, M. N.",
      "Vardarajan, B. N.",
      "Paulo, J. A.",
      "Marass, M.",
      "Rubin, L. L.",
      "Kizil, C.",
      "Rodriguez-Muela, N."
    ],
    "summary": "Alzheimer's disease (AD) lacks disease-modifying therapies, in part due to the limitations of existing disease models, which have struggled to capture the early pathogenic events leading to neuronal degeneration. Unfortunately, recent therapies targeting hallmarks of AD have proven inefficient in humans, and it is thus necessary to identify alternative targets. Here, by generating an isogenic panel of hiPSC-derived cortical organoids carrying familial AD-associated APP variants or the protective A673T variant, we identified distinct, actionable pathogenic pathways specific to each variant. Proteomic analyses revealed variant-specific molecular disruptions: A673V organoids show impairments in proteostasis and cholesterol metabolism, whereas KM670/671NL organoids exhibit mitochondrial bioenergetic defects. These signatures overlapped with dysregulated proteins in post-mortem AD brains, demonstrating the reliability of our in vitro model. Importantly, targeted interventions restored neuronal survival in a variant-specific manner: overexpression of the master regulator of lysosomal biogenesis, TFEB, rescued A673V neurons, while ferroptosis inhibition selectively protected KM670/671NL neurons. Overall, our results indicate that differential treatments can be tailored based on distinct genetic backgrounds, supporting the development of precision medicine approaches in AD.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706886",
    "doi": "10.64898/2026.02.19.706886",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706838",
    "title": "Beyond dual hubs: Task and aging shape taxonomic and thematic semantic relationships in the human brain",
    "authors": [
      "Kuhnke, P.",
      "Martin, S.",
      "Chapman, C. A.",
      "Hartwigsen, G."
    ],
    "summary": "Semantic knowledge about concepts and their relationships is central to human cognition. Taxonomic relationships link concepts belonging to the same category (e.g. dog and bear), while thematic relationships connect concepts co-occurring in the same events (e.g. dog and leash). The dual-hub theory proposes that taxonomic relations rely on the anterior temporal lobe (ATL), whereas thematic relations rely on the temporo-parietal cortex (TPC). However, it remains unclear whether taxonomic and thematic representations depend on the concurrent task and how they change with aging. The present fMRI study addressed these gaps by jointly investigating the effects of semantic relationship, task, and age on semantic processing. Young and older adults performed taxonomic and thematic judgments on picture pairs that were taxonomically related, thematically related, or unrelated. Our results do not support the dual-hub theory: TPC and ATL responded to both taxonomic and thematic relationships, with a consistent thematic bias. Moreover, their activity was task-dependent. Semantic control regions flexibly responded to task-relevant semantic relations. Finally, aging was associated with a decline in domain-general and domain-specific semantic control, more bilateral ATL engagement, as well as behavioral and neural shifts from taxonomic towards thematic processing. Increased thematic activity was associated with higher accuracy but slower responses. These findings support accounts of age-related neural dedifferentiation and semanticization: Older adults require increased cognitive resources to maintain accuracy at a high level, but this comes at the cost of efficiency.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706838",
    "doi": "10.64898/2026.02.19.706838",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706868",
    "title": "Reg3β removes aged neutrophils after myocardial infarction",
    "authors": [
      "Loerchner, H.",
      "Canes-Esteve, L.",
      "Detzer, J.",
      "Harzenetter, R.",
      "Camacho-Pulido, L.",
      "Goes, M. E.",
      "Waechter, C.",
      "Schlattner, S.",
      "Guenther, S.",
      "Kuenne, C.",
      "Looso, M.",
      "Alayoubi, Y.",
      "Klicek, F.",
      "Pucic-Bakovic, M.",
      "Lauc, G.",
      "Campos, D.",
      "Sanda, M.",
      "Gunzer, M.",
      "Totzeck, M.",
      "Poeling, J.",
      "Braun, T."
    ],
    "summary": "Recruitment and resolution of immune cell accumulation after myocardial infarction (MI) is critical for effective wound healing and prevention of maladaptive remodeling. Numerous signals are known to recruit neutrophils, critical drivers of inflammation, but knowledge about signals containing and resolving their accumulation is limited. We discovered that Regenerating-islet derived protein 3 beta (REG3{beta}) limits the persistence of neutrophils after MI, thereby promoting resolution of inflammation. REG3{beta} selectively binds to aged and hyperactive neutrophils and induces rapid cell death, enabling clearance via macrophage-mediated efferocytosis. Selective binding of REG3{beta} is achieved by interaction with paucimannosylated proteins that translocate from azurophile granules to the plasma membrane in an activation- and age-dependent manner. Endocytotic uptake and accumulation of REG3{beta} in lysosomes initiates programmed cell death of neutrophils via lyosomal membrane permeabilization and release of cathepsins. Our work establishes REG3{beta} as a local immune checkpoint essential for neutrophil resolution and cardiac repair.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706868",
    "doi": "10.64898/2026.02.19.706868",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706872",
    "title": "Cellular Senescence Drives Zinc Accumulation and Transporter Dysregulation in Intestinal Epithelial Cells",
    "authors": [
      "Terrell, K. C.",
      "Choi, S.",
      "Choi, J.",
      "Choi, S."
    ],
    "summary": "Zinc is essential for life, and its regulation is tightly controlled by numerous transporters. As we age, our micronutrient levels, intake, and absorption change. Additionally, senescent cells increase with age and can contribute to the progression of age-related diseases. The study of Zn homeostasis in senescent intestinal cells is a relatively unexplored area that we aimed to investigate. Using two models to induce senescence in intestinal epithelial cells, etoposide treatment and gamma-irradiation, we observed that Zn levels increased in the cells, likely due to the upregulation of Zn transporters ZIP4 and ZnT7. This upregulated Zn seems to accumulate in the Golgi apparatus, and when Zn accumulation is blocked through chelation, a rescue effect occurs, marked by a decrease in senescence markers. This research emphasizes the role of Zn in senescent cells and its possible involvement in the development of senescence and the disrupted Zn homeostasis seen with aging.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706872",
    "doi": "10.64898/2026.02.19.706872",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706832",
    "title": "Identification of 4,5,6,7-Tetrabromo-1H-benzotriazole (TBB) as a Small Molecule MESH1 Inhibitor that Suppresses Ferroptosis",
    "authors": [
      "Mestre, A. A.",
      "Oh, Y.",
      "Wu, J.",
      "Dunn, D.",
      "Setayeshpour, Y.",
      "Chen, S.-Y.",
      "Lin, C.-C.",
      "Cochrane, C. S.",
      "Jeong, P.",
      "Nam, G.",
      "Markey, C.",
      "Reker, D.",
      "Floyd, S. R.",
      "Hong, J.",
      "Zhou, P.",
      "Chi, J.-T. A."
    ],
    "summary": "Ferroptosis is a regulated form of cell death driven by iron-dependent lipid peroxidation and contributes to diverse pathologies including ischemia-reperfusion injury and neurodegenerative disorders. Current ferroptosis inhibitors largely function as nonspecific radical-trapping antioxidants, limiting their clinical utility. We previously identified MESH1 as a key regulator of ferroptosis through its NADPH phosphatase activity. Here, we identify 4,5,6,7-tetrabromo-1H-benzotriazole (TBB) as a small molecule inhibitor of MESH1 with an IC50 value of 4.7 {+/-}0.3 M. X-ray crystallography revealed the molecular determinants of TBB recognition which are corroborated through structure-activity relationships of TBB analogs. TBB protected multiple cell lines against ferroptosis in vitro, and this effect was mitigated by MESH1 knockdown, consistent with on-target activity. Furthermore, TBB reduced neuronal death in an ex vivo brain slice model of Alzheimer's disease. Collectively, these findings establish TBB as a bona fide small-molecule MESH1 inhibitor that suppresses ferroptosis and establishes MESH1 as a promising therapeutic target.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706832",
    "doi": "10.64898/2026.02.19.706832",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706707",
    "title": "Mutation-Resolved Drug Sensitivity Atlas Reveals Broad RAS(ON) Inhibitor Vulnerabilities and a STAT3 Co-Dependency in NRAS-Mutant Melanoma",
    "authors": [
      "Yeung, S. F.",
      "Chen, J. X.",
      "Law, C. T. Y.",
      "Law, A. C. H.",
      "Lee, C.",
      "Leung, A. M. F.",
      "Chau, M. P. K.",
      "Ko, B. C.-B.",
      "Wu, Y.",
      "Liang, K.",
      "Cho, W. C.",
      "Siu, M. K. Y.",
      "Chan, K. K. L.",
      "Tsui, S. K. W."
    ],
    "summary": "NRAS mutations drive 20 to 30% of melanomas and are associated with poor response to immunotherapies. RAS(ON) inhibitors such as daraxonrasib (RMC-6236) have shown promising activity in NRAS-mutant melanoma, yet mutation-specific sensitivity, resistance mechanisms, and rational combination strategies remain largely unresolved. Here, we performed saturation mutagenesis across NRAS mutation hotspots to systematically evaluate mutation-resolved oncogenic fitness and drug responsiveness to six direct RAS inhibitors (sotorasib, adagrasib, ADT-007, BI-2865, RMC-6236, and RMC-7977) using isogenic melanoma spheroids, xenografts, and pooled drug-sensitivity profiling. RMC-6236 and RMC-7977 displayed the broadest activity, sensitizing ~80% of recurrent NRAS mutations across the P-loop and Switch II regions. Several clinically observed mutations, including Q61P, G13D/V/R, and G60E, showed reduced susceptibility to RAS(ON) inhibition. Structural modelling and thermostability analysis indicated impaired inhibitor engagement or reduced tricomplex stability as potential mechanisms of resistance. RAS(ON) blockade also induced STAT3 activation, particularly in oncogenic Q61 mutants. Co-targeting STAT3 with napabucasin or siRNA enhanced apoptosis, suppressed MYC, and improved tumour control in vitro and in vivo. Together, this study provides the first comprehensive mutation-resolved sensitivity atlas for NRAS-mutant melanoma, highlights structural mechanisms underlying resistance to RAS(ON) inhibitors, and identifies STAT3 inhibition as a rational combination strategy. These findings offer preclinical evidence supporting mutation-guided patient stratification and combination-therapy development for NRAS-mutated melanoma.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706707",
    "doi": "10.64898/2026.02.18.706707",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706692",
    "title": "Multilevel impairment of mitochondrial respiration with sex-specific signatures in inclusion body myositis",
    "authors": [
      "Shammas, I.",
      "Iaali, H.",
      "Watzlawik, J. O.",
      "Vidal Folch, N.",
      "Dasari, S.",
      "Preston, G.",
      "Nguyen, T. K. O.",
      "Springer, W.",
      "Kozicz, T.",
      "Hasadsri, L.",
      "Trushina, E.",
      "Lanza, I. R.",
      "Naddaf, E."
    ],
    "summary": "Background: Oxidative phosphorylation (OXPHOS) is a central function and a key indicator of mitochondrial fitness, yet studies in human tissue remain limited. Inclusion body myositis (IBM) is a progressive myopathy that lies at the intersection of aging, inflammation and mitochondrial dysfunction. We aimed to perform a comprehensive profiling of mitochondrial respiration in muscle tissue from patients with IBM. Methods: A wide battery of complementary tests from RNA level to high-resolution respirometry on permeabilized muscle fibers was performed. The relationship between respiration, mitochondrial content, mitochondrial DNA (mtDNA) abnormalities and mitophagy was examined, along with the correlation with various clinical parameters to determine the clinical significance of the findings. Results: The study included a total of 67 patients with IBM and 45 controls. IBM muscle tissue exhibited reduced maximal respiration per tissue weight in State 3 (high substrates, high ADP) and uncoupled state with decreased coupling efficiency and higher leak control ratios. When adjusting for citrate synthase reflecting mitochondrial content, males had decreased State 3 intrinsic respiration, whereas females had greater intrinsic respiration in leak states. Complex II control ratio strongly correlated with disease duration and severity only in females. IBM was associated with decreased RNA and protein expression of OXPHOS complexes. Complex I activity was decreased mainly in females. IBM samples exhibited lower maximal H2O2 emission, accompanied by a higher total antioxidant capacity that correlated with disease duration in females. In IBM, there was decreased mtDNA content, and impaired mitophagy, both of which strongly correlated with respirometry measures and markers of disease severity, indicating these pathways are likely interconnected and of clinical significance. Conclusion: IBM is characterized by multilevel impairments in mitochondrial coupling efficiency, revealing several potential therapeutic targets to improve mitochondrial fitness, while accounting for sex-specific differences.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706692",
    "doi": "10.64898/2026.02.18.706692",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706703",
    "title": "Unique mineralization pattern revealed in TBCK syndrome mouse model",
    "authors": [
      "Katsura, K. A.",
      "Jiang, Y.",
      "Didziokas, M.",
      "Badt, N. Z.",
      "Dougherty, S.",
      "Vining, K. H.",
      "Bhoj, E. J."
    ],
    "summary": "TBCK syndrome is a severe degenerative leukoencephalopathy with multisystem involvement. Neurodevelopmental, craniofacial, and pulmonary challenges are among the topmost effects on these children. TBCK has been implicated in endo-lysosomal regulation, RNA transport, and mTOR-associated pathways, all of which are critical for the development of mineralized tissue. Although craniofacial abnormalities can be clinically apparent, conventional imaging approaches may overlook subtle defects in mineral quality. Here, we apply our multimodal framework to investigate the mineralization of enamel, dentin, and alveolar bone in a Tbck knockout mouse model. This is the first time our multimodal framework will be applied to a genetic condition. Using micro-computed tomography (microCT), histology, nanoindentation, energy-dispersive spectroscopy, and Raman spectroscopy, we identify tissue- and stage-dependent mineral effects undetected by microCT alone. Tbck loss resulted in differences in enamel and dentin element compositions as early as secretory and transition stages, while mechanical properties remained undetected until maturation stage. Notably, Tbck knockout enamel exhibited reduced calcium and phosphorus content, along with increased carbon content during early mineralization, consistent with the retained organic matrix. Additionally, marked and opposing alterations in magnesium and iron levels began at the secretory stage. Together, these findings define a previously unrecognized mineralization signature associated with TBCK deficiency and establish multimodal hard-tissue analysis as a sensitive approach for detecting early craniofacial phenotypes in rare genetic disorders.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706703",
    "doi": "10.64898/2026.02.18.706703",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706625",
    "title": "Weckle is a molecular switch that diverts Toll signalling from innate immunity towards growth by engaging Yki",
    "authors": [
      "Perez-Sanchez, M. D.",
      "Li, G.",
      "Moncrieffe, M.",
      "Rojo-Cortes, F.",
      "Malinovska, K.",
      "Sample, E.",
      "Maddick, M.",
      "Moreira, M.",
      "Connolly, E. C.",
      "Parsons, A.",
      "Feuda, R.",
      "Gay, N. J.",
      "Hidalgo, A."
    ],
    "summary": "The mechanisms underlying how the brain can switch from a plastic to a degenerative state are unknown. Tolls and Toll-Like receptors (TLRs) could be involved since they underlie both neuroinflammation and structural brain plasticity. Here, we show that the Toll signalling adaptor Weckle (Wek) (a ZAD-Zinc-finger transcription factor) can switch the response from promoting innate immunity or cell death, to inducing growth instead. Myristoylated Wek binds Tolls at the membrane, and concerted PI3K and Toll signalling drive its nuclear translocation. Wek interacts with Yorkie (Yki) (the key regulator of growth restrained by Hippo) enabling its nuclear shuttling. Remarkably, Wek blocks innate immunity. Instead, Wek and Yki together drive glial cell proliferation and growth. Through this mechanism, Toll signalling could promote structural brain plasticity via Wek and Yki downstream. As Tolls and Yki are widespread, these findings could have important implications for understanding also regeneration and cancer.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706625",
    "doi": "10.64898/2026.02.18.706625",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706743",
    "title": "OT-knn: a neighborhood-aware optimal transport framework for aligning spatial transcriptomics data",
    "authors": [
      "Song, J.",
      "Li, Q."
    ],
    "summary": "Spatial transcriptomics (ST) measures gene expression while preserving spatial context within tissues, enabling detailed characterization of tissue organization. As ST technologies advance, aligning datasets across tissue sections, individuals, platforms, and developmental stages has become increasingly important but remains challenging due to sparse expression, biological heterogeneity, and geometric distortions between slices. We introduce OT-knn, a method for ST alignment that integrates local neighborhood information within an optimal transport framework. Rather than relying solely on single-spot expression, OT-knn reconstructs each spot using its spatial k-nearest neighbors, capturing microenvironment context that is more robust to noise and variability. These representations are then used to derive probabilistic correspondences between slices. We evaluate OT-knn using simulated data with known ground-truth alignment and real datasets from multiple ST platforms, including human dorsolateral prefrontal cortex data (10x Genomics Visium), mouse brain aging data with both within-donor and cross-donor comparisons (MERFISH), and a multi-stage axolotl brain dataset (Stereo-seq). Across these settings, OT-knn achieves accurate and robust alignment, particularly in the presence of spatial deformation, donor heterogeneity, and developmental variation.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706743",
    "doi": "10.64898/2026.02.19.706743",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706626",
    "title": "Hypoxic stress granules trigger immunogenic dormancy in lung cancer",
    "authors": [
      "Smith, M. G.",
      "Ramos, A. R.",
      "Panchal, H.",
      "Cerkezi, N. H.",
      "Garcia, C.",
      "Spruce, L.",
      "Fazelinia, H.",
      "Maggi, L. B.",
      "Mailloux, A. W."
    ],
    "summary": "Induction of the MHC class I antigen processing and presentation pathway (C1APP) is a critical part of the IFN-g; response necessary for effective cytotoxic immunity against tumors of epithelial origin1,2. Loss of this response is associated with worse disease outcomes and renders patients refractory to immunotherapies3-6. Without C1APP induction, tumor cells cannot optimally process and present immunopeptides from tumor-associated antigens (TAA) and neoantigens to effector cytotoxic T cells7-9. Here, we show that physiologic levels of hypoxia block induction of the immunoproteasome (IP) and other C1APP components in cancer cells, including human non-small cell lung cancer (NSCLC). In A549 cells, this leads to impaired presentation of more than 73% of detectable immunopeptides, including TAA and neoantigen-derived immunopeptides. This effect is independent of HIF-1a or HIF-2a signaling, protein degradation, autophagy, or stimulus type. Instead, hypoxia induces translational arrest of C1APP mRNAs prior to complete monosome loading, along with sequestration into hypoxia-associated stress granules. This phenomenon is reversible with the epitranscriptomic compound 5-azacytidine. Consistent with these findings, IP expression is excluded from hypoxic regions in most human NSCLC tumors. Together, these results link tumor hypoxia to a state of immunogenic dormancy and identify stress granules as a previously unrecognized mechanism of immune escape.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706626",
    "doi": "10.64898/2026.02.18.706626",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706635",
    "title": "Autophagy induction mitigates FUS aggregate formation and early synaptic dysfunction at the NMJ in the FUS-ALS model",
    "authors": [
      "Malik, T.",
      "Jones, S.",
      "Ma, O.",
      "Mohan, S.",
      "Burger, R. M.",
      "Babcock, D. T."
    ],
    "summary": "Mutations in Fused in Sarcoma (FUS), a RNA binding protein, cause Amyotrophic Lateral Sclerosis (ALS). ALS is an aggressive neurodegenerative disease resulting in motor neuron degeneration. Defects in synaptic integrity precede neuronal loss in ALS, but the mechanisms responsible for these early synaptic defects are unclear. To investigate early synaptic defects associated with ALS, we expressed an ALS-linked variant of human FUS in adult motor neurons and assessed synaptic pathology at the neuromuscular junction (NMJ). Here we highlight the accumulation of FUS-positive aggregates at synaptic terminals and subsequent reduction in microtubule stability. We show that inducing autophagy via expression of Rab1 or Fragile-X Mental Retardation Protein 1 (FMR1), or treatment with rapamycin reduces aggregate formation and restores synaptic structure and function. These findings reveal the utility of inducing autophagy to address early synaptic dysfunction in an ALS model and demonstrate a potential therapeutic target to preventing later stages of disease progression.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706635",
    "doi": "10.64898/2026.02.19.706635",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706849",
    "title": "Daraxonrasib (RMC-6236) is an effective targeted therapy for RAS-mutant neuroblastoma",
    "authors": [
      "Faber, A. C.",
      "Floros, K. V.",
      "Dozmorov, M.",
      "Koblinski, J.",
      "Lorenz, M. R.",
      "Kraskauskiene, V.",
      "Hu, B.",
      "Zhang, K.",
      "Kehinde, V.",
      "Xing, Y.",
      "Roberts, J.",
      "Slaughter, J. M.",
      "Kurupi, R.",
      "Dalton, K. M.",
      "Hill, R. D."
    ],
    "summary": "Neuroblastoma (NB) is the most common extracranial solid tumor in children. Relapsed or refractory (R/R) high-risk (HR) NB tumors continue to exhibit poor outcomes despite intensive and protractive multimodal therapy. Activating mutations in the RAS- mitogen-activated protein kinase (MAPK) pathway are frequently observed in R/R HRNB. The early promise of ALK inhibitors to treat ALK-mutant NB underscores the ability of appropriate targeted therapies to improve outcomes for HRNB patients. While MAPK pathway activation is prominent in HRNB, FDA-approved MEK inhibitors and KRAS G12C inhibitors have failed to demonstrate significant preclinical single-agent activity. Daraxonrasib (RMC-6236), a potent and selective RAS(ON) inhibitor, has demonstrated activity in both preclinical models and early phase clinical trials of RAS-mutant adult cancers. A subset of R/R HRNB tumors is noteworthy for containing diverse RAS-mutations, providing rationale for RMC-6236 investigation. In this study, we evaluated the therapeutic efficacy and oncogenic signaling modulation of RMC-6236 across NB models harboring RAS pathway activation. RMC-6236 as a single-agent treatment led to a significant decrease in cell viability, suppression of downstream MAPK signaling, upregulation of the MAPK pathway effector protein BIM, and increased cell death in RAS-mutant NB models as well as in NF1-mutant NB models. In vivo studies evidenced that RMC-6236 had on-target activity that significantly reduced tumor growth and extended survival in RAS-mutant HRNB mouse models. Furthermore, RMC-6236-induced both BCL-2 and BIM upregulation and enhancement of BIM:BCL-2 complexes in RAS-mutant NB. As such, the BCL-2 inhibitor venetoclax further enhanced RMC-6236-mediated killing by disrupting RMC-6236 enhanced BIM:BCL-2 complexes. These findings demonstrate that RMC-6236 is a rationale targeted therapy for RAS-mutant NB, a subset of NB that is progressively understood as conferring particularly poor outcomes. RMC-6236 is a clinically relevant drug that can successfully target the MAPK pathway in these cancers. This study supports expanded clinical testing of this novel therapy to this important subset of neuroblastoma.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706849",
    "doi": "10.64898/2026.02.19.706849",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706407",
    "title": "A New Sparse Bayesian Quantile Neural Network-based Approach and Its Application to Discover Physiological Sweet Spots in the Canadian Longitudinal Study on Aging",
    "authors": [
      "Min, J.",
      "Vishnyakova, O.",
      "Brooks-Wilson, A.",
      "Elliott, L. T."
    ],
    "summary": "Identifying physiological sweet spots (optimal ranges for homeostasis) is essential for precision medicine. However, traditional statistical methods often rely on globally linear or locally jagged models that struggle to capture the smooth, non-linear nature of biological regulation in high-dimensional data. We present the Quantile Feature Selection Network (Q-FSNet), a neural network-based framework that integrates quantile regression, feature selection, and uncertainty estimation to identify biomarkers with sweet spots. Unlike traditional methods, Q-FSNet learns continuous response curves without requiring pre-specified number of change points. We further introduce Quantile Dirichlet Network (Q-DirichNet), a fully Bayesian extension that utilizes Dirichlet priors to automate feature shrinkage. Using data from the Canadian Longitudinal Study on Aging, we identified 25 metabolites with distinct homeostatic ranges for which biological age acceleration is minimized. The metabolites with sweet spots for biological aging include some derived from diet or produced by the gut microbiome; this highlights their potential for knowledge translation and public health impact. Our results, corroborated by existing literature, demonstrate that these sparse neural network-based methods offer a scalable and interpretable tool for discovering metabolic signatures of healthy aging vs. dysregulation in large-scale omics research.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706407",
    "doi": "10.64898/2026.02.19.706407",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706923",
    "title": "Mathematical Modeling of AA Amyloidosis: Coupling SAA-HDL Binding Dynamics with Path-Dependent Renal Aging",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AA amyloidosis is a severe complication of chronic inflammatory diseases characterized by fibrillar protein deposition in the kidneys, leading to progressive organ failure. This study presents a mathematical model coupling SAA-HDL binding dynamics with renal amyloid aggregation kinetics to elucidate disease pathogenesis. Under normal conditions, Serum Amyloid A (SAA) circulates bound to high-density lipoprotein (HDL), which acts as a molecular chaperone preventing misfolding. However, during chronic inflammation, SAA production exceeds HDL binding capacity, resulting in free SAA that undergoes renal filtration. The model calculates free SAA concentration from reversible binding equilibrium and incorporates renal filtration, mesangial accumulation, and conversion to amyloid fibrils through primary nucleation and autocatalytic growth mechanisms. A central contribution of this work is quantifying accumulated nephrotoxicity arising from AA oligomers, which inflict cumulative cytotoxic damage to mesangial and tubular cells over time. Because oligomers are continuously generated during ongoing aggregation, their toxic burden integrates across the entire duration of the disease. Combined nephrotoxicity, encompassing both oligomer-mediated cellular injury and fibril-driven mechanical disruption of renal architecture, therefore reflects not merely the current disease state but the full inflammatory trajectory of the patient. This cumulative damage defines renal biological age, a measure of functional deterioration whose portion attributable to accumulated nephrotoxicity is irreversible. Renal biological age is also path-dependent: two patients with identical present-day SAA levels may carry different renal damage burdens depending on the duration, timing, and severity of their prior inflammatory episodes. Sensitivity analysis reveals that HDL concentration and SAA cleavage rate are critical determinants of amyloid burden.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706923",
    "doi": "10.64898/2026.02.19.706923",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.705289",
    "title": "Spatial multi-omics identify an immunosuppressive lipid-laden macrophage niche in primary CNS lymphoma",
    "authors": [
      "Hong, L.",
      "Liu, M.",
      "Sridhar, S.",
      "Ong, Z. Y. C.",
      "Tay, S. C. N.",
      "Lai, W. X. C.",
      "Tipgomut, C.",
      "Jaynes, P.",
      "Peng, Y.",
      "Tan, C. L.",
      "Hue, S. S.-S.",
      "Ng, S.-B.",
      "Mel, S. D.",
      "Poon, L.",
      "Batumalai, Y.",
      "Jayalakshmi,",
      "Brooks, J.",
      "Hamberger, F.",
      "Lane, B. J.",
      "Jimenez-Sanchez, D.",
      "Braubach, O.",
      "Pan-Hammarstrom, Q.",
      "Sudharshan, R.",
      "Tsang, A.",
      "Rao, A.",
      "Keller, E. T.",
      "Hawula, Z.",
      "Burgess, M.",
      "Tuczko, N.",
      "Keane, C.",
      "Ponzoni, M.",
      "Tripodo, C.",
      "Jeyasekharan, A. D."
    ],
    "summary": "Primary central nervous system lymphoma (PCNSL) is a subtype of diffuse large B-cell lymphoma (DLBCL) with confined CNS growth. We evaluated tumor microenvironment (TME) features associated with its unique tropism. Comparative spatial transcriptomic profiling of PCNSL samples (n=17) revealed increased macrophage infiltration compared to systemic DLBCL (n=76). These macrophages showed enrichment of immunosuppressive (SPP1) and cholesterol metabolism signatures. These findings were validated across three independent PCNSL scRNA-seq cohorts (n=8,7,13), with further characterization as lipid-laden macrophages (LLMs)- like those noted in glioblastoma. These LLMs are transcriptionally distinct from microglia, derive from infiltrating monocytes, show activation of lipid metabolism, and have unique interactions with T-cells. Hyperplex spatial proteomics confirms GPNMB LLMs and identifies LLM-T cell distance as a correlate of treatment response. Together, our findings define a distinct feature of the TME in PCNSL and identify lipid-laden macrophages as a candidate population for immune modulation and therapeutic targeting",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.705289",
    "doi": "10.64898/2026.02.19.705289",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706502",
    "title": "Integrative multi-omics and multi-trait analysis prioritizes regulatory mechanisms and genes for metabolic dysfunction-associated steatotic liver disease",
    "authors": [
      "Feng, Z.",
      "Chen, F.",
      "Xiao, J.",
      "Du, A.",
      "Deng, J.",
      "Zhang, Y.",
      "Li, X.",
      "Zheng, A.",
      "Li, H."
    ],
    "summary": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prevalent condition that progresses from simple steatosis to advanced fibrosis, significantly affecting liver function and systemic health. Despite its widespread impact, therapeutic options are limited, highlighting the urgent need for comprehensive exploration to identify potential therapeutic targets. In this study, we created an analysis pipeline anchored on liver gene expression, integrating differential meta-analysis of transcriptomic data across three MASLD stages, transcriptome-wide Mendelian randomization (MR), and transcriptome-wide association studies (TWAS), to identify 39 candidate genes potentially involved in MASLD progression. Furthermore, we prioritized these genes using a scoring system that incorporated gene expression-clinical phenotype correlation meta-analysis, proteome-wide association studies (PWAS), and external genetic data from the GWAS Catalog and ExPheWAS. Single-nucleus RNA sequencing (snRNA-seq) analysis of liver cells from healthy to cirrhotic stages revealed stage- and cell-type-specific expression patterns of these prioritized genes. Through experimental validation in a lipid overload hepatocyte model, we confirmed the role of MLIP in lipid metabolism. These findings, available through an interactive web portal (masldportal.net), provide valuable insights into MASLD mechanisms and offer an easy-accessible resource for the research community.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706502",
    "doi": "10.64898/2026.02.19.706502",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706931",
    "title": "NMD-mediated control of Tor influences adaptation to nutrient and temperature conditions in Cryptococcus neoformans",
    "authors": [
      "Duffy, S.",
      "PANEPINTO, J. C."
    ],
    "summary": "The yeast Cryptococcus neoformans is an opportunistic human pathogen capable of surviving within various environmental conditions. The repertoire of antifungal agents effective in treating cryptococcal infection is limited, necessitating the identification of alternative treatment strategies. Nonsense-mediated decay (NMD) is an RNA decay mechanism that regulates gene expression post-transcriptionally, and impacts fluconazole sensitivity in C. neoformans, but specific mechanisms leading to NMD phenotypes remain unexplored. Using phenotypic analysis and RNA-sequencing analysis, we identify basal dysregulation of thermal- and nutrient-adaptive genes and demonstrate temperature- and/or nutrient-dependent phenotypic suppression of upf1{Delta} phenotypes, including fluconazole sensitivity and resistance to rapamycin. We determine rapamycin co-treatment also suppresses the upf1{Delta} fluconazole sensitivity, implicating dysregulation of Tor signaling in phenotypic outcomes when NMD is absent. We then investigate Tor-sensitive signaling in the upf1{Delta} mutant, finding inhibition of cell wall integrity (CWI) signaling and hyperactivation of the kinase Gcn2, both of which returned to wildtype-like levels by either rapamycin treatment, nutrient limitation, or constitutive thermal stress. These results indicated NMD is required for appropriate regulation of Tor signaling in unstressed conditions and suggested upf1{Delta} phenotypes are driven in part by Tor hyperactivation. A phenotypic screen of mutants lacking Tor regulators revealed that deletion of the Tor-suppressing IML1 gene recapitulates upf1{Delta} phenotypes and signaling defects, consistent with Tor hyperactivation. Taken together, our results suggest NMD participates in the regulation of Tor signaling in C. neoformans. Future work will investigate how specific targets of NMD impact Tor signaling and promote fluconazole sensitivity in C. neoformans.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706931",
    "doi": "10.64898/2026.02.19.706931",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706987",
    "title": "Neuropeptide Y deficiency in the bone marrow drives hematopoietic stem and progenitor cell aging",
    "authors": [
      "Kamble, D.",
      "Ropa, J.",
      "Kamocka, M. M.",
      "Qi, Y.",
      "Imperiale, N.",
      "Singh, P."
    ],
    "summary": "Aging-related blood disorders are linked to defects in the regenerative and multilineage differentiation ability of hematopoietic stem and progenitor cells (HSPCs). While remodeling of the bone marrow (BM) microenvironment where HSPCs reside is known to contribute to these age-associated defects, the underlying factors and mechanisms remain poorly defined. Here, we discovered that the age-related decline of the neurotransmitter neuropeptide Y (NPY) in the BM is a critical driver of HSPC dysfunction. Using mouse models, we demonstrated that NPY levels decrease in the BM with age, and that genetic NPY overexpression or exogenous NPY administration in old mice substantially reverses aging-associated phenotypic and functional defects in HSPCs. Transcriptome analysis revealed that NPY supplementation in old mice restores aging-disrupted molecular pathways in their HSCs, including oxidative stress responses, myeloid differentiation, stemness, mitochondrial activity, and RhoA signaling. However, NPY genetic loss in young mice led to a decline in HSCs regenerative capacity and increased oxidative stress. Importantly, NPY levels also decline in elderly humans, and ex vivo treatment of human BM-derived HSPCs with NPY enhances their in vivo repopulating capacity. These results suggest that NPY supplementation or preservation of NPY-producing nerve fibers could be a therapeutic strategy to rejuvenate aged HSC function.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706987",
    "doi": "10.64898/2026.02.20.706987",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706902",
    "title": "CDK12/13 inhibitor, CTX-439, suppresses tumor growth and potentiates BCL-2 family blockade",
    "authors": [
      "Yamakawa, H.",
      "Khatab, R.",
      "Mizutani, A.",
      "Ebara, S.",
      "Hirayama, T.",
      "Tanaka, S.",
      "Tarumoto, Y.",
      "Sugiyama, M.",
      "Sugino, S.",
      "Takano, M.",
      "Tokuhara, H.",
      "Tanaka, T.",
      "Banno, H.",
      "Arikawa, Y.",
      "Fukui, Y.",
      "Fujimoto, Y.",
      "Islam, S.",
      "Toi, M.",
      "Kawaguchi, K.",
      "Morishita, D.",
      "Yusa, K."
    ],
    "summary": "CDK12 and CDK13 (CDK12/13) regulate transcription by phosphorylating Serine 2 (S2) of the C-terminal domain of RNA polymerase II and have been proposed as therapeutic targets in cancer. Here we report the development of CTX-439, a novel, orally bioavailable, ATP-competitive small-molecule CDK12/13 inhibitor. CTX-439 specifically inhibits S2 phosphorylation and downregulates many genes including those involved in DNA damage repair, thereby exerting a profound anti-cancer effect in vitro and in vivo including breast cancer PDX models. A CRISPR activation screen identified BCL-2 and BCL-xL, anti-apoptotic BCL-2 family members, as genes that when upregulated confer resistance to CTX-439. Simultaneous inhibition of BCL-2/BCL-xL and CDK12/13 rapidly induced apoptosis and significantly suppressed xenograft tumor growth. Mechanistically, CTX-439 downregulates MCL1 protein levels through transcriptional readthrough, shifting cell survival dependency to BCL-2 and BCL-xL. Our study provides novel insights into the anti-tumor effect of CDK12/13 inhibition and proposes a new combination therapy strategy with anti-apoptotic BCL-2 family inhibitors, which may improve therapeutic outcomes in cancer treatment.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706902",
    "doi": "10.64898/2026.02.20.706902",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706964",
    "title": "Extracellular methylglyoxal; the passage across brain endothelial cells and the effect on barrier function",
    "authors": [
      "Berends, E.",
      "Guimbal, S.",
      "Zhang, X.",
      "Frijns, I.",
      "van de Waarenburg, M. P. H.",
      "Scheijen, J. L. J. M.",
      "Wouters, K.",
      "van Oostenbrugge, R. J.",
      "Engelhardt, B.",
      "Foulquier, S.",
      "Schalkwijk, C. G."
    ],
    "summary": "Background: Methylglyoxal (MGO), a highly reactive by-product of glycolysis, has been associated with cognitive decline and Alzheimer's disease, though the mechanistic role of MGO remains unclear. Moreover, conflicting findings exist regarding MGO's toxicity on the blood-brain barrier (BBB). This study investigated whether MGO can cross the BBB under physiologically relevant conditions and whether MGO affects BBB permeability. Methods: Mice were intravenously injected with highly purified home-made MGO or PBS, and MGO concentration was measured at five timepoints in the cerebral cortex up to 4 hours after injection. MGO toxicity was screened on a human brain endothelial cell line (hCMEC/D3) using a live/dead assay prior to the study of selected MGO concentrations and on hiPSC-derived brain microvascular endothelial cells (EECM-BMECs). EECM-BMECs were cultured on Transwell(R) inserts, and barrier function was assessed by sodium fluorescein permeability and transendothelial passage of 13C3-MGO quantified by UPLC-MS/MS. Results: MGO levels in the mouse cortex did not increase post-injection. MGO was not toxic to hCMEC/D3 cells, and it had no impact on barrier properties of EECM-BMECs. After 1-hour exposure, ~13% of total 13C3-MGO was recovered in its free form, and only ~1% of supplemented MGO was recovered from the abluminal side. Conclusion: MGO does not cross the BBB in vivo and does not affect barrier properties of a human in vitro model of the BBB. In vitro MGO passage across the BBB is minimal. These findings suggest that circulating MGO is unlikely to directly affect neuronal function via BBB disruption or enter the brain in its free from.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706964",
    "doi": "10.64898/2026.02.20.706964",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706947",
    "title": "DNA-damaging combination treatments impose genotype-specific constraints on hypermutator evolvability",
    "authors": [
      "Mulkern, A. J.",
      "Bassler, S. O.",
      "Matlock, W.",
      "Typas, A.",
      "MacLean, C."
    ],
    "summary": "Bacterial hypermutator strains drive rapid evolution of antibiotic resistance in chronic infections. Inspired by cancer therapy approaches that exploit synthetic lethality by targeting DNA repair deficiencies in hypermutator tumours, we tested whether pairing a conventional antibiotic with a secondary DNA-damaging agent could constrain hypermutator evolution in bacteria. Using high-throughput experimental evolution of Escherichia coli repair-deficient strains, we evolved populations under carbapenem selection in combination with ciprofloxacin or mitomycin C. Strains lacking oxidative damage repair, double-strand break repair, or transcription-coupled repair showed significantly reduced evolvability, particularly under constant antibiotic pressure and increasing genotoxic stress. However, mismatch repair (MMR) hypermutators, the predominant clinical genotype, did not show reduced evolvability under these combination treatments. This is consistent with pathway orthogonality: MMR does not repair the structural DNA lesions induced by ciprofloxacin or mitomycin C, and the elevated mutation supply of MMR-deficient strains may allow rapid adaptation despite background DNA damage. Our findings demonstrate that combination strategies can constrain the evolvability of specific repair-deficient genotypes in vitro, but success requires matching DNA damage type to specific repair vulnerabilities. This work establishes proof of principle for genotype-directed antimicrobial strategies that exploit DNA repair vulnerabilities to constrain hypermutator evolution.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706947",
    "doi": "10.64898/2026.02.20.706947",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707030",
    "title": "Single-phage profiling illuminates viral individuality during cell fate determination",
    "authors": [
      "Homaee, E.",
      "Zhu, W.",
      "Yao, T.",
      "Golding, I."
    ],
    "summary": "The choice between cell death (lysis) and viral dormancy (lysogeny) following bacteriophage infection serves as a founding paradigm for the emergence of cellular heterogeneity in a genetically uniform population. The determination of host fate arises through the stochastic transcription from multiple viral genomes present within each cell, but this activity remains hidden from empirical interrogation, which typically stops at the whole-cell level. Here we use parallel sequential fluorescence in situ hybridization (par-seqFISH), followed by spatial clustering of phage-encoded transcripts within each cell, to profile the transcriptional activity of individual phages during synchronized infection of Escherichia coli (E. coli) by bacteriophage lambda. At the whole-cell level, transcription kinetics capture the developmental choice between lysis and lysogeny, and further demonstrate that viral replication is required for the emergence of diverging fate decisions. Zooming in to the single-phage level illuminates an individuality of viral activity during infection. We find that, while cells pursuing lysogeny display consensus activity of all inhabiting phages, lytic cells may contain phages that exhibit lysogenic activity. These findings support an earlier suggestion that consensus among coinfecting phages is required for cell dormancy. More broadly, our results highlight the need to identify how whole-cell behavior emerges from the activity of physically distinct copies of the same genetic circuit.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707030",
    "doi": "10.64898/2026.02.20.707030",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706940",
    "title": "Aging amplifies the influence of spatial contextual information on visual scene processing",
    "authors": [
      "Naveilhan, C.",
      "Zory, R.",
      "Ramanoel, S."
    ],
    "summary": "Older adults rely increasingly on prior knowledge to make sense of their deteriorating representation of the visual world, but how this shapes scene perception and spatial reorientation remains unclear. To address this issue, 28 young and 25 older adults viewed artificially generated rooms either before or after learning the position of a goal hidden in an adjacent room. We manipulated both the number and the eccentricity of navigational affordances (i.e., open doors) to investigate the interaction between bottom-up scene features and top-down spatial knowledge. Consistent with previous findings, younger adults showed decreased performance as the number of open doors increased, but only after learning the goal position, indicating a top-down interaction with the automatic processing of affordances. Door eccentricity did not affect this interaction, suggesting our findings were not due to a distractor effect. In older adults, this interaction between prior spatial information and navigational affordances was markedly amplified: reaction times increased at twice the rate observed in younger adults. These findings show that prior spatial knowledge interacts with the automatic extraction of navigational affordances, and that this influence is markedly amplified with age. While prior knowledge helps stabilize perception when sensory processing becomes less reliable, it can also increase the processing time for complex scenes, particularly when multiple action possibilities are present. By revealing how aging shifts the balance between top-down and bottom-up mechanisms, these results refine models of age-related spatial navigation decline and highlight a trade-off whereby increased reliance on prior knowledge supports perception but can also slow interaction with complex environments.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706940",
    "doi": "10.64898/2026.02.20.706940",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707043",
    "title": "Conserved Human CpG Dinucleotides Identify Enriched Ageing-related Signals in Developmental Pathways and the Brain",
    "authors": [
      "Christofidou, P.",
      "Bell, C. G."
    ],
    "summary": "The DNA methylome changes with age. This is observed as both random drift, but also consistent alterations within certain genomic loci enabling the construction of precise age predictors. However, the functionality of these ageing-related modifications remains largely undefined. The CpG dinucleotide is the principal sequence target for these epigenetic DNA marks in differentiated cells. Here, for functional insight, we identified ultra-conserved CpGs (ucCpGs, n ~167k) lacking observed sequence mutation in large-scale human whole genome datasets (>576k). ucCpGs were enriched, as expected, in lowly-methylated CpG dense loci, due to methylated cytosine hypermutability. Additionally, ucCpGs demonstrated pathogenic evidence (CADD, ClinVar), and enrichment in four-fold degenerate sites, as well as within developmental and ageing-related gene families (AP-2, HOX-L, C2H2-ZNF, etc). Extreme ucCpG clusters ([&ge;]16 ucCpGs/kb) were enriched for brain-expressed genes, as well as developmental and ageing/mortality pathways. ucCpGs also strongly co-located within ageing-related Differentially Methylated Regions (age-DMRs), highlighting Clustered Protocadherin Gamma, as well as HSPA2 and LHFPL4 genes. These findings further support that functional components of DNAm ageing are intertwined with developmental pathways.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707043",
    "doi": "10.64898/2026.02.20.707043",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723905",
    "title": "Identification of Pinostilbene as a natural STING agonist that triggers FTH1 degradation via K48-ubiquitination to induce ferroptosis in non-small cell lung cancer.",
    "authors": [
      "Song S",
      "Hua S",
      "Chen G",
      "Yin X",
      "Chen Z",
      "Li C",
      "Zhou D",
      "Zhu B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723905/",
    "doi": "doi: 10.1016/j.redox.2026.104099",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723896",
    "title": "Exenatide through PPARδ improved hepatic insulin resistance in patients of type 2 diabetes mellitus via suppressing pyroptosis.",
    "authors": [
      "Li X",
      "Zhou T",
      "Wu Y",
      "Sun J",
      "Wang Z",
      "Huang Y",
      "Xu K",
      "Ling H",
      "Li N",
      "Yang T",
      "Wang T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723896/",
    "doi": "doi: 10.1016/j.intimp.2026.116416",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723894",
    "title": "TRIM7 negatively regulates CMPK2 suppressing inflammation and apoptosis in renal ischemia-reperfusion injury.",
    "authors": [
      "Zhang L",
      "Jin Z",
      "Hu S",
      "Zhang L",
      "Zhu J",
      "Zou J",
      "Zhou J",
      "Qiu T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723894/",
    "doi": "doi: 10.1016/j.intimp.2026.116261",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41723881",
    "title": "Multilingualism and aging: Country-level patterns may not support individual-level causal claims.",
    "authors": [
      "Hernandez AE",
      "Nguyen MVH",
      "Bunta F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723881/",
    "doi": "doi: 10.1016/j.bandl.2026.105735",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723843",
    "title": "Correction to \"Dual-Programmable Semiconducting Polymer NanoPROTACs for Deep-Tissue Sonodynamic-Ferroptosis Activatable Immunotherapy\".",
    "authors": [],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723843/",
    "doi": "doi: 10.1002/smll.72942",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723828",
    "title": "Nanomagnetic Hyperthermia Sensitizes Gemcitabine Chemosensitivity in Pancreatic Cancer by Inhibiting HSPB1 to Amplify ACSL4-Mediated Ferroptosis.",
    "authors": [
      "Ren J",
      "Wu S",
      "Su T",
      "Li H",
      "Ding J",
      "Chen F",
      "Mo J",
      "Li J",
      "Wang Z",
      "Han L",
      "Wu Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723828/",
    "doi": "doi: 10.1002/smll.202514973",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723785",
    "title": "Unravelling lead-induced toxicity in mammals: the role of oxidative stress and apoptosis and their modulation by emerging therapeutic strategies.",
    "authors": [
      "Sheoran R",
      "Grewal S",
      "Singh J",
      "Malik V"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723785/",
    "doi": "doi: 10.1007/s10534-026-00799-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41723769",
    "title": "JAK2/STAT3-dependent regulation of MDM4/MDM2-p53 signaling in methotrexate-induced ferroptosis and nephrotoxicity.",
    "authors": [
      "Cheng Y",
      "Zhao M",
      "Zhang Y",
      "Liu M",
      "Zhao L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723769/",
    "doi": "doi: 10.1007/s12272-026-01599-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41723761",
    "title": "Multi-omics analysis reveals that CAPG positive macrophages are key immunosuppressive drivers and prognostic determinants in the ferroptosis landscape of hepatocellular carcinoma.",
    "authors": [
      "Yin X",
      "Li Y",
      "Zheng S",
      "Pan C",
      "Tian Z",
      "Zhong X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723761/",
    "doi": "doi: 10.1007/s12672-026-04649-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723704",
    "title": "Modulation of the Toxicity of Three Red Tattoo Pigments by Artificial Aging.",
    "authors": [
      "Aubry L",
      "Blanchemanche M",
      "Breuillé L",
      "Rabilloud T",
      "Douki T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723704/",
    "doi": "doi: 10.1021/acs.chemrestox.5c00451",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723528",
    "title": "PGM1 deficiency is linked to sarcomeric and mitochondrial dysfunction in patient-derived iPSC-cardiomyocytes.",
    "authors": [
      "Radenkovic S",
      "Preston G",
      "Budhraja R",
      "Muffels I",
      "Ligezka A",
      "Staff NP",
      "Hrstka R",
      "Balakrishnan B",
      "Shah R",
      "Verberkmoes S",
      "Shammas I",
      "Bosnyak I",
      "Stiers KM",
      "Lai K",
      "Beamer LJ",
      "Pandey A",
      "Morava E",
      "Kozicz T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723528/",
    "doi": "doi: 10.1186/s12967-026-07808-9",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41723498",
    "title": "Upregulation of mitoNEET disrupts granulosa cell proliferation, apoptosis and mitochondrial homeostasis : a possible pathogenesis of follicular dysplasia in PCOS.",
    "authors": [
      "Liang N",
      "Zhu Q",
      "Wang X",
      "Cai J",
      "Weng L",
      "Xue M",
      "Hong X",
      "Ge H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723498/",
    "doi": "doi: 10.1186/s13048-026-02018-9",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41723491",
    "title": "ATIC facilitates the malignant progression of bladder cancer by modulating AMPK-mTOR-S6K1 axis under folate reprogramming.",
    "authors": [
      "Xu DM",
      "Chen J",
      "Lin SB",
      "Xu TY",
      "Zhan ZZ",
      "Yang ZL",
      "Peng YB",
      "Lin H",
      "Yin J",
      "Li M",
      "Liu XC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723491/",
    "doi": "doi: 10.1186/s12967-026-07830-x",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41723487",
    "title": "Correction: PD-L1(+) neutrophils trigger pulmonary endothelial pyroptosis via an oxidative phosphorylation-dependent mechanism in sepsis.",
    "authors": [
      "Ma C",
      "Wang L",
      "Wang X",
      "Zhu X",
      "Chen Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723487/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723466",
    "title": "ROS-responsive hydrogel-delivered miR-665 targets STAT3 to alleviate inflammation and promote hair follicle regeneration in alopecia areata.",
    "authors": [
      "Luo W",
      "Tantai W",
      "Gui Q",
      "Zhu X",
      "Hu Z",
      "Jie X",
      "Liu Z",
      "Li Y",
      "Zheng J",
      "Zhu L",
      "Wu M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723466/",
    "doi": "doi: 10.1186/s12951-026-04214-7",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41723398",
    "title": "Prognostic and immunological roles of ammonia-induced cell death-related genes in non-small cell lung cancer.",
    "authors": [
      "Li H",
      "Xue K",
      "Pei J",
      "Ma X",
      "Zhao X",
      "Zhang C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723398/",
    "doi": "doi: 10.1186/s12890-026-04181-7",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41723350",
    "title": "Association between sleep duration and healthy aging among older adults: evidence from the Behavioral Risk Factor Surveillance System.",
    "authors": [
      "Tian L",
      "Chen W",
      "Chen S",
      "Kuang X",
      "Fang J",
      "Jin M",
      "Shi H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723350/",
    "doi": "doi: 10.1186/s12877-026-07181-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723348",
    "title": "Prevalence and associated factors of hearing loss in Iranian older adults: a cross- sectional study of Amirkola Health and Ageing Project.",
    "authors": [
      "Tavasoli A",
      "Zabihi A",
      "Pourdadash A",
      "Ghadimi R",
      "Bijani A",
      "Geraili Z",
      "Hosseini SR"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723348/",
    "doi": "doi: 10.1186/s12877-026-07221-3",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723332",
    "title": "Gerontology lost in translation from demography to biology of aging and back.",
    "authors": [
      "Golubev A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723332/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723252",
    "title": "Effects of leonurine supplementation during in vitro culture on oxidative stress, cell proliferation, apoptosis, and autophagy in bovine embryos.",
    "authors": [
      "Alkan H",
      "Satilmis F",
      "Deniz YE",
      "Sonmez G",
      "Culha MH",
      "Ciftci MF",
      "Yonar H",
      "Kaya ETB",
      "Goren BE",
      "Yesilkaya OF",
      "San S",
      "Donmez MA",
      "Alkan KK"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723252/",
    "doi": "doi: 10.1038/s41598-026-39889-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41723241",
    "title": "Oxidative stress imbalance and cellular damage mediated by the ND4 G11778A mutation.",
    "authors": [
      "Fang L",
      "Fu K",
      "Yang M",
      "Xu Y",
      "Ukamaka ES",
      "Qu D",
      "Huang T",
      "Hu J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723241/",
    "doi": "doi: 10.1038/s41598-026-40061-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41723162",
    "title": "Falcarindiol alleviates airway inflammation and oxidative stress in asthma through Nrf2 pathway activation.",
    "authors": [
      "Jiang X",
      "Lai S",
      "Lin Z",
      "Lai F",
      "Wu H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723162/",
    "doi": "doi: 10.1038/s41598-026-37962-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41723122",
    "title": "Targeting mitochondrial phosphatase PGAM5 alleviates ferroptosis and acute pancreatitis by upregulating NRF2-mediated FSP1 expression.",
    "authors": [
      "Ma S",
      "Qin J",
      "Luan J",
      "Hou G",
      "He J",
      "Gao M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723122/",
    "doi": "doi: 10.1038/s41419-026-08484-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723108",
    "title": "Discovery of spectosis supports the key role of caspase-8 in determining the type of cell death in mature erythrocytes and erythrocyte death-driven immunogenicity.",
    "authors": [
      "Tkachenko A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723108/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41722539",
    "title": "Quercetin alleviates imatinib-induced premature ovarian insufficiency by regulating mitophagy via the ROS/JNK/c-JUN pathway.",
    "authors": [
      "Li QH",
      "Ji M",
      "Weng SQ",
      "Li X",
      "Xiao Q",
      "Zhou Y",
      "Luo T",
      "Liu ZX"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722539/",
    "doi": "doi: 10.1016/j.intimp.2026.116405",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41722538",
    "title": "ETS1 potentiates pancreatic Pyroptosis in mice with acute pancreatitis by regulating the NKIRAS1/NF-κB Axis.",
    "authors": [
      "Xia W",
      "Su H",
      "Huang Y",
      "Wen C",
      "Zhou J",
      "Zhao Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722538/",
    "doi": "doi: 10.1016/j.intimp.2026.116408",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41722471",
    "title": "Corrigendum to \"HIF-1α inhibits mitochondria-mediated apoptosis and improves the survival of human adipose-derived stem cells in ischemic microenvironments\" [J Plast Reconstr Aesthet Surg 74 (2021) 1908-1918].",
    "authors": [
      "Wang J",
      "Wu H",
      "Zhou Y",
      "Pang H",
      "Liu Y",
      "Oganezov G",
      "Lv T",
      "Li J",
      "Xu J",
      "Xiao Z",
      "Dong X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722471/",
    "doi": "doi: 10.1016/j.bjps.2026.02.004",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41722335",
    "title": "Effects of a mutation in the transmembrane and coiled-coil domains 2 gene on ovarian function and reproductive aging.",
    "authors": [
      "Xu C",
      "Ruan X",
      "Li Y",
      "Yang Y",
      "Wang Z",
      "Liu A",
      "Cheng J",
      "Gu M",
      "Mueck AO"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722335/",
    "doi": "doi: 10.1016/j.maturitas.2026.108885",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41722334",
    "title": "Age at natural menopause and cognitive aging in U.S. women: Educational attainment as a modifiable resilience factor.",
    "authors": [
      "Guo M",
      "Mani SS",
      "Gross AL",
      "Karvonen-Gutierrez CA",
      "Reeves A",
      "Langa KM",
      "Kobayashi LC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722334/",
    "doi": "doi: 10.1016/j.maturitas.2026.108884",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41722057",
    "title": "Intracellular Reactive Oxygen Species Generation Induced by High-Frequency Ultrasound in Thickness Vibration Mode.",
    "authors": [
      "Fujishiro K",
      "Okada S",
      "Rossi F",
      "Kuchimaru T",
      "Kurashina Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722057/",
    "doi": "doi: 10.1002/advs.202519582",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41722033",
    "title": "A multi-layered disruption: How calcium, acidification, and ROS signals converge to shut down energy metabolism in incompatible pollen.",
    "authors": [
      "Prakash V"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722033/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41722030",
    "title": "Unraveling nutritional regulation mechanisms in Bombyx mori: how an artificial diet impairs silk synthesis by inducing dysfunctional energy metabolism.",
    "authors": [
      "Chen X",
      "Weng H",
      "Wang J",
      "Qu Z",
      "Wu X",
      "He R",
      "Cao J",
      "Zhou W",
      "Ye A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722030/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41721997",
    "title": "Elbasvir triggers ferroptosis in esophageal squamous cell carcinoma through NCOA4-mediated ferritinophagy.",
    "authors": [
      "Tang M",
      "Gong F",
      "Yang M",
      "He S",
      "Cheng J",
      "Yang Z",
      "Xu L",
      "Ma Q",
      "Guo X",
      "Zhong X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721997/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41721935",
    "title": "Transcranial Photobiomodulation Modulates Oxidative Stress Biomarkers and Complex IV Activity in Anhedonic-Like Behavior.",
    "authors": [
      "Bortoluzzi L",
      "Colombo R",
      "da Motta Pinto KB",
      "Viscardi LH",
      "Missiaggia R",
      "Turella DJ",
      "Schwantess L",
      "Salvador M",
      "Branco CS",
      "Rigotti M",
      "Scotton E",
      "Schons T",
      "Ribeiro SB",
      "Caldieraro MA",
      "Rosa AR"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721935/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41721933",
    "title": "Turning pancreatic cancer from cold to hot: the promise of a p53-expressing oncolytic adenovirus (OBP-702).",
    "authors": [
      "Kuroda S",
      "Tazawa H",
      "Hashimoto M",
      "Kanaya N",
      "Kakiuchi Y",
      "Kagawa S",
      "Urata Y",
      "Fujiwara T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721933/",
    "doi": "doi: 10.1007/s10147-026-02991-7",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41721930",
    "title": "\"Metabolic memory\" of aging: anchoring, transmission, and frontiers of transgenerational intervention.",
    "authors": [
      "Zhao Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721930/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721901",
    "title": "Insights into Healthy Ageing in Malaysia: A Qualitative Study.",
    "authors": [
      "Muraly MR",
      "Mat S",
      "Aravindhan K",
      "Ibrahim R",
      "Ahmad-Annuar A",
      "Pin TM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721901/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721786",
    "title": "A Type I/II Photosensitizer with Lysosome-Targeting Capabilities Induces Immunogenic Cell Death in Cancer Cells to Enhance Tumor Immunotherapy.",
    "authors": [
      "Jiang P",
      "Wang L",
      "Jiang R",
      "Zeng R",
      "Huang W",
      "Mao G",
      "Liu T",
      "Tang BZ",
      "Cai H",
      "Zhao Z",
      "Mei Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721786/",
    "doi": "doi: 10.1021/acsnano.5c14676",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41721783",
    "title": "Placental Small Extracellular Vesicles as Modulators of Bisphenol A-Induced Oxidative Stress and Mitochondrial Activation in Human Astrocytoma Cells (U-373 MG).",
    "authors": [
      "Nencini S",
      "Pifferi A",
      "Passaponti S",
      "Severi FM",
      "Bocchi C",
      "Canaletti S",
      "Romagnoli R",
      "Cresti L",
      "Ermini L",
      "Ietta F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721783/",
    "doi": "doi: 10.1152/ajpcell.00312.2025",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41721774",
    "title": "Adsorption of Cs Ions in Hydroxy-Al Interlayered Clay Minerals and the Aging Mechanism.",
    "authors": [
      "Sakuma H",
      "Tamura K",
      "Suehara S",
      "Hashi K"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721774/",
    "doi": "doi: 10.1021/acs.langmuir.5c05291",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721732",
    "title": "An Injectable Thermosensitive Hydrogel Codelivering Permeability-Promoting Nintedanib-loaded Phase-transition Nanoparticles and Doxorubicin to Potentiate Immunogenic Cell Death in Triple-Negative Breast Cancer for Chemoimmunotherapy.",
    "authors": [
      "Zou X",
      "Li S",
      "Jin Z",
      "Huang S",
      "Niu R",
      "Fu N",
      "Li W",
      "Gao J",
      "Wang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721732/",
    "doi": "doi: 10.1021/acsami.5c26337",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41721728",
    "title": "NIR-II Fluorescent Timer-Embedded Drug for Real-Time Tracing of Immunogenic Cell Death and Guiding Chemo-immunotherapy.",
    "authors": [
      "Wang C",
      "Zhang S",
      "Xie Y",
      "Du J",
      "Chao Z",
      "Ju H",
      "Liu Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721728/",
    "doi": "doi: 10.1021/acs.analchem.5c07267",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41721609",
    "title": "Macrophage Membrane-Cloaked, ROS-Triggered Quercetin Nanocarriers Target Ovarian Lesions to Treat Polycystic Ovary Syndrome.",
    "authors": [
      "Li W",
      "Guan Y",
      "Song N",
      "Zhang F",
      "Deng Z",
      "Yin T",
      "Yang Y",
      "Conde J",
      "Jin W",
      "Yin Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721609/",
    "doi": "doi: 10.1002/adhm.202505171",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41721542",
    "title": "Microenvironment-Adaptive Smart Hydrogel with 2D Vanadium Nitride MXenzyme Rescues Osteoarthritis via Coordinated ROS Scavenging and Hspa5/GPX4 Axis-Mediated Ferroptosis Suppression.",
    "authors": [
      "Li Y",
      "Jiang X",
      "Li J",
      "Gu H",
      "Li Q",
      "Li J",
      "Ji Y",
      "Min X",
      "Chen B",
      "Xu Q",
      "Lin J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721542/",
    "doi": "doi: 10.1002/adhm.202504967",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41721534",
    "title": "Spermidine improve high copper diet -induced intestinal oxidative stress and microbiota community composition.",
    "authors": [
      "Qi Y",
      "Jiang D",
      "Li S",
      "Ling W",
      "Wang X",
      "Ji C",
      "An X",
      "Li D",
      "Wang X",
      "Kang B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721534/",
    "doi": "doi: 10.1080/10715762.2026.2625094",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41721478",
    "title": "Age-related decline in NCKX4-mediated calcium clearance accelerates aortic remodelling and drives early vascular ageing.",
    "authors": [
      "Bomfim GHS",
      "Asam K",
      "Patel N",
      "Zou A",
      "Rosenberg K",
      "Mitaishvili E",
      "Aguiar T",
      "Zorn E",
      "Ramasamy R",
      "Aouizerat B",
      "Lacruz RS"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721478/",
    "doi": "doi: 10.1113/JP290475",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721458",
    "title": "EXPRESS: Motor information might be relatively preserved in healthy aging: Investigation of body-object interaction.",
    "authors": [
      "Pan X",
      "Liang B",
      "Zhu P"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721458/",
    "doi": "doi: 10.1177/17470218261427945",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721457",
    "title": "Unraveling the telomere-mitochondrial axis in colorectal cancer: Results from a prospectively followed cohort.",
    "authors": [
      "Gil-Korilis A",
      "Ergui-Arbizu J",
      "Hanák P",
      "Danešová N",
      "Tomášová K",
      "Valíčková A",
      "Horák J",
      "Gentiluomo M",
      "Levý M",
      "Křivonosková S",
      "Král J",
      "Jungwirth J",
      "Vodičková L",
      "Vymetálková V",
      "Azqueta A",
      "Campa D",
      "Vodička P",
      "Vodenková S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721457/",
    "doi": "doi: 10.1186/s10020-026-01423-6",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41721353",
    "title": "Aloperine alleviates LPS-induced inflammation in bovine intestinal epithelial cells through autophagy and TLR4/p38 MAPK/NF-κB pathway.",
    "authors": [
      "Tan P",
      "Wang Y",
      "Zhang C",
      "Deng Q",
      "Du L",
      "Zhao B",
      "Muhametbay G",
      "Zhao C",
      "Wang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721353/",
    "doi": "doi: 10.1186/s12917-026-05337-7",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41721346",
    "title": "Progressive neurodegeneration, motor decline, and premature mortality in aging Ngly1 deficient rats.",
    "authors": [
      "Zhu L",
      "Dwight S",
      "Mueller WF",
      "Schweighardt B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721346/",
    "doi": "doi: 10.1186/s13023-026-04261-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721342",
    "title": "Integrative bioinformatics, single-cell and experimental evidence for a BPA-m6A-apoptosis axis in granulosa cell dysfunction in polycystic ovary syndrome.",
    "authors": [
      "Zhang Y",
      "Lin Y",
      "Xiong X",
      "Chen X",
      "Liu X",
      "Huang H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721342/",
    "doi": "doi: 10.1186/s13048-026-02038-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41721229",
    "title": "Whole blood DNA methylation signature of epigenetic aging in medication overuse headache.",
    "authors": [
      "Kwiatkowska KM",
      "Mascarella D",
      "Ferraresi F",
      "Pirazzini C",
      "Ravaioli F",
      "Bacalini MG",
      "Dall'Olio D",
      "Sala C",
      "Castellani G",
      "Calzari L",
      "Gentilini D",
      "Terlizzi R",
      "Pierangeli G",
      "Cortelli P",
      "Favoni V",
      "Garagnani P",
      "Cevoli S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721229/",
    "doi": "doi: 10.1186/s10194-026-02298-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721210",
    "title": "Higher artificial intelligence-ECG atrial fibrillation prediction model output and estimated physiologic aging predict higher risk of adverse vascular events in patients with migraine.",
    "authors": [
      "Yang PH",
      "Zhang N",
      "Chao CJ",
      "Lopez-Jimenez F",
      "Mangold KE",
      "Attia IZ",
      "Friedman PA",
      "Noseworthy PA",
      "Tietjen GE",
      "Chiang CC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721210/",
    "doi": "doi: 10.1111/head.70062",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721119",
    "title": "Spatially gated oxidative killing: mitoxyperilysis redefines how ROS cause lytic cell death.",
    "authors": [
      "Wu MY",
      "Tsai AP",
      "Yong SB",
      "Li CJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721119/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41721018",
    "title": "Core principles of autophagy initiation mechanisms.",
    "authors": [
      "Kotani T",
      "Nakatogawa H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721018/",
    "doi": "doi: 10.1038/s41594-026-01752-4",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41721008",
    "title": "The matricellular protein CCN5 (WISP2) inhibits cellular senescence in cardiac myoblasts and fibroblasts.",
    "authors": [
      "Jo Y",
      "Lee M",
      "Kim SB",
      "Kwak TH",
      "Jeong D",
      "Jang SP",
      "Park WJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721008/",
    "doi": "doi: 10.1038/s41598-026-40206-1",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41720971",
    "title": "Cellular mechanisms of brain lipid metabolism in health and disease.",
    "authors": [
      "Petrelli F",
      "Gilardi C",
      "Igelbüscher CM",
      "Panfilova D",
      "Rey A",
      "Paolicelli RC",
      "Knobloch M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720971/",
    "doi": "doi: 10.1038/s41556-026-01880-5",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41720867",
    "title": "A novel fasting mimetic (Mimio) creates fasting-like benefits to hunger control, oxidative stress, and cardiometabolic health in humans.",
    "authors": [
      "Grant AD",
      "Erfe MCB",
      "Kazaryan A",
      "Oliver PL",
      "Moos J",
      "Luna V",
      "Craft N",
      "Rhodes CH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720867/",
    "doi": "doi: 10.1038/s41598-026-38495-7",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41720809",
    "title": "Near telomere-to-telomere genome assembly of the stone loach (Traccatichthys pulcher).",
    "authors": [
      "Du LN",
      "Wang ZC",
      "Chen ZN",
      "Qin ZX",
      "Li CH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720809/",
    "doi": "doi: 10.1038/s41597-026-06849-5",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41720793",
    "title": "Epigenetic profiling of hematopoietic stem cells from male mice identifies KDR and PU.1 as regulators of aging transcriptome and caloric restriction response.",
    "authors": [
      "Zong L",
      "Park B",
      "Tekin-Turhan F",
      "Kuribayashi W",
      "Tanaka-Yano M",
      "Li K",
      "Beerman I"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720793/",
    "doi": "doi: 10.1038/s41467-026-69718-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "pmid:41719707",
    "title": "Three natural extracts alleviate ovalbumin-induced oxidative stress, inflammation, and barrier dysfunction in canine intestinal epithelial cells.",
    "authors": [
      "Wang H",
      "Liu T",
      "Bai H",
      "Jin H",
      "Wang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719707/",
    "doi": "doi: 10.2460/ajvr.25.09.0349",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41719216",
    "title": "The aging effect in the processing of Chinese interoceptive- and exteroceptive- reaction affective verbs.",
    "authors": [
      "Jiang M",
      "Qu D",
      "Luo Q",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719216/",
    "doi": "doi: 10.1080/23279095.2026.2628131",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719100",
    "title": "Periplogenin Suppresses Hepatocarcinogenesis by Inducing Cellular Senescence via the Activating FOXO1/P53 Signaling Pathway.",
    "authors": [
      "Wang P",
      "Zhu J",
      "Li W",
      "He Z",
      "Dai X",
      "Shi Y",
      "Xu Z",
      "Wang P",
      "Wang R",
      "Chen J",
      "Liang R",
      "Huang J",
      "Jiang Y",
      "Chen G",
      "Chen H",
      "Xie X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719100/",
    "doi": "doi: 10.1002/ptr.70256",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41719299",
    "title": "Rosuvastatin protects against oxLDL-induced endothelial cell oxidative stress and attenuates atherosclerotic plaque formation in ApoE-/- mice through the NF-κB pathway.",
    "authors": [
      "Wu Y",
      "Ke J",
      "Lv J",
      "Cao C",
      "Zhou C",
      "Wu L",
      "Zhou Q"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719299/",
    "doi": "doi: 10.1371/journal.pone.0339967",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41719286",
    "title": "Molecular interplay of ASNS and the PI3K-AKT-mTOR pathway in CMV and HIV co-infections: Therapeutic implications.",
    "authors": [
      "Zhang H",
      "Yuan S",
      "Ding S",
      "Bao H",
      "Chen W",
      "Cai B",
      "Sun J",
      "Zhu H",
      "Lu W",
      "Fang Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719286/",
    "doi": "doi: 10.1371/journal.pone.0342050",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41719240",
    "title": "We know what we need: Older adults' and stakeholders' perspectives on ageing, health, and wellbeing in Pakistan.",
    "authors": [
      "Sameen S",
      "Mansoor J",
      "Lakhdir MPA",
      "Asim M",
      "Munyoki R",
      "Greig C",
      "Davies J",
      "Usmani BA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719240/",
    "doi": "doi: 10.1371/journal.pgph.0005916",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  }
]