[
  {
    "id": "pmid:41416424",
    "title": "Research progress on the regulation of ferroptosis in NPC (Review).",
    "authors": [
      "Bai S",
      "Guo Y",
      "Qiang J",
      "Dai Q",
      "Yang Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41416424/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2023.11.01.565105",
    "title": "Tyrosine halogenation converts α-defensins into potent immunomodulators",
    "authors": [
      "Foti, A.",
      "Hurwitz, R.",
      "Textoris-Taube, K.",
      "Muelleder, M.",
      "Biswas, A.",
      "Fahjen, P.",
      "Winkler, M.",
      "Abu Abed, U.",
      "Humme, D.",
      "Thee, S.",
      "Prasse, A.",
      "Seeliger, B.",
      "Ralser, M.",
      "Zychlinsky, A."
    ],
    "summary": "Neutrophils are immune cells that eliminate microbes using a powerful arsenal of reactive oxygen species, hypohalous acids, proteases, and antimicrobial peptides; yet how these cytotoxic effectors act in concert remains poorly understood. Here, we identify an unrecognized synergy between oxidative and non-oxidative neutrophil defenses. We show that myeloperoxidase-derived hypohalous acids selectively halogenate alpha-defensins (HNP1-3) at conserved tyrosine residues. This post-translational modification occurs in both human and rat neutrophils and is prominent in diseases marked by neutrophil-rich inflammation, including cystic fibrosis, bacterial pneumonia, and Staphylococcus aureus abscesses. Halogenation increases HNP1 hydrophobicity without altering its structure, reprogramming these peptides into potent immunomodulatory mediators. Using single-cell transcriptomics and a in vivo peritonitis model, we demonstrate that halogenated HNP1s amplify immune signaling. Our analysis of the human haloproteome reveals a novel oxidative mechanism by which hypohalous acids rewire immune protein functions, uncovering an unexpected layer of cooperation between neutrophil effector systems. The discovery of halogenated HNP1s represents, to our knowledge, the first characterization of a protein halogenation that has biologically significance in human immunity.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.11.01.565105",
    "doi": "10.1101/2023.11.01.565105",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.1101/2024.12.20.629444",
    "title": "YAP engages RIF1 to dampen replication stress-induced DNA damage in human squamous cell carcinoma.",
    "authors": [
      "Bojko, J.",
      "Sins, E.",
      "Flynn, B.",
      "Scarth, J.",
      "Negasi, M.",
      "Aschenbrenner, B.",
      "Guscott, M.",
      "Howard, A.",
      "Lay, E.",
      "Bailey, E.",
      "Krajic, N.",
      "Franciosi, M.",
      "Catalan, S.",
      "Gallacher, K.",
      "Di Girolamo, I.",
      "Bagabas, R.",
      "Missero, C.",
      "Wang, J. A.",
      "McClelland, S. E.",
      "Lichtenberger, B. M.",
      "Jungwirth, U.",
      "Walko, G."
    ],
    "summary": "Squamous cell carcinoma cells experience high levels of replication stress due to oncogene-induced cell cycle deregulation. How such cells sustain rapid proliferation despite replication stress is still not fully understood. Here, we discovered, using rapid immunoprecipitation mass spectrometry of endogenous protein (RIME) analysis, that the squamous cell carcinoma oncoprotein YAP engages with RIF1, a key regulator of DNA replication and DNA damage repair under replication stress. RIF1 is highly expressed in human squamous cell carcinoma cell lines and tissues and upregulated during tumour progression. Depletion of RIF1 in squamous cell carcinoma cells exacerbates their endogenous replication stress. Mechanistically, we show that YAP interacts with RIF1 specifically at broken replication forks, and that YAP depletion impairs DNA damage repair under replication stress. Our results thus demonstrate that the oncogenic functions of YAP in squamous cancers involve both transcriptional and non-transcriptional mechanisms, the latter through interaction with RIF1 to dampen replication stress.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.20.629444",
    "doi": "10.1101/2024.12.20.629444",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.02.11.637693",
    "title": "Lymph node contraction links sex-biased naive CD8 T cell decline to compromised antigen recognition",
    "authors": [
      "Menzel, L.",
      "Zschummel, M.",
      "O'Melia, M. J.",
      "Sandstedt, M.",
      "Zhou, H.",
      "Lei, P.-J.",
      "Liu, L.",
      "Lee, H.",
      "Sen, D. R.",
      "Munn, L. L.",
      "Jonasson, L.",
      "Padera, T. P."
    ],
    "summary": "The numerical abundance of diverse naive CD8 T cell clones is essential to provide broad protection against infection and cancer. Here, we uncover a sex-biased mechanism of immune aging in which age-related thymic involution limits naive CD8 T cell supply, while male mice exhibit an additional early depletion of naive CD8 T cells driven by accelerated, antigen- agnostic differentiation into virtual memory cells. This combined loss leads to contraction of lymph nodes and reduced local naive T cell clone availability, limiting antigen recognition capacity. Therapeutic thymus regeneration via androgen ablation repopulates naive CD8 T cells in lymph nodes and reinvigorates tumor recognition in middle-aged male mice. These findings reveal the crucial impact of sex and age on locoregional naive T cell clone abundance in lymph nodes and suggest strategies to restore immune competence in aging males.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.02.11.637693",
    "doi": "10.1101/2025.02.11.637693",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.07.663471",
    "title": "Investigating Age-Related Decline in Sensorimotor Control Using Robotic Tasks",
    "authors": [
      "Alvarez-Hidalgo, L.",
      "Edlmann, E.",
      "Schmidtmann, G.",
      "Howard, I. S."
    ],
    "summary": "Aging is associated with changes in sensorimotor control that contribute to functional decline, mobility limitations, and increased fall risk. Traditional motor assessments often rely on subjective measures, highlighting the need for objective, quantitative tools. We developed three robot-based tasks using the vBOT planar manipulandum to evaluate sensorimotor performance in healthy young (<35 years) and older (>60 years) adults. These tasks uniquely combined bimanual control and altered dynamic conditions to assess age-related differences. The first task required bimanual coordination to control a virtual 2D arm over 400 center-out and return trials, targeting de novo motor learning. The second task involved unimanual reaching with the dominant hand, consisting of 200 trials in a null-field condition followed by 200 trials with object-like dynamic forces. The third task similarly began with 200 null-field trials and then introduced a viscous force field in the final 200 trials, with fast movements rewarded to encourage peak performance. This task also enabled comparison between dominant and non-dominant arms. All tasks detected age-related performance differences, with the viscous resistance task proving most sensitive to declines in movement speed, force generation, and response onset time. Scoring mechanisms that encouraged brisk performance amplified these effects. Across tasks, older adults generally moved more slowly, took longer to complete tasks, exerted lower peak forces, and had longer response onset times. However, some older participants performed comparably to younger individuals. In the third task, dominant arm performance consistently exceeded that of the non-dominant arm. These results demonstrate that robot-based tasks can sensitively quantify age-related sensorimotor decline and may offer valuable metrics for clinical assessment and monitoring.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.07.663471",
    "doi": "10.1101/2025.07.07.663471",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.24.671623",
    "title": "A simple liquid 3D cell culture paradigm models oxidative mitochondrial metabolism of epithelial breast cancer cells with relevance for lung metastases.",
    "authors": [
      "Balamurugan, K.",
      "Mikolaj, M. R.",
      "Weiss, J. M.",
      "Holewinski, R.",
      "Xu, X.",
      "Fan, Y.",
      "McKennett, L.",
      "Dell, C. W.",
      "Sharan, S.",
      "Donohue, D.",
      "Ratnayake, S.",
      "Chen, Q.",
      "Meerzaman, D.",
      "Andresson, T.",
      "McVicar, D. W.",
      "Narayan, K.",
      "Sterneck, E."
    ],
    "summary": "Three-dimensional (3D) cell culture systems have emerged as powerful tools for modeling tumor biology in ex vivo settings. However, the diverse array of available 3D culture methods presents challenges in selecting the most appropriate model for specific research questions. This study provides a comparative analysis of breast cancer cells (SUM149, IBC-3, and MDA-MB-468) in the mammosphere culture (SphC) model or an emboli culture (EmC) model, which enrich for cancer stem cells and epithelial features, respectively. The EmC model, designed originally for inflammatory breast cancer, is characterized by media viscosity and mechanical rocking of the culture vessel. Notably, cells in EmC showed a distinct and durable reduction in cell proliferation ex vivo while demonstrating increased capacity to establish experimental lung metastases in vivo. Ultrastructural quantitative analysis of electron microscopy images suggested that cells in EmC acquire nuclear and mitochondrial features that resemble those of tumor tissue. Proteomics, single-cell transcriptomics, and metabolic flux analyses showed that cells in EmC and SphC favor mitochondrial oxidative metabolism (OXPHOS) and glycolysis, respectively. EmC rendered cells hypersensitive to OXPHOS inhibition, but more resistant to oxidative stress. Several genes associated with lung metastasis, including ID1, were specifically enriched in EmC. Given the emerging role of OXPHOS in cancer cell survival during dissemination and as established metastases, we propose that the EmC paradigm is a suitable ex vivo model to study signaling pathways relevant for tumor tissue and to assess drug sensitivities and resistance mechanisms of metastatic breast cancer cells ex vivo.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.24.671623",
    "doi": "10.1101/2025.08.24.671623",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bMitochondrial\\ metabolism\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694286",
    "title": "Social isolation of aged mice drives dramatic release of inflammatory lipoxygenase-derived oxylipins",
    "authors": [
      "Wichmann-Costaganna, M.",
      "Petit, R.",
      "Lindner, J.",
      "Haase, M.",
      "Bachmann, V.",
      "Hofstetter, R. K.",
      "Werner, M.",
      "Frahm, C.",
      "Werz, O.",
      "Schädel, P."
    ],
    "summary": "Oxylipins, signalling molecules derived from polyunsaturated fatty acids, act as key mediators controlling inflammatory processes. Ageing fuels the disruption of this network, promoting inflammageing. Social isolation, a common feature of ageing, may contribute to the emergence of pro-inflammatory responses, further aggravating conditions like cognitive decline and frailty. Here, we studied how repeated social isolation impacts inflammation-related oxylipin profiles in seven different organs and serum of aged mice. Additionally, we explored physical exercise as a tool to ameliorate age- and isolation-associated inflammation. Our results show that social isolation induces significant increases in interleukin-1{beta} levels and stimulates a dramatic production of lipoxygenase (LOX)-derived oxylipins in an organ-dependent manner, particularly pronounced in liver, lung, and spleen. Physical exercise failed to mitigate the pro-inflammatory effects induced by social isolation. These effects did not occur in the circulatory system as serum oxylipin levels remained relatively unchanged by isolation. The unexpected and striking elevation of oxylipins across the organs highlights the detrimental effect of social isolation and proposes key roles of oxylipins in stress-related inflammageing.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694286",
    "doi": "10.64898/2025.12.15.694286",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694739",
    "title": "Refining liquid chromatography conditions across platforms to democratize single-cell proteomics",
    "authors": [
      "wang, y.",
      "Zhao, Q.",
      "Lai, W. K.",
      "Yu, H."
    ],
    "summary": "Single-cell proteomics has emerged as a powerful approach for characterizing cellular heterogeneity. Here, we present an optimized scProteomic workflow that enhances proteome coverage and quantification by refining liquid chromatography (LC) conditions across platforms (both Evosep and nanoElute2). Importantly, our results show that using our optimized LC conditions, even with Bruker timsTOF HT, a machine not designed for scProteomics applications, we achieved solid performance with single cell samples that allows meaningful biological discoveries. First, we compared power to detect differentially-expressed genes/proteins between scRNA-seq and scProteomics at single cell level, and demonstrated that scProteomics showed an excellent performance at small sample sizes. To further validate this finding, we applied our optimized workflow to study the proteomic response to oxidative stress using a limited number of single cells. Our scProteomics results successfully detected 3 distinct cell populations, reflecting correctly the 3 cell lines used, and captured the dysregulation of antioxidant enzymes, molecular chaperones and ubiquitin-proteasome system, reflecting a multi-faceted response to oxidative stress that is uniform across distinct cell lines. Our results highlighted the potential of scProteomics to resolve subtle perturbations and provide a readout of cellular states for the broader community, including users operating non-scProteomics-dedicated machines.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694739",
    "doi": "10.64898/2025.12.16.694739",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694720",
    "title": "Lysergic acid diethylamide pretreatment prolongs brain-stimulation induced neural activity",
    "authors": [
      "Dwiel, L.",
      "Prina, M.",
      "Bragg, E.",
      "Company, M.",
      "Drucker, L.",
      "Reduron, L.",
      "Luikart, B.",
      "Doucette, W."
    ],
    "summary": "A leading theory for how psychedelics are able to produce robust clinical improvement and preclinical behavioral changes is that psychedelics act through neuroplastic mechanisms to induce lasting structural and functional alterations in neural circuits. However, psychedelics produce these effects across wide swaths of the brain. Based on our prior work, we hypothesized that engaging a specific brain circuit with focal brain stimulation during the window of enhanced plasticity produced by psychedelics would lead to more persistent alterations in the activity of that circuit. To test this, we administered either saline (SAL) or lysergic acid diethylamide (LSD) to rats 24 hours prior to electrical stimulation targeting the rat medial prefrontal cortex (mPFC). Brain activity was recorded before, during, and after stimulation using depth electrodes implanted in four bilateral frontostriatal regions. To assess changes in neural activity, we trained general logistic classifiers to distinguish between time points (e.g., pre-stimulation vs. post-stimulation) and then compared model performances across groups (e.g., LSD vs. SAL). As such, model performance represents the degree of difference between the two neural states (pre vs. post), and a significant difference between groups indicates a larger change in brain activity in one group. We found that LSD pretreatment, compared to SAL, resulted in larger and longer-lasting changes in brain activity following stimulation. Immunohistochemistry revealed that stimulation led to the activation of the mTOR signaling pathway, and the combination of LSD and stimulation led to alterations in perineuronal net (PNN) integrity. Regardless of pretreatment, brain activity states recorded during stimulation did not capture the brain state that persisted in the minutes or days that followed. This work has important implications for understanding the general effects of brain stimulation and provides strong support for the development of psychedelic-assisted brain stimulation approaches. By increasing the durability of brain stimulation-induced changes in activity, this approach could lead to a reduction in relapse rates, which currently limit the impact of non-invasive stimulation treatments.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694720",
    "doi": "10.64898/2025.12.16.694720",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694693",
    "title": "Calorie restriction leads to degradation of mutant uromodulin and ameliorates inflammation and fibrosis in UMOD-related kidney disease",
    "authors": [
      "Cratere, M. G.",
      "Perrone, B.",
      "Canciani, B.",
      "Schaeffer, C.",
      "Rampoldi, L."
    ],
    "summary": "Background: Mutations in UMOD, encoding uromodulin, lead to Autosomal Dominant Tubulointerstitial Kidney Disease (ADTKD), a genetic cause of kidney failure. UMOD mutations have a common gain-of-toxic-function effect, causing mutant uromodulin retention in the endoplasmic reticulum (ER). This leads to ER stress, alteration of protein homeostasis and mitochondrial dynamics, defective autophagy and increased cell death. Calorie restriction (CR) exerts a beneficial role in diseases characterized by accumulation of pathogenic protein and inflammation, by modulating several pathways, including autophagy induction and suppression of inflammation and fibrosis. Given the relevance of these features in ADTKD, we investigated the effect of CR on disease onset and progression. Methods: Transgenic mice expressing C147W uromodulin (TgUmodC147W) were subjected to a moderate (30%) CR regimen for 15 or 24 weeks, starting at different stages of disease progression. Results: CR restored autophagy, as shown by decreased P62 punctae and quenched mTOR activation specifically in mutant uromodulin expressing cells, it recovered expression of key ER-phagy receptor genes, with a concomitant, striking reduction of mutant uromodulin ER retention. In pre-symptomatic TgUmodC147W mice, CR alleviates epithelial cell stress. This, likely along with a direct anti-inflammatory effect of CR, prevents inflammation and progressive decline of kidney function. At this early disease stage, CR ameliorates the already established kidney damage and reduces fibrosis, suggesting reversal of ADTKD phenotype. CR was also effective in significantly delaying disease progression in TgUmodC147W mice with advanced disease and already compromised kidney function. Conclusion: Our findings establish the proof-of-principle that counteracting the primary effect of UMOD mutations by stimulating autophagy and quenching inflammation prevents disease onset and progression. This study uncovers the potential of CR as a valuable therapeutic option in the context of ADTKD-UMOD, and possibly other proteinopathies.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694693",
    "doi": "10.64898/2025.12.16.694693",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694890",
    "title": "Genetic Associations with Longevity in a Calabrian Cohort: A Genome-Wide Study",
    "authors": [
      "Beccacece, L.",
      "Crocco, P.",
      "Torbidoni-Baldassari, B.",
      "Pallotti, S.",
      "Huang, J.",
      "Belloy, M. E.",
      "Passarino, G.",
      "Rose, G.",
      "Dato, S.",
      "Napolioni, V."
    ],
    "summary": "Human longevity is a complex trait shaped by genetic background and population-specific factors. Calabria, a region in Southern Italy with a high prevalence of centenarians and relative genetic isolation, is a valuable model for investigating the genetic architecture of extreme survival. Here, we performed a genome-wide association study of longevity in 705 Calabrian individuals, comparing long-lived subjects to younger controls using a mixed-model approach that accounts for relatedness and population structure. We identified 267 candidate longevity-associated variants, including 23 suggestive genomic risk loci, of which one reached genome-wide significance. Although most loci did not replicate in external datasets, one intronic variant regulating proteasome-related gene expression was confirmed by meta-analysis. Gene- and pathway-based analyses highlighted biological processes central to aging, including proteostasis, DNA repair, telomere maintenance, apoptosis, insulin signaling, inflammation, and cancer-related pathways. Notably, established longevity loci such as APOE and FOXO3 were not associated, underscoring population-specific genetic effects. Overall, our findings suggest that longevity in the Calabrian population arises from a combination of unique genetic influences and conserved aging-related mechanisms, providing new insights into the molecular basis of human lifespan extension.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694890",
    "doi": "10.64898/2025.12.17.694890",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b",
      "\\bApoptosis\\b",
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695082",
    "title": "Free Fatty Acid Receptor 2 Allosterism is Defined By Cellular Context",
    "authors": [
      "Lind, S.",
      "Ali, A. A.",
      "Al Hamoud Al Asswad, S.",
      "Lauschke, V. M.",
      "Forsman, H.",
      "Dahlgren, C.",
      "Johansson, L. C."
    ],
    "summary": "Background Allosteric modulators offer a way to fine-tune GPCR signaling in the presence of endogenous ligands. The short-chain fatty acid receptor FFA2R (GPR43) recognizes propionate and allosteric ligands such as Cmp58 and AZ1729. We characterized FFA2R signaling and allosteric modulation using multiple cell models including HEK293, HL60 cells and primary human neutrophils. Methods FFA2R activation was assessed using complementary assays in HEK293 and HL60 cells as well as primary human neutrophils. G protein activation and {beta}-arrestin recruitment were profiled using ebBRET biosensors. Ca2+ mobilization was measured with Fura-2, and reactive oxygen species (ROS) generation was quantified by isoluminol chemiluminescence. Pharmacological tools included the FFA2R antagonist CATPB, the Gq inhibitor YM-254890, and pertussis toxin (PTX). Results Propionate activated all tested G proteins except G12 in HEK293 cells and recruited both {beta}-arrestin1 and {beta}-arrestin2. The allosteric ligands Cmp58 and AZ1729 behaved as pathway-selective ago-PAMs. Alone they engaged a limited subset of G proteins with minimal {beta}-arrestin recruitment, whereas in the presence of propionate they selectively potentiated Gi1 while attenuating Gq/11 and Gi2/3. Fura-2 measurements coupled to YM-254890 treatment established that FFA2R couples to Gq-dependent Ca2+ mobilization in HEK293 cells; Cmp58, but not AZ1729, enhanced Ca2+ responses at submaximal propionate concentrations. In primary neutrophils, propionate elicited Ca2+ transients but did not trigger NADPH oxidase-dependent ROS on its own. Either Cmp58 or AZ1729 enabled propionate-driven ROS, and their combination produced robust ROS. Transient FFA2R expression in HL60 cells reconstituted this neutrophil-like functional profile, including allosteric activation of ROS. Conclusions Across systems, Ca2+ mobilization emerged as a conserved, receptor-proximal output of FFA2R, while allosteric modulation by Cmp58 and AZ1729 promoted Gi/o-biased signaling that enabled ROS generation. These data define pathway-selective allosterism at FFA2R and highlight Ca2+ mobilization and ROS as informative readouts for therapeutic strategies that exploit allosteric control.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695082",
    "doi": "10.64898/2025.12.18.695082",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694716",
    "title": "Senescent CD8+ T Effector Memory Cells are Functionally Impaired, Enriched in Aging and Disease, and a Barrier to Immunotherapy",
    "authors": [
      "Turano, P. S.",
      "Akbulut, E.",
      "Aquino, N.",
      "Garza-Martinez, L.",
      "Singh, S.",
      "Yap, G. S.",
      "Fitzgerald-Bocarsly, P.",
      "Martinez-Zamudio, R. I.",
      "Herbig, U."
    ],
    "summary": "Senescent cells play important roles in various biological processes that promote fitness and health, however, their timely elimination by immune cells is critical to maintain tissue homeostasis and prevent disease. Despite this, senescent cells progressively accumulate systemically with age, suggesting that certain immune cells also become senescent and dysfunctional during aging. Supporting this, we previously demonstrated that CD8 T cells, immune cells capable of targeting senescent cells, increasingly develop characteristics of senescence with advancing age in humans. Here, we further characterized the senescence state of human SA-{beta}Gal-expressing CD8 T effector cells, their functional capabilities, and their involvement in aging and disease. Single-cell RNA sequencing revealed that SA-{beta}Gal-expressing CD8 T cells with unique transcriptional signatures develop in all stages of T cell differentiation, including in effector memory (EM) T cells. SA-{beta}Gal-expressing CD8 TEM cells expressed various classical markers of senescence and were significantly impaired in their ability to proliferate, produce cytokines, and eliminate senescent human stromal cells, compared to CD8 TEM cells with low SA-{beta}Gal activity. Gene signatures of senescent SA-{beta}Gal-expressing CD8 TEM cells were enriched in CD8 T cells from older human donors, patients with age-related disorders, cancer, and smokers. Furthermore, our results demonstrate that T cell senescence is distinct from and dominant over T cell exhaustion, limiting the response of CD8 TEM cells to immunotherapy. Collectively, our study demonstrates that the senescence state impairs the functions of CD8 TEM cells and reveals the involvement of senescent and dysfunctional CD8 TEM cells in aging, disease, exposure to toxins, and responses to immunotherapy.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694716",
    "doi": "10.64898/2025.12.16.694716",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695245",
    "title": "Mechanoresilience of lysosomes conferred by TMEM63A",
    "authors": [
      "Kim, A. S.",
      "Wu, J. Z.",
      "Cai, R.",
      "Freeman, S. A."
    ],
    "summary": "Lysosomes are subject to perturbations that can cause damage to their limiting membrane. Osmotic shifts, pore-forming toxins, and the growth of luminal polymers or pathogens all stand to increase lysosomal membrane tension and/or disrupt the bilayer. In some contexts, this leads to lysosomal rupture and cell death. Here we describe a mechanism that enables lysosomes to sense and respond to acute increases in tension of their limiting membrane. We report that the lysosome-resident non-selective cation channel, TMEM63A, can drive the directional flux of monovalent cations, major osmoticants, out of the lumen when gated by mechanical tension on the organelle. This results in the ability for lysosomes to relieve hydrostatic pressure and, proportionally, membrane tension, affording lysosomes the time to acquire additional lipids. Lysosomes without this mechanism -either because TMEM63A is deleted or in the case when cells express disease-causing variants of TMEM63A- are an order of magnitude more sensitive to lysis upon increases to their membrane tension when compared to their wildtype counterparts. These findings suggest that lysosomes are capable of regulating hydrostatic pressure and volume in response to high tension.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695245",
    "doi": "10.64898/2025.12.18.695245",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694776",
    "title": "Physiologically Relevant 3D CRISPR Screening Enhances Mechanistic Insight into Chemical Toxicity Compared to 2D Screening",
    "authors": [
      "KIM, C. H.",
      "Zhu, Z.",
      "Tagmount, A.",
      "Barbazuk, W. B.",
      "Bacher, R.",
      "Vulpe, C. D."
    ],
    "summary": "Many omics-based approaches in toxicology research primarily rely on correlative data, often lacking functional relationships or causal links between genotypes and phenotypes. CRISPR-based approaches can overcome this limitation by establishing direct causal connections between genes and toxicological phenotypes. Moreover, CRISPR screens enable scalable and systematic interrogation of gene function and associated mechanisms following chemical exposure, predominantly using in vitro models. In line with the paradigm of new approach methodologies (NAMs) in toxicology research, CRISPR screens hold promise to provide an in vitro cell-based functional toxicogenomics approach. One of the main limitations of conventional in vitro assays is their compromised physiological relevance to humans due to their inability to fully recapitulate in vivo physiology. To improve the functional and physiological relevance of the toxicogenomics approach, we developed a 3D CRISPR screening system using HepG2/C3A spheroids generated and cultivated in a continuously rotating bioreactor (ClinoStar). We first performed time-course 3D CRISPR screens to identify genes that confer growth disadvantage or advantage, influencing spheroid development compared to 2D cultures. We then applied this approach to a chemical toxicity study using doxorubicin, comparing the performance of the 3D and 2D systems in identifying chemical-specific mechanisms. The results showed that the 3D system captured more candidate genetic determinants and biological pathways related to DNA damage processes, a known toxicity mechanism of doxorubicin, demonstrating improved performance in identifying chemical-specific pathways over the 2D counterpart. In our screens, we employed custom CRISPR sgRNA libraries representing common human loss-of-function genetic variants (mean allele frequency > 0.1% in all individuals catalogued in the genome aggregation database), which potentially affect toxicity responses. By comparing our CRISPR screen results with previously reported genetic associations for doxorubicin response, we found that the 3D system identified more known associated genes than the 2D system. Together, the 3D CRISPR screening system demonstrated its feasibility and utility for physiologically relevant functional toxicogenomics. This platform enables in vitro NAMs, by providing a scalable and effective approach to identify causal genetic determinants and biological pathways that modulate chemical-induced toxicity.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694776",
    "doi": "10.64898/2025.12.16.694776",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694451",
    "title": "Identification of Functional Genetic Components Modulating Toxicity Response to PFOS using Genome-wide CRISPR Screens in HepG2/C3A cells",
    "authors": [
      "KIM, C. H.",
      "Tagmount, A.",
      "Zhu, Z.",
      "Wilson, F.",
      "Li, D.",
      "Ostrov, D.",
      "Barbazuk, W. B.",
      "Bacher, R.",
      "Vulpe, C. D."
    ],
    "summary": "Perfluorooctane sulfonate (PFOS) poses significant health and environmental risks due to its persistence and widespread use and has been linked to various adverse outcomes, such as liver toxicity. Although the molecular responses and toxicity effects of PFOS exposure have been extensively studied, considerable uncertainty remains regarding the causal mechanisms leading to PFOS-associated adverse effects. To help bridge this gap, we conducted CRISPR screens in HepG2/C3A human liver cells exposed to IC25 (170 uM) of PFOS to identify genes and pathways influencing PFOS-induced cytotoxicity. Using a genome-wide CRISPR knockout library targeting 18,819 genes, we identified 340 candidate genes that modulate PFOS-induced cytotoxicity when genetically disrupted (189 gene disruptions increased sensitivity and 151 gene disruptions increased resistance). From these candidate genes, we individually disrupted two candidate genes, SLC6A9 which encodes the glycine transporter GlyT1, and CPSF2, and confirmed increased resistance to PFOS exposure. Further, molecular docking analysis predicts that PFOS directly binds to GlyT1 and functional inhibition of GlyT1 also increases resistance to PFOS exposure. Gene-Disease outcome association analysis using the Comparative Toxicogenomics Database (CTD) indicated an enrichment of candidate genes associated with cancer-related and liver disease phenotypes. KEGG and STRING enrichment analyses found over representation of several biological pathways including DNA damage response and cell cycle. Lastly, cross-species conservation analysis using the top two validated gene targets found that their pathways were highly conserved in several environmentally relevant species. These findings provide new mechanistic and functional insights into PFOS-induced cytotoxicity, highlight potential molecular targets for toxicity mitigation, and establish a foundation for cross-species toxicogenomic modeling of PFOS health effects.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694451",
    "doi": "10.64898/2025.12.16.694451",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695023",
    "title": "A K27-linked Ubiquitin Checkpoint Controls NOTCH Homeostasis",
    "authors": [
      "Mansoori, B.",
      "Song, Y.",
      "Zhang, T.",
      "Zheng, Z.",
      "Zhu, Q.",
      "Li, S.",
      "Reale, M.",
      "Pangilinan, C.",
      "Machhar, J. S.",
      "Liang, J.",
      "Chang, J.",
      "Hong, Y.-K.",
      "Wertheim, G. B.",
      "Murphy, M. E.",
      "Kim, Y.-M.",
      "Muschen, M.",
      "Gack, M. U.",
      "Kossenkov, A. V.",
      "Liu, Q.",
      "Auslander, N.",
      "Aifantis, I.",
      "Parekh, C.",
      "Liang, C."
    ],
    "summary": "Cell surface receptors such as NOTCH1 must be tightly regulated to ensure developmental fidelity and prevent pathological activation. Although the proteolytic steps culminating in nuclear NOTCH1 signaling are established, how cells prevent excessive or uncontrolled activation has remained unresolved. Here we identify the autophagy-related protein UVRAG as a negative regulator of NOTCH1. Upon receptor activation, UVRAG, acting independently of autophagy, recruits and activates the E3-ligase ITCH to catalyze K27-linked ubiquitination of membrane-tethered NOTCH1, thereby licensing ESCRT-dependent lysosomal degradation. Disruption of the UVRAG-ITCH-ESCRT axis stabilizes activated NOTCH1 intermediates and exaggerates oncogenic signaling. In T-cell leukemia models driven by constitutive NOTCH1 activity, restoring UVRAG expression reinstates receptor turnover, suppresses disease progression, and enhances therapeutic response. These findings define a ubiquitin-directed safeguard circuit that enforces NOTCH1 signaling homeostasis and reveals a tunable axis for intervention in NOTCH1-driven cancers.",
    "published": "2025-12-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695023",
    "doi": "10.64898/2025.12.18.695023",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694726",
    "title": "Prolonged Loss of Oxidative Phosphorylation and Mitochondrial Mass Characterize CD66b+ Leukocytes from Patients with Sepsis",
    "authors": [
      "Rodhouse, C.",
      "Barrios, E. L.",
      "Zeumer-Spataro, L. L.",
      "Wu, R.",
      "Yu, X.",
      "Tian, G.",
      "Brant, J. O.",
      "Gauthier, M.-P. L.",
      "Chen, J.",
      "Hernandez-Rios, M.",
      "Polcz, V. E.",
      "Wiggins, W.",
      "Charles, A. M.",
      "Dirain, M. L. S.",
      "Ungaro, R.",
      "Rincon, J.",
      "Loftus, T.",
      "Xiao, F.",
      "Cai, G.",
      "Moldawer, L. L.",
      "MAILE, R.",
      "Kladde, M. P.",
      "Efron, P. A.",
      "Mathews, C. E."
    ],
    "summary": "Sepsis leads to expansion of myeloid-derived suppressor cells (MDSC) and their subtypes. These normally transitory MDSCs suppress T cell activation and alter T cell cytokine production while simultaneously promulgating systemic low-grade inflammation. Immune metabolism can shape cell responses, regulate immune suppression, and enhance effector activity. Although MDSC metabolism has been extensively studied in cancer, the metabolic phenotype of this heterogeneous population in sepsis remains unclear. Our goal was to assess metabolic flux in blood MDSCs during and after sepsis and to stratify patient clinical features and outcome with differences in metabolic flux that may guide treatment decisions. Peripheral blood mononuclear cells (PBMC) from healthy subjects and sepsis patients at 4 days, 2-3 weeks, and 6 months underwent CD66b+ or CD3+ enrichment, followed by assessment of metabolic flux, flow cytometry, mRNA sequencing, and chromatin accessibility. Mitochondrial basal oxygen consumption rates (OCR) and maximal oxygen consumption rates (SRC, spare respiratory capacity) were decreased in MDSC from septic patients at 4 days after infection and persisted for up to 6 months after sepsis onset. Sepsis was not associated with differences in glycolysis. In contrast, oxidative metabolism in CD3+ T cells was similar between sepsis patients and healthy subjects. Reduced MDSC oxidative metabolism was linked to adverse clinical outcomes. The decline in oxygen consumption from MDSCs in septic patients was also associated with significant reductions in MDSC mitochondrial content. Transcriptomic analysis of CD66b+ cells isolated from PBMC of healthy participants and patients with sepsis at 4 days, 2-3 weeks, and 6 months revealed 19 differentially expressed genes and three long non-coding RNAs as potentially responsible for this decline in mitochondrial mass. Specifically, NR4A3, NR4A2, and TAMLIN/NR4A1 expression, all critical for mitochondrial biogenesis, were persistently decreased with reduced chromatin accessibility indicative of gene silencing. After sepsis, blood CD66b+ cells present with reduced mitochondrial mass and oxidative metabolism that continue at least 6 months after sepsis. These changes in mitochondrial function result from a reduced content of these organelles. We have also identified gene silencing, reduced gene expression of key transcription factors that regulate mitochondrial biogenesis, as well as increased long non-coding RNA as potential drivers of this unique metabolic phenotype. These results highlight the potential benefit of targeting metabolism in sepsis to promote immune homeostasis and recovery.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694726",
    "doi": "10.64898/2025.12.16.694726",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694889",
    "title": "Small non-coding RNA profiling reveals inflammatory and mitochondrial related changes in aging β-cells and islet macrophages",
    "authors": [
      "Guay, C.",
      "Perrard, J.",
      "Mangano, E.",
      "Menoud, V.",
      "Aiello, E.",
      "Fignani, D.",
      "Dotta, F.",
      "Bonner-Weir, S.",
      "Sebastiani, G.",
      "Aguayo-Mazzucato, C.",
      "Cosentino, C.",
      "Regazzi, R."
    ],
    "summary": "Aging is accompanied by functional decline and increased senescence of pancreatic {beta}-cells. These changes may be influenced by islet-resident macrophages (iMACs) that remodel tissue in response to environmental cues. To explore the molecular mechanisms underlying {beta}-cell aging and senescence, we profiled small non-coding RNAs (sncRNAs) in FACS-sorted {beta}-cells and iMACs from 3-, 12-, and 22-month-old mouse islets or from senescence-associated {beta}gal (SA-{beta}gal) positive {beta}-cells of 8-month-old mice. Overall, senescent {beta}-cells displayed distinct sncRNA signatures that only partially overlapped with those of aging. However, several miRNAs previously found to be deregulated in obese or diabetic conditions were modulated in both aging and senescent {beta}-cells, including upregulation of miRNAs linked to inflammation. In vitro exposure to pro-inflammatory cytokines partially reproduced these profiles. Aging also reshaped the {beta}-cell tRNA-derived fragment (tRF) pool, enhancing global mitochondrial tRF levels. Interestingly, some changes in miRNAs and tRFs were {beta}-cell specific, whereas others occurred also in other aged metabolic tissues. iMACs also showed age-related sncRNA remodeling, including upregulation of anti-inflammatory miRNAs and mitochondrial tRFs, suggesting adaptive immune reprogramming. Together, these data reveal a profound, coordinated reshaping of the sncRNA landscape in {beta}-cells and iMACs during aging, offering new insights into molecular mechanisms driving age-related islet dysfunction.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694889",
    "doi": "10.64898/2025.12.17.694889",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694947",
    "title": "A new model for coordinating the functions of TIMELESS at the replication fork",
    "authors": [
      "Vipat, S.",
      "Harolikar, R.",
      "Sapovalovaite, K.",
      "Chavata, N. R.",
      "Musvi, S. S.",
      "Morgunov, A.",
      "Vällo, S.",
      "Moiseeva, T. N."
    ],
    "summary": "TIMELESS is an essential protein that supports a multitude of various cell functions, from replication fork progression through intrinsic barriers in the genome and DNA damage checkpoint to double strand break repair, transcription, and circadian rhythm. How TIMELESS coordinates its various roles at the replication fork and in DNA damage response, and how its canonical position at the leading edge of the replication fork could facilitate its role in DNA damage checkpoint, remain poorly understood. Using an auxin-inducible degron system, we show that TIMELESS-depleted cells exhibited S phase entry defects, and compromised chromatin loading of CLASPIN and TIPIN - the other two components of the Fork Protection Complex (FPC). We further show that FPC chromatin loading was concurrent with the activation of the replicative helicase, but also required proficient DNA synthesis. Proximity labelling experiments suggested the existence of more than one molecule of TIMELESS per replication fork. TIMELESS interaction with the replicative helicase was essential for the speed of replication fork progression, but not for the role of TIMELESS in the activation of the replication checkpoint. Our data propose a new model for coordinating essential functions of TIMELESS in replication fork progression and checkpoint activation.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694947",
    "doi": "10.64898/2025.12.17.694947",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.689083",
    "title": "UV induces common cutaneous amyloid-like melanosomal protein aggregates",
    "authors": [
      "Theodosakis, N.",
      "Howland, P. B.",
      "Hejna, M.",
      "Ostrowski, S. M.",
      "Cohen-Neamie, T. A.",
      "Joseph, R. A.",
      "Ji, H.",
      "Greuel, A. E.",
      "Boozer, J. R.",
      "Demian, M. Y.",
      "Asim, A.",
      "Nguyen, K.",
      "Mu, A. M.",
      "Seifert, P.",
      "Kaminiow, K. D.",
      "Zhang, Y.",
      "Fassini, A.",
      "Germana, S.",
      "Shaw, K. C.",
      "Lin, W. M.",
      "Hoang, M. P.",
      "Wu, X.",
      "Chandra, S. S.",
      "Hacohen, N.",
      "Ballabio, A.",
      "Bakshi, R.",
      "Udeshi, N. D.",
      "Horn, T. D.",
      "Ganesan, A. K.",
      "Murphy, G. F.",
      "Carr, S. A.",
      "Hyman, B.",
      "Song, J. S.",
      "Fisher, D. E."
    ],
    "summary": "Misfolding of aggregation-prone proteins underpins diseases known as proteinopathies. One of these proteins, alpha-synuclein, is a component of aggregates in neurodegenerative conditions such as Parkinsons disease. The melanosomal protein PMEL, which forms physiologic amyloid scaffold structures on which melanin is organized in melanosomes, similarly ectopically accumulates in the dermis in many forms of cutaneous hyperpigmentation. Here, we demonstrate in a wide range of common clinical pigmentary disorders, as well as in primary melanocyte and mouse models examined by molecular, proteomic, and electron microscopic tools, that melanocytic alpha-synuclein is a prominent component of intracellular protein aggregates bound to similar proteins as in Parkinsons disease, as well as melanized extracellular protein deposits. Using the Real Time Quaking-Induced Conversion Assay (RT-QuIC), we demonstrate that UV induces misfolded melanosomal proteins to self-propagate, augmenting this pathology in prion-like fashion. CUT&RUN chromatin profiling and single-cell RNA-seq demonstrate that melanocytes utilize microphthalmia-associated transcription factor (MITF)-regulated autophagy to counteract protein aggregation, identifying aggregate removal as a core function of tanning. In contrast to extracellular aggregation, impaired intracellular aggregate removal contributes to melanocyte senescence, which conversely exacerbates chronic hypopigmentation and photoaging-related discoloration. These findings identify melanosomal proteinopathy as a common contributor to melanocyte dysfunction and suggest aggregate-focused management approaches.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.689083",
    "doi": "10.64898/2025.12.17.689083",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694817",
    "title": "Apurinic/apyrimidinic endodeoxyribonuclease 1 contributes to the repair of damaged intercalated-motif of telomeric sequences",
    "authors": [
      "Bellina, A.",
      "Malfatti, M. C.",
      "Obermann, T.",
      "Grooms, K. M.",
      "Gjosaether, A.",
      "Othman, Z.",
      "Salgado, G.",
      "Marasco, D.",
      "Virgilio, A.",
      "Esposito, V.",
      "Antoniali, G.",
      "Mio, C.",
      "Pivetta, M.",
      "Bjoras, M.",
      "Van Loon, B.",
      "Tell, G."
    ],
    "summary": "Apurinic/apyrimidinic endodeoxyribonuclease 1 (APE1) is a key enzyme in the Base Excision Repair pathway, responsible for processing abasic (AP-) sites. Recent studies revealed that APE1 participates in repairing DNA secondary structures as G-quadruplexes (G4). Telomeres, stabilized by shelterin proteins, are rich in G4, where APE1 binds and repairs AP-sites to maintain their integrity. The complementary cytosine-rich strand forms another structure, the i-motif (iM), essential for telomere maintenance, though its repair mechanism remains unclear. Herein we investigate APE1 binding and processing capabilities toward native and damaged telomeric iM, bearing AP-sites in different positions. Using biochemical and biophysical assays, we found that APE1 binds the telomeric iM- sequence and that its cleavage efficiency depends on AP-site position within iM. Proximity Ligation Assay analysis, in HeLa and U2OS cells, highlighted a novel interaction between APE1 and PCBP1, a well-known iM-folding modulator. PCBP1 binds iM with higher affinity than APE1 and inhibits its cleavage activity on damaged iM. Immunofluorescence and Telomere Restriction Fragment analyses showed that depletion of APE1 or PCBP1 impairs their interaction with the shelterin components, affecting telomere length. These results connect APE1 canonical DNA repair activity with the maintenance of non-canonical DNA secondary structures in telomeres, through its interaction with PCBP1.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694817",
    "doi": "10.64898/2025.12.17.694817",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.695030",
    "title": "Suppression of non-canonical autophagy induces endothelial and cardiac dysfunction",
    "authors": [
      "magne, j.",
      "Poudel, S.",
      "Strawbridge, R. J.",
      "Mari, L.",
      "Sabater-Lleal, M.",
      "Guy, C. S.",
      "Confer, T.",
      "Johnson, M.",
      "Panlilio, M.",
      "John, J.",
      "Denans, N.",
      "Mishra, P. P.",
      "Ward, J.",
      "Pitre, A.",
      "Taylor, A.",
      "Lehtimäki, T.",
      "Raitakari, O. T.",
      "Sapkota, Y.",
      "Wani, A.",
      "Kalkavan, H.",
      "Azouzi, S.",
      "Koehl, B.",
      "Isakson, B. E.",
      "Khairy, K.",
      "Green, D. R."
    ],
    "summary": "Background: While roles for canonical autophagy in the pathophysiology of cardiovascular disease have been established, we have limited understanding of the non-canonical functions of autophagy proteins in this context. LC3-asssociated endocytosis (LANDO) is a novel non-canonical function of autophagy proteins, in which LC3 (microtubule-associated protein light chain 3) is conjugated to early endosome membranes using a portion of the canonical autophagy machinery, and functions in the endocytic recycling of several plasma membrane proteins. Here we ask whether perturbation of LANDO can promote cardiovascular pathogenesis. Methods: Cardiac and endothelial functions were assessed by echocardiography and flow-mediated dilatation in mice lacking Rubicon (Rubcn-/-) or the WD domain of ATG16L1 (Atg16l1?WDki), two known effectors of LANDO. Mice with conditional depletion of Rubicon in the endothelial, myeloid and cardiomyocyte compartments were used as well. Three-dimensional murine cardiac vasculature leakiness was investigated by light sheet fluorescence microcopy. Endothelial activation induced by shear stress was characterized in vitro in primary endothelial cells isolated from murine lungs and human aortic endothelial cells. Associations between genetically predicted expression of candidate genes involved in LANDO and human cardiovascular parameters were studied in the Young Finns Study and the UK Biobank. Results: Compared to littermate controls, young Rubcn-/- and Atg16l1{Delta}WDki mice showed a decrease in cardiac and endothelial functions, as did mice with endothelium-specific deficiency. VEGFR2 recycling to the plasma membrane and nitric oxide pathway during shear stress were disrupted in LANDO-deficient primary murine and human endothelial cells. Proteomic analysis in primary human aortic endothelial cells revealed an upregulation of intracellular hemoglobin subunit alpha (Hb-) upon shear stress, which was blunted when RUBCN was ablated. Genetic expression studies uncovered several candidate genes related to LANDO that correlated with cardiovascular parameters. These included the retromer complex subunit VPS29, disruption of which decreased Hb- expression levels in human endothelial cells. Conclusions: Our data support a pivotal role of non-canonical functions of autophagy proteins in recycling VEGFR2 upon shear stress activation in endothelial cells together with Hb- expression that may contribute to the etiology of cardiovascular diseases.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.695030",
    "doi": "10.64898/2025.12.17.695030",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694522",
    "title": "Multiomics Integration Reveals a Metabolic Myopathy in Cardiometabolic HFpEF",
    "authors": [
      "Allerton, T. D.",
      "Arabie, D.",
      "Malone, K.",
      "Pandit, A.",
      "Elbatreek, M. H.",
      "Li, Z.",
      "Noland, R.",
      "Doiron, J. E.",
      "Kinter, M.",
      "Loveland, B. L.",
      "Javvadi, P.",
      "Agrawal, K.",
      "Gartia, M. R.",
      "Guttula, P.",
      "Goodchild, T. T.",
      "Shah, S. J.",
      "Ghosh, S.",
      "Lefer, D. J."
    ],
    "summary": "Background: Skeletal muscle dysfunction is a major peripheral determinant of exercise intolerance and physical disability in heart failure with preserved ejection fraction (HFpEF). Metabolic and mitochondrial dysfunction are considered to be key components of skeletal muscle dysfunction, but comprehensive profiling of metabolic pathways has not been conducted. Elucidation of dysregulated metabolic pathways is essential to determine viable targets for the treatment of exercise intolerance in HFpEF. Methods: Male ZSF1 Obese rats (HFpEF) and Wistar Kyoto (WKY) lean normotensive controls were studied at 26 weeks of age. Gastrocnemius was subjected to bulk RNA-seq, proteomics, metabolomics, and lipidomics analysis. The R package limma was used to determine differential expression in all omics layers (absolute fold-change>1.5, FDR0.05, unless otherwise indicated). Additional targeted plasma and skeletal muscle (soleus and EDL) metabolomics and lipidomics were performed on HFpEF and control rats. Results: Pathway-level analysis for RNA seq and proteomics revealed significant downregulation of oxidative phosphorylation, electron transport chain, and TCA cycle. The most upregulated pathways were PPAR signaling, tryptophan metabolism, and amino acid oxidation pathways. Metabolomics revealed an accumulation of TCA cycle intermediate, isocitrate, and phosphate reduction. Branched-chain amino acids were significantly increased, whereas amino acids related to tryptophan metabolism were reduced and shifted towards increased serotonin accumulation. Phospholipid species were differentially regulated with increased palmitoylated phosphatidylcholines but reduced arachidonoyl-PC species. Phosphatidylethanolamine species were increased. Conclusion: Our multiomics analysis of skeletal muscle in HFpEF revealed severe mitochondrial dysfunction that was characterized by reduced complex I and II activity. Mitochondrial and peroxisomal lipid overload results in a shift in membrane phospholipid accumulation and composition. Reduced BCAA oxidation and dysregulation of tryptophan metabolism are key features of amino acid metabolism that reduce anaplerosis and promote the accumulation of toxic metabolites. Comparative analysis of other skeletal muscle disorders suggests that an acquired metabolic myopathy exists in cardiometabolic HFpEF.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694522",
    "doi": "10.64898/2025.12.15.694522",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694959",
    "title": "Lipid Transfer Proteins and PI4KIIα Generate a Phosphoinositide-Linked Proteome",
    "authors": [
      "Carrillo, N. D.",
      "Chen, M.",
      "Awasthi, P.",
      "Wen, T.",
      "Chen, X.",
      "Vu, G.",
      "Brahmbhatt, D.",
      "Herlihy, M.",
      "Minkoff, B. B.",
      "Sussman, M.",
      "Cryns, V. L.",
      "Anderson, R. A."
    ],
    "summary": "Phosphoinositide (PIPn) lipid second messengers in membranes regulate a myriad of cellular processes. In the cytosol, the phosphatidylinositol (PI) 3-kinase (PI3K)/Akt pathway is scaffolded on IQGAP1 to facilitate the activation of Akt by the synthesis of PI3,4,5P3. In the nucleus, PIPn signaling occurs in regions devoid of membranes via their stable association with proteins. While several of these proteins have been identified, understanding the extent and impact of protein-linked PIPn signaling warrants further investigation. The tumor suppressor p53, was shown in the companion paper to be regulated by PI transfer proteins (PITPs) and a PI 4-kinase (PI4KII), which are required to form p53-PIPn complexes that assemble a nuclear PI3K/Akt pathway. Here we report that class I PITPs (PITP/{beta}) and PI 4-kinase initiate PIPn linkages to many different proteins. PITP/{beta} and PI4KII accumulate in the nucleoplasm in response to stress and are necessary to synthesize nuclear PIPns linked to proteins. These PITP/{beta}-dependent protein-PIPn complexes are detected by metabolically labeling cells with the PIPn precursor [H3]-myo-inositol and resist denaturation and SDS-PAGE, indicating that these protein-PIPn complexes represent a putative posttranslational modification. Proteomic analyses of proteins that are regulated by PITP/{beta} and/or are linked to PI4,5P2 have identified an emerging PIPylome that is enriched in metabolic, signaling, cytoskeletal and DNA repair pathway components. Taken together, these data provide evidence for an emerging proteome with linked PIPns that represent a PIPn signaling paradigm that is distinct from the membrane-localized pathway but utilizes many of the same PIP kinases and phosphatases.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694959",
    "doi": "10.64898/2025.12.17.694959",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694541",
    "title": "p53 preserves genome stability in dividing cells under hypo-osmotic stress",
    "authors": [
      "Wong, B. S.",
      "Ghosh, A. K.",
      "Cui, H.",
      "Li, K.",
      "Johnson, B. A.",
      "Sethi, K.",
      "Lee, Y.",
      "Zhu, J.",
      "Sun, S. X.",
      "Li, R."
    ],
    "summary": "Cells respond to frequent osmotic stress to maintain structural integrity and function. Whereas acute volume regulation is well-known, the cellular response to prolonged osmotic stress and its long-term consequences remain poorly understood. In this study, we investigate how lasting hypo-osmotic stress influences cell growth and division and the associated cellular response. We observe that cells undergoing their first division under hypo-osmotic stress experience delayed mitotic entry, lengthened mitotic duration, elevated mitotic errors and aneuploidy formation. However, continued cell division is halted through a p53/p21-dependent G1 arrest. p53 activation occurs post-mitotically and is associated with hyper-condensed chromatin and impaired nuclear expansion in daughter cells after mitotic exit. We show that the altered nuclear size dynamics lead to nuclear accumulation of p53 and activation of downstream gene expression. These findings uncover a mechanosensitive, p53-mediated mechanism that safeguards genome integrity by suppressing erroneous mitosis under hypo-osmotic stress.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694541",
    "doi": "10.64898/2025.12.17.694541",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.693209",
    "title": "The developing tendon and enthesis are hypoxic and rely on hypoxia-inducible factor 1a (Hif1a) during postnatal development",
    "authors": [
      "Steltzer, S. S.",
      "Migotsky, N.",
      "Phillips, T.",
      "Lamia, S. N.",
      "Lee, K. w.",
      "Bae, S.-H.",
      "Leek, C.",
      "Grossman, S.",
      "Shaik, M.",
      "Risha, A.",
      "Frey, K.",
      "Loebel, C.",
      "Lee, J. H.",
      "Shah, Y.",
      "Abraham, A. C.",
      "Killian, M. L."
    ],
    "summary": "The tendon-bone enthesis is a specialized fibrocartilaginous tissue crucial for muscle-to-bone force transmission, yet its postnatal development is not fully understood. Emerging evidence suggests hypoxia plays a pivotal role in enthesis maturation akin to its function in skeletal growth plates, with Hypoxia Inducible Factor 1 alpha (HIF-1) acting as a key regulator of cellular adaptation (e.g., cell survival, extracellular matrix (ECM) deposition). Here, we investigated the spatial and temporal dynamics of hypoxia in the murine Achilles tendon enthesis and elucidated the role of Hif1a in enthesis cell survival and ECM formation using Scleraxis-lineage conditional knockout (ScxCre; Hif1a cKO) mice. We found that while neonatal tendons rapidly resolve hypoxia after birth, the enthesis maintains a hypoxic niche through postnatal day 5, mirroring a gradient observed in growth plates. Disruption of HIF-1 in enthesis-resident cells resulted in pronounced deficits in grip strength, abnormal tendon-bone attachment morphology, disrupted calcaneal architecture, impaired mineralization, and significant ECM disorganization. Histological analyses revealed persistent cell death and loss of the characteristic fibrocartilaginous gradient in cKO entheses, including dysregulated collagen alignment. In vitro, HIF-1-deficient tendon fibroblasts exhibited blunted transcriptional responses to hypoxia, altered metabolic gene expression, and changes in ECM deposition. Collectively, our findings illuminate hypoxia as a sustained niche in the postnatal enthesis, with HIF-1 critically required for cell survival, ECM organization, and enthesis structural integrity. This work advances our understanding of enthesis biology and provides insights relevant to tendon-bone attachment disorders and regenerative strategies.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.693209",
    "doi": "10.64898/2025.12.17.693209",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694568",
    "title": "Task-Dependent Motor Unit Recruitment and Rate Coding Reveal Redistribution of Neural Drive in the Human Hand",
    "authors": [
      "Osswald, M.",
      "Ibanez, J.",
      "Unbehaun, N.",
      "Del Vecchio, A."
    ],
    "summary": "Although Henneman's size principle dictates an orderly small-to-large activation, evidence suggests a certain level of flexibility in the recruitment of spinal motor neurons depending on task demands. Here, we investigate motor unit (MU) recruitment flexibility in the human first dorsal interosseous (FDI) muscle while controlling for overall muscle activation across two functionally distinct tasks using high-density intramuscular EMG (HD-iEMG) electrode arrays. Six participants performed isometric index finger abduction where the FDI serves as the prime mover, and flexion with the FDI functioning as a synergist. Recruitment thresholds (RTs) and recruitment orders (ROs) were highly consistent within the same task, but differed significantly between abduction and flexion. Across participants, 45.3% of MUs showed changes in recruitment above the coefficient of repeatability across tasks compared to only 5.0% within tasks. Changes in RT were accompanied by corresponding adaptations in discharge rate (DR), preserving the inverse RT-DR relationship. MU size did not have an effect on recruitment variability. Intramuscular coherence analysis revealed no differences in the delta (1-5 Hz) or alpha (5-13 Hz) band, but beta band (13-30 Hz) coherence was significantly lower during flexion than abduction, indicating reduced high-frequency inputs when FDI serves as a synergist muscle. Together, these results indicate different distributions of net excitatory input to FDI MUs across different functional tasks, that may include stronger involvement of spinal circuits during flexion as opposed to abduction, as indicated by the reduced intramuscular beta coherence. Moreover, the present findings also demonstrate that common synaptic input and not intrinsic motor neuron properties determines the inverse relation between MU RT and DR.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694568",
    "doi": "10.64898/2025.12.16.694568",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.693978",
    "title": "Romaciclib, a CDK8/CDK19 inhibitor, can overcome venetoclax resistance through a combinatorial strategy",
    "authors": [
      "Pakulska, U.",
      "Obacz, M.",
      "Woznicki, J.",
      "Wiklik, K.",
      "Chakraborty, S.",
      "Micek, M.",
      "Mohanty, V.",
      "Coelho, D.",
      "Adamczyk, E.",
      "Golas, A.",
      "Moszynska, A.",
      "Zhang, H.",
      "Cybulska-Lubak, M.",
      "Kaniuga, E.",
      "Sadowska-Markiewicz, Z.",
      "Konopleva, M.",
      "Mikula, M.",
      "Juszczynski, P.",
      "Shastri, A.",
      "Baran, N.",
      "Rzymski, T.",
      "Mazan, M."
    ],
    "summary": "The combination of venetoclax (VEN) and hypomethylating agents (HMA) is the standard of care in acute myeloid leukemia (AML) for elderly patients unfit for intensive chemotherapy. Despite its clinical success, most patients eventually relapse, creating an urgent need for effective therapeutic alternatives. In this study, we aimed to evaluate the potential of romaciclib, a first-in-class CDK8/CDK19 inhibitor, in combination with VEN to overcome stroma-mediated and primary/acquired VEN-resistance. We assessed the efficacy of RVU120+VEN combination in both sensitive and resistant AML cell lines and primary patient-derived models. Our finding demonstrated that romaciclib synergizes with VEN in AML cell lines and in 8 out of 11 patient-derived cell samples. The proteomic and functional studies demonstrated that combination induced apoptosis through caspase-dependent cleavage of MCL-1. In vivo studies confirmed the efficacy of RVU120+VEN, showing eradication of leukemic cells and bone marrow recovery. Importantly, the combination effectively overcame both stroma-mediated and transcriptionally dependent VEN-resistance. Mechanistic studies, focusing on transcriptomic analyses, identified key resistance-associated pathways, including IL6/JAK/STAT3, TGF-{beta}, PI3K/AKT/MTOR, and inflammatory signaling, being suppressed by combination treatment. Furthermore, an in vivo study using a VEN-resistant patient-derived xenograft (PDX) model confirmed the efficacy of the combination, demonstrating a significant reduction in leukemia burden and a decreased proportion of leukemia initiating cells (LIC) following treatment. These findings prove the highly synergistic mechanism of action of RVU120+VEN combination and the potential to overcome primary/acquired VEN resistance in relapse/refractory AML disease. Altogether, the presented results support ongoing clinical studies evaluating romaciclib and VEN in VEN/HMA-refractory patients (NCT06191263) and provide a basis for future exploration as a frontline therapy in VEN-naive patients.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.693978",
    "doi": "10.64898/2025.12.16.693978",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694395",
    "title": "Non-canonical TERT function mitigates adipose tissue inflammation in obesity by modulating stem cell-macrophage communication and macrophage states",
    "authors": [
      "Braud, L.",
      "Ninni, A.",
      "Miranda, A. M. A.",
      "Baudelet, E.",
      "Vernerey, J.",
      "Villaverde, M.",
      "Sciarretta, F.",
      "Bernabe, M.",
      "Girondier, L.",
      "Elia, I.",
      "Gil, J.",
      "Audebert, S.",
      "Brondello, J.-M.",
      "Lachaud, C.",
      "Scott, W.",
      "Lettieri.Barbato, D.",
      "Geli, V."
    ],
    "summary": "Background and aims: Obesity drives adipose tissue (AT) expansion and chronic inflammation, leading to metabolic dysfunction through adipocyte hypertrophy, impaired ASPC differentiation, immune infiltration, and fibrosis. Stromal vascular remodeling prominently features expansion of Gdf15- and Trem2-expressing lipid-associated macrophages (LAMs), which respond to adipocyte stress and act as lipid scavengers to buffer excess lipids released by adipocytes. Here, we examined macrophage reprogramming in p21+/Tert and p21+/TertCi mice, which express active TERT or its catalytically inactive TERTCi mutant from the endogenous Cdkn1a promoter. Results: Following HFD exposure, conditional expression of TERT or TERTCi resulted in a pronounced downregulation of p21 in macrophage subsets, accompanied by a reduction in AT inflammation. Notably, TERT and TERTCi expression reshaped the adipose-tissue macrophage (ATM) landscape depleting Trem2+ and Gdf15+; LAMs while preserving resident macrophages. This shift was accompanied by marked suppression of the Trem2 transcriptional program and down-regulation of PPARg and NR1H3 in LAMs and by impaired ASPC-LAM signaling pathways that normally drive LAM recruitment and activation. Proteomic profiling further showed that p21+/Tert ASPCs secreted markedly higher levels of proteins associated with non-conventional secretion, while extracellular matrix-associated factors and cytokines/chemokines including key mediators of ASPC-LAM communication such as Ccl2, C3, and Csf1 were substantially reduced. However, only p21+/Tert mice, and not p21+/TertCi mice, exhibited significant metabolic improvements, indicating that macrophage remodeling alone is insufficient to restore systemic metabolic function. Consistent with this, enhanced ASPC expansion and differentiation, supporting improved adipose-tissue remodeling, was observed exclusively in p21+/Tert obese mice. Conclusions: TERT remodels adipose tissue immunity independently of its enzymatic activity, and TERT-driven reprogramming of the ASPC secretome may emerge as a promising strategy to combat obesity-related metabolic dysfunction.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694395",
    "doi": "10.64898/2025.12.18.694395",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694599",
    "title": "In depth characterisation of the tumour microenvironment reveals HHV-8 dependent immune regulation in HIV-associated and classic Kaposi Sarcoma.",
    "authors": [
      "Fulgenzi, C. A.",
      "Dalla Pria, A.",
      "Zhao, Y.",
      "Leone, A. G.",
      "Weir, J.",
      "Puccio, I.",
      "Tuohinto, K. S.",
      "M Ojala, P.",
      "Bower, M.",
      "Pinato, D. J."
    ],
    "summary": "Background: Kaposi sarcoma (KS) is the most common malignancy occurring in people living with HIV (PLWH). The clinical course of KS in PLWH established on combined anti-retroviral therapy (cART) resembles that of classic KS. However, no studies have so far been conducted to compare clinical and immunologic characteristics of these subtypes. Objectives: To compare the clinical and biological characteristics of HIV-associated KS in patients with well-controlled viral infection (N=21) and non-HIV associated KS (N=19). Methods: Clinical data were prospectively collected from patients treated at the National Centre for HIV malignancies at Chelsea & Westminster Hospital. Archival tumour samples were retrieved to perform targeted transcriptomic analysis using the Nanostring nCounter platform. The results were validated by multiplex immune-fluorescence. Results: Median progression free survival (mPFS) was comparable between groups. The tumour microenvironment (TME) of non-HIV associated KS was characterized by upregulation of pathways associated with adaptive and innate immunity and angiogenesis. Transcripts relating to glycolysis and endothelial to mesenchymal transition were upregulated in the TME of HIV-associated cases. Furthermore, the TME of HIV-associated cases was associated with lower infiltration of CD4 activated cell. In both cohorts, we found the expression of HHV-8 genes to positively correlate with activated CD4, CD8, NK and immune checkpoints gene expression. Conclusions: In conclusion, we showed that the TME of KS in the presence of well-controlled HIV infection is characterized by a lower degree of inflammation and more pronounced epithelial to mesenchymal transition. We also identified intra-tumoral HHV-8 gene expression as a driver of TME composition.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694599",
    "doi": "10.64898/2025.12.16.694599",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694942",
    "title": "Transcriptional responses to proteotoxic stressors are profoundly diverse and tissue-specific",
    "authors": [
      "Rabenius, A.",
      "Salim, I.",
      "Lindstrom, H.",
      "Pak, A.",
      "Aktay, S.",
      "Vihervaara, A."
    ],
    "summary": "Cells counteract proteotoxic conditions by launching transcriptional stress responses. While synthesis of Heat shock proteins (HSPs) upon acute stress is well-characterized, how distinct proteotoxic conditions reshape the transcriptome remains poorly understood. Here, we analyse polyA+ RNA expression under heat shock, HSP90 inhibition, and polyglutamine (polyQ) aggregation. We find fundamentally distinct transcriptional responses to proteotoxic stressors, and a systemic deficiency of mice under chronic stress to launch acute responses. While heat shock and HSP90 inhibition induce chaperones, polyQ aggregation increases RNAs linked to transcription repression, chromatin remodeling, and autophagy. Analysing wildtype and Huntington's Disease (HD) mice reveals tissue-specific transcriptional adaptations to polyQ, including repressed cell-type specific functions and altered energy metabolism. Despite profound reprogramming, remarkably few RNAs are consistently induced (Acy3, Abdh1, Tmc3) or reduced (Fos) across HD brain regions. These results emphasize cellular background in disease manifestation, and support energy metabolism and detoxifying enzymes as therapeutic targets in late-stage HD. Moreover, the systemic deficiency of chronically stressed mice to launch responses challenges strategies that rely on induced transcription. Altogether, we characterize transcription signatures to proteotoxic stresses, identify key trans-activators driving proteotoxic stress responses, provide an interactive gene-by-gene viewer of global changes, and delineate tissue-specific transcription programs in HD mice.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694942",
    "doi": "10.64898/2025.12.17.694942",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694615",
    "title": "Gadd45 regulates fate decisions of myeloid-type blood progenitor cells in Drosophila",
    "authors": [
      "Jaiswal, P.",
      "Mondal, B. C."
    ],
    "summary": "Gadd45 is a highly conserved stress response protein that interacts with multiple cellular proteins, playing a crucial role in regulating the cell cycle and responding to various forms of stress. Altered expression of Gadd45 is linked to several solid tumors and hematopoietic malignancies. It is also identified as a gene crucial for cytokine-induced myeloid differentiation, although the precise molecular mechanisms underlying this process remain unclear. We utilized the Drosophila hematopoietic system to investigate the role of Gadd45 in the development of myeloid-type blood cells, employing in vivo genetics and cell biological methods. We show that the absence of Gadd45 reduces the number of crystal cells but does not significantly impact macrophage-like cell plasmatocyte differentiation. However, Gadd45 overexpression caused intermediate progenitors to differentiate into lamellocytes and plasmatocytes to transdifferentiate into lamellocytes, a response typically observed during larval stages in response to immune challenges and injury. Interestingly, Gadd45 overexpression initiated the lamellocyte differentiation program by activating a combination of Toll, JNK, and JAK/STAT signaling pathways. This closely resembles the process by which specialized macrophages are derived in mammals. Moreover, Gadd45 overexpression does not induce cell death but alters the cell cycle status of hematopoietic progenitor cells. This study enhances our understanding of how Gadd45 functions during myeloid cell development.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694615",
    "doi": "10.64898/2025.12.16.694615",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694860",
    "title": "Structural basis for the inhibition of Trypanosoma brucei enolase by a camelid single-domain antibody",
    "authors": [
      "Li, Z.",
      "Smiejkowska, N.",
      "Vansevenant, J.",
      "Mertens, J.",
      "Van Wielendaele, P.",
      "Pinto Torres, J. E.",
      "Magez, S.",
      "Sterckx, Y. G."
    ],
    "summary": "Trypanosoma brucei is an extracellular protozoan that causes neglected tropical diseases in both humans and livestock. The parasite has a bipartite life cycle involving an insect vector and a mammalian host. Within the latter, it mainly thrives as a blood-borne parasite that relies on glycolysis to support its energy metabolism. It is for this reason that trypanosomal glycolytic enzymes have been investigated as potential targets for the development of trypanosome-killing drugs. Recent work from our lab has shown that they are also interesting biomarkers for the detection of active trypanosome infections. T. brucei enolase (TbrENO) is a trypanosomal glycolytic enzyme that has gathered interest in both drug and diagnostics development. In this paper, we report the discovery of a camelid single domain antibody (sdAb aka nanobody) that specifically recognises and inhibits TbrENO. The sdAbs inhibitory mechanism is unraveled through a combination of protein biochemistry, biophysics, and structural biology.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694860",
    "doi": "10.64898/2025.12.17.694860",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695065",
    "title": "Linking MSMEG_1353 to lipid metabolism and envelope integrity in Mycolicibacterium smegmatis",
    "authors": [
      "Xie, Z.",
      "Lioe, T. S.",
      "Sahu, A.",
      "Cui, J.",
      "Ruiz Carrillo, D.",
      "Kadowaki, T.",
      "Tefsen, B."
    ],
    "summary": "Mycobacterium tuberculosis (Mtb) poses a significant global health burden. Rv0647c, an essential Mtb cell wall protein, is a potential drug target. We studied its Mycolicibacterium smegmatis (MSMEG) homologue, MSMEG_1353, using a CRISPRi conditional knockdown. MSMEG_1353 depletion increased cell width and volume, delayed log-phase initiation, slowed aggregation, reduced biofilm formation, and heightened susceptibility to antibiotics and sodium dodecyl sulfate (SDS). AlphaFold, sequence alignment, and UNIPROT analyses suggest MSMEG_1353 functions as a protein kinase, with conserved residues in intermediate high-confidence regions potentially forming an ATP-binding site. Investigating its role in cell envelope biosynthesis, mass spectrometry revealed elevated levels of mycolic acid biosynthesis proteins upon MSMEG_1353 knockdown. RT-qPCR confirmed upregulation of the fabD-acpM-kasA-KasB-accD6 operon, encoding key mycolic acid synthesis enzymes. Notably, a strong negative correlation with MSMEG_0911, the predominant isocitrate lyase, important in the glyoxylate cycle, was observed via both MS and RT-qPCR. Collectively, MSMEG_1353 deficiency compromises cell wall integrity, likely due to altered lipid composition resulting from dysregulated mycolic acid biosynthesis and lipid metabolism. These findings support the development of models explaining MSMEG_1353's involvement in these pathways.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695065",
    "doi": "10.64898/2025.12.18.695065",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694702",
    "title": "STING_IFN_CH25H lipid axis links innate immune activation to tau pathology",
    "authors": [
      "Chen, H.",
      "Fan, L.",
      "Wong, M. Y.",
      "A. Ambaw, Y.",
      "Zhu, J.",
      "Norman, K.",
      "Ye, P.",
      "Foxe, N.",
      "Zhu, D.",
      "Wan, Y.",
      "Srinivasan, M.",
      "Mok, S.-A.",
      "McIntire, L. B. J.",
      "Walther, T. C.",
      "Farese, R. V.",
      "Gan, L.",
      "Luo, W."
    ],
    "summary": "Genetic risk for Alzheimers disease is strongly enriched in pathways governing microglial activation and cholesterol metabolism, yet how these processes converge to drive neurodegeneration remains unclear. Here, we identify the oxysterol 25_hydroxycholesterol (25_HC) as a pathogenic lipid downstream of the cGAS_STING_IFN pathway. In models of tau pathology, interferon signaling induces Cholesterol 25_hydroxylase (CH25H) expression in microglia. Ch25h deletion in female P301S mice suppressed tau aggregation, preserved synapses, prevented brain atrophy, and rescued memory. Mechanistically, loss of CH25H disrupted STING trafficking, attenuated IFN activation, dampened self-perpetuating microglial inflammation. Strikingly, 25_HC directly accelerated tau propagation in human iPSC derived neurons. It also disrupted lysosomal and mitochondrial lipid composition, driving cholesteryl ester accumulation and promoting apoptosis under tau-induced stress. These findings define a STING_IFN_CH25H lipid axis that bridges innate immune activation to tau pathology and toxicity, offering a tractable therapeutic pathway for inflammation-driven neurodegenerative conditions.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694702",
    "doi": "10.64898/2025.12.16.694702",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694090",
    "title": "OVEREXPRESSION OF TUMORPROTECTIVE CLUSTERIN PREVENTS EXHAUSTION OF TRANSGENIC T CELLS",
    "authors": [
      "Segner, C.",
      "Huang, Y. Z. H. Z.",
      "Sotillo, E.",
      "Poorebrahim, M.",
      "Hoebart, J.",
      "Lizardo, M.",
      "Mergner, J.",
      "Burwag, F.",
      "Schulz, M.",
      "Xue, B.",
      "Minchinton, A.",
      "Brueckner, C.",
      "Madeira, A. F.",
      "Hauer, J.",
      "Mackall, C.",
      "Ruland, J.",
      "Sorensen, P. H.",
      "Burdach, S. E."
    ],
    "summary": "T cell therapies, such as chimeric antigen receptor (CAR) T cells and T cell receptor (TCR) transgenic (tg) T cells, are a promising approach in the treatment of solid malignancies but are limited by T cell exhaustion caused by chronic antigen stimulation. Clusterin (CLU) is a chaperone protein known to protect both normal and malignant cells, from metabolic stress and reactive oxygen species (ROS). In this study, we investigated whether overexpression (OE) of CLU in TCRtg T cells and CAR-T cells respectively can reduce exhaustion induced by chronic antigen stimulation and enhance T cell functionality against Ewing sarcoma (EwS). Among other cytoprotective genes, we found that CLU was significantly downregulated in dysfunctional tumor infiltrating lymphocytes. Therefore, we engineered EwS-directed TCRtg T cells targeting a Chondromodulin-1 (Chm1)-derived peptide and GD2 CAR-T cells to overexpress CLU. We show here that CLU is downregulated in T cells following activation by tumor cells. CLU-overexpressing T cells exhibit decreased expression of exhaustion markers (PD1, LAG3) and reduced apoptosis after repetitive stimulation. These cells demonstrated improved infiltration into tumor spheroids and maintained functionality under hypoxic conditions. In vivo, CLU-overexpressing T cells showed enhanced persistence and a trend towards reduced tumor growth. Mechanistically, proteomic analysis suggested that reduced ribosomal activity might delay T cell exhaustion, implicating metabolic reprogramming. In conclusion, CLU OE in tg T cells enhances their persistence and functionality by mitigating exhaustion, possibly through modulation of ribosomal activity and metabolic pathways. This strategy holds potential for improving adoptive T cell therapies against solid tumors.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694090",
    "doi": "10.64898/2025.12.16.694090",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.695042",
    "title": "Glucodynamic Network Transitions of the Human Brain",
    "authors": [
      "Deery, H.",
      "Liang, E.",
      "Moran, C.",
      "Egan, G. F.",
      "Jamadar, S. D."
    ],
    "summary": "Variability in neuronal firing patterns enables the brain to flexibly transition between network states, a hallmark of adaptive information processing. Yet the energetic basis of this flexibility remains unknown. Here, we report that the capacity of the brain to shift between network states is contingent on the moment-to-moment variability of glucose metabolism. Using simultaneous resting-state functional FDG-PET and BOLD fMRI in 78 healthy adults (20 to 86 years), we quantified brain metabolic and haemodynamic variability, complexity, and dynamic network connectivity. Individuals with greater variability and complexity of glucose metabolism demonstrated a broader repertoire of network states, marked by globally connected and influential central hubs. Individuals who achieved a broader range of network states had better cognitive performance. In older adults, widespread reductions in dynamic metabolic connectivity were observed. Glucodynamic parameters predicted age and cognitive performance more robustly than haemodynamic measures. These findings reveal that functional network dynamics are emergent properties of the brain's metabolic architecture and that the organisation of large-scale neural circuits is constrained by energetic principles. This understanding may provide critical new insights into the metabolic basis of brain ageing, neurodegeneration and psychiatric conditions.",
    "published": "2025-12-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.695042",
    "doi": "10.64898/2025.12.17.695042",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2512.15930v1",
    "title": "Scalable Agentic Reasoning for Designing Biologics Targeting Intrinsically Disordered Proteins",
    "authors": [
      "Matthew Sinclair",
      "Moeen Meigooni",
      "Archit Vasan",
      "Ozan Gokdemir",
      "Xinran Lian",
      "Heng Ma",
      "Yadu Babuji",
      "Alexander Brace",
      "Khalid Hossain",
      "Carlo Siebenschuh",
      "Thomas Brettin",
      "Kyle Chard",
      "Christopher Henry",
      "Venkatram Vishwanath",
      "Rick L. Stevens",
      "Ian T. Foster",
      "Arvind Ramanathan"
    ],
    "summary": "Intrinsically disordered proteins (IDPs) represent crucial therapeutic targets due to their significant role in disease -- approximately 80\\% of cancer-related proteins contain long disordered regions -- but their lack of stable secondary/tertiary structures makes them \"undruggable\". While recent computational advances, such as diffusion models, can design high-affinity IDP binders, translating these to practical drug discovery requires autonomous systems capable of reasoning across complex conformational ensembles and orchestrating diverse computational tools at scale.To address this challenge, we designed and implemented StructBioReasoner, a scalable multi-agent system for designing biologics that can be used to target IDPs. StructBioReasoner employs a novel tournament-based reasoning framework where specialized agents compete to generate and refine therapeutic hypotheses, naturally distributing computational load for efficient exploration of the vast design space. Agents integrate domain knowledge with access to literature synthesis, AI-structure prediction, molecular simulations, and stability analysis, coordinating their execution on HPC infrastructure via an extensible federated agentic middleware, Academy. We benchmark StructBioReasoner across Der f 21 and NMNAT-2 and demonstrate that over 50\\% of 787 designed and validated candidates for Der f 21 outperformed the human-designed reference binders from literature, in terms of improved binding free energy. For the more challenging NMNAT-2 protein, we identified three binding modes from 97,066 binders, including the well-studied NMNAT2:p53 interface. Thus, StructBioReasoner lays the groundwork for agentic reasoning systems for IDP therapeutic discovery on Exascale platforms.",
    "published": "2025-12-17T19:55:04+00:00",
    "updated": null,
    "source": "arXiv",
    "link": "https://arxiv.org/abs/2512.15930v1",
    "doi": null,
    "categories": [
      "q-bio.QM",
      "cs.AI"
    ],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2022.06.06.494998",
    "title": "Dual contributions of Xrp1 to genome integrity through the DNA damage response and cell competition",
    "authors": [
      "Khan, C.",
      "Rusan, N. M.",
      "Baker, N. E."
    ],
    "summary": "Model organisms may help understand how p53 suppresses tumorigenesis in mammals. In Drosophila, the primary transcriptional target of p53 is the gene encoding the bZip AT-hook protein Xrp1, which is another transcription factor. We report that Xrp1 mediated multiple functions of p53 in the DNA damage response (DDR), contributing to p53-dependent gene transcription and DNA damage-induced apoptosis. In addition to this role as a p53 effector, a p53-independent role for Xrp1 in cell competition has been described. Cell competition can remove cells whose genome has been altered by DNA damage and repair. During cell competition, Xrp1 is induced by RpS12, which acts as a sensor of defective ribosome biogenesis. RpS12-dependent cell competition began as the DDR wound down, and was even more prominent if p53 function was reduced. Such p53 inhibition resulted in persistence of DNA damage revealed by {gamma}H2Av accumulation. Thus, Xrp1 limited the accumulation of abnormal cells resulting from genotoxicity through both the acute, p53-dependent DDR, and also from subsequent cell competition that removes cells where DNA repair did not restore the normal genome. Both these processes might contribute to the tumor suppressor function of p53 in mammals.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2022.06.06.494998",
    "doi": "10.1101/2022.06.06.494998",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bApoptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.27.635053",
    "title": "Both Genome Instability and Replicative Senescence Stem from the Shortest Telomere in Telomerase-Negative Cells",
    "authors": [
      "Berardi, P.",
      "Martinez Fernandez, V.",
      "Rat, A.",
      "Rosas Bringas, F. R.",
      "Jolivet, P.",
      "Langston, R.",
      "Mattarocci, S.",
      "Maes, A.",
      "Aspert, T.",
      "Zeinoun, B.",
      "Casier, K.",
      "Kazemier, H. G.",
      "Charvin, G.",
      "Doumic, M.",
      "Chang, M.",
      "Teixeira, M. T."
    ],
    "summary": "In the absence of telomerase, telomere shortening triggers replicative senescence, a tumor suppressor mechanism that is also associated with oncogenic genomic instability. Yet, the precise mechanism that connects these seemingly opposing forces remains poorly understood. To directly study the complex interplay between senescence, telomere dynamics, and genomic instability, we developed a system in Saccharomyces cerevisiae to generate and track telomeres of precise length in the absence of telomerase. Using single-telomere and single-cell analyses combined with mathematical modeling, we identify a threshold length at which telomeres switch into dysfunction. A single shortest telomere below the threshold length is necessary and sufficient to trigger the onset of replicative senescence in a majority of cells. At population level, fluctuation assays establish that rare genomic instability arises predominantly in cis to the shortest telomere as Pol32-dependent non-reciprocal translocations that result in re-elongation of the shortest telomere and likely transient escape from senescence. The switch of the shortest telomere into dysfunction and subsequent processing in telomerase-negative cells thus serves as the mechanistic link between replicative senescence onset, genomic instability and the initiation of post-senescence survival.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.27.635053",
    "doi": "10.1101/2025.01.27.635053",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bTelomere\\b",
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.24.645038",
    "title": "ATG2A engages Rab1a and ARFGAP1 positive membranes during autophagosome biogenesis",
    "authors": [
      "Fuller, D. M.",
      "Wu, Y.",
      "Schueder, F.",
      "Rasool, B.",
      "Nag, S.",
      "Korfhage, J. L.",
      "Garcia-Milian, R.",
      "Melnyk, K. D.",
      "Bewersdorf, J.",
      "De Camilli, P.",
      "Melia, T."
    ],
    "summary": "Autophagosomes form from seed membranes that expand through bulk-lipid transport via the bridge-like lipid transporter ATG2. The origins of the seed membranes and their relationship to the lipid transport machinery are poorly understood. Using proximity labeling and a variety of fluorescence microscopy techniques, we show that ATG2A localizes to extra-Golgi ARFGAP1 puncta during autophagosome biogenesis. ARFGAP1 itself is dispensable during macroautophagy, but among other proteins associating to these membranes, we find that RAB1 is essential. ATG2A co-immunoprecipitates strongly, albeit indirectly, with RAB1A, and siRNA-mediated depletion of RAB1A/B blocks autophagy downstream of LC3B lipidation, similar to ATG2A depletion. Further, when either autophagosome formation or the early secretory pathway is perturbed, ARFGAP1 and RAB1A accumulate at ectopic locations with autophagic machinery. Our results indicate that ATG2A engages a RAB1A complex on select early secretory membranes in support of autophagosome biogenesis.\n\nSignificance StatementThis study elucidates the role of early secretory membranes in autophagosome biogenesis. The authors demonstrate that RAB1/ARFGAP1 positive membranes are essential to autophagy and are recruited to the phagophore assembly site at an early step of autophagosome biogenesis. These membranes interact with the bridge-like lipid transport protein ATG2A and are positive for LC3B and WIPI2, suggesting that RAB1 membranes are a direct source for autophagosome formation.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.24.645038",
    "doi": "10.1101/2025.03.24.645038",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.31.667994",
    "title": "Microbiota impact Drosophila ageing via Acetobacter, Tachykinin, and TkR99D",
    "authors": [
      "Marcu, D.",
      "Sannino, D.",
      "Dornan, A.",
      "Ibrahim, R.",
      "Kapoor, A.",
      "Wood, M.",
      "Dobson, A. J."
    ],
    "summary": "Gut microbiota exert an evolutionarily conserved influence on ageing, from invertebrates to humans. How do microbes that are physically confined to the gut lumen affect the systemic physiological process of ageing? In female Drosophila, we show that microbiota increase expression of the peptide hormone Tachykinin (Tk), which corresponds to reduced lifespan. Tk is required for microbiota to shorten lifespan, with knockdown rendering flies constitutively long-lived even in the presence of an intact microbiota. This lifespan extension does not come with canonical costs to fecundity or feeding, but impacts on triacylglyceride (TAG) storage suggest adaptive functions in metabolic homeostasis. In flies with defined (gnotobiotic) microbiotas, we show that we can model Tk-dependent effects of microbiota on lifespan and TAG by monoassociation with Acetobacter pomorum. These effects require Tk in the midgut, and the cognate TK receptor TkR99D in neurons, implicating a microbiota-gut-neuron relay. This relay also appears to compromise gut barrier function in aged flies, indicating roles in healthspan as well as lifespan. However, the effect of TkR99D is independent of its reported role in insulin signalling and adipokinetic hormone signalling which, respectively, are canonical regulators of lifespan and TAG metabolism, suggesting a non-canonical role for TkR99D elsewhere in the nervous system. Altogether our results implicate a microbiota-gut-neuron axis in ageing, via a specific bacterium modulating activity of a specific and evolutionarily-conserved hormone.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.31.667994",
    "doi": "10.1101/2025.07.31.667994",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.27.672736",
    "title": "Sister chromatid separation determines the proliferative properties upon whole-genome duplication via homologous chromosome arrangement",
    "authors": [
      "Inoko, M.",
      "Yang, G.",
      "Tsukada, Y.",
      "Uehara, R."
    ],
    "summary": "Whole-genome duplication (WGD) of diploid cells triggers various cell fates, such as cell death, cell cycle arrest, and proliferation with chromosome instability, contributing to broad bioprocesses, including differentiation, tumorigenesis, or aging. However, factors determining the post-WGD cell fates remain largely unknown. In this study, we found that cytokinesis failure (CF) and mitotic slippage (MS), two major routes of WGD induction, differentially affected post-WGD viability and proliferation in human cells. Quantitative live imaging revealed poorer survivability of cells upon multipolar chromosome segregation at the first mitosis after MS than CF. Chromosome-specific labeling showed that the inefficient sister chromatid separation upon MS caused more skewed homologous chromosome distribution than CF. The skewed homologue distribution frequently led to physical isolation (> 10 m) of the centrosomes from all homologous centromeres, hindering these centrosomes from capturing any of these homologues. The difference in the frequency of this nullisomic chromosome segregation between MS and CF at least partially explained their difference in the viability of the subsequent daughter cells. Moreover, artificial separation of sister chromatids upon MS improved the evenness of homologue distribution, suppressed nullisomic homologue segregation in the following mitosis, and significantly restored the viability of their daughter cells. These results demonstrate the geometric arrangement of homologous chromosomes, defined by the presence or absence of sufficient sister chromatid separation upon WGD, as a key factor determining the proliferative characteristics of subsequent progenies. Our findings would provide a clue to understanding the route-dependent outcomes of WGD in cell fate determination in different bioprocesses.\n\nSignificanceWhole-genome duplication (WGD), doubling of cellular content through skipping cell division after DNA synthesis, drives cellular diversification in development, aging, tumorigenesis, or evolution. While various mechanisms of WGD are featured in different biological contexts, the potential impacts of differences in WGD mechanisms on resulting cellular properties have been overlooked. Here, we discovered that two major mechanisms of WGD, mitotic slippage and cytokinesis failure, differentially affect proliferative characteristics of post-WGD cells through their contrasting intracellular reorganizations. Mitotic slippage, occurring with inefficient sister chromatid separation, led to a skewed homologous chromosome distribution compared to cytokinesis failure, fueling lethal chromosome loss by non-random chromosome segregation immediately after WGD. Our findings provide insights into the context-dependent preferences for WGD mechanisms.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.27.672736",
    "doi": "10.1101/2025.08.27.672736",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.26.672402",
    "title": "Toward Robust Neuroanatomical Normative Models: Influence of Sample Size and Covariates Distributions",
    "authors": [
      "Elleaume, C.",
      "Hebling Vieira, B.",
      "Floris, D. L.",
      "Langer, N."
    ],
    "summary": "Normative models are increasingly used to characterize individual-level brain deviations in neuroimaging studies, but their performance depends heavily on the reference sample used for training or adaptation. In this study, we systematically investigated how sample size and covariate composition of the reference cohort influence model fit, deviation estimates, and clinical readouts in Alzheimers disease (AD). Using a discovery dataset (OASIS-3, n = 1032), we trained models on healthy control (HC), subsamples ranging from 5 to 600 individuals, while varying age and sex distributions to simulate biases in reference populations. We further assessed the use of adaptive transfer learning by pre-training models on the UK Biobank (n = 42,747) and adapting them to the clinical dataset applying the same sub-sampling strategies. We evaluated model performance on a fixed HC test set and quantified deviation score errors, outlier detection, and classification accuracy in both the HC test set and the AD cohort. The findings were replicated in an external validation sample (AIBL, n = 463). Across all settings, model performance improved with increasing sample size, but demographic alignment of the covariates, particularly in age, was essential for reliable deviation estimates. Models trained directly within the dataset achieved stable fit with approximately 200 HCs, while adapted models reached comparable performance with as few as 50 individuals when pre-trained on large-scale data. These results show that robust individual-level modeling can be achieved using moderately sized but demographically matched cohorts, supporting broader application of normative modeling in ageing and neurodegeneration research.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.26.672402",
    "doi": "10.1101/2025.08.26.672402",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.25.676695",
    "title": "Central carbon metabolism switching in lytic versus temperate coral reef viral communities",
    "authors": [
      "Kelman, J.",
      "Khan, M.",
      "Umunna, C.",
      "Brainard, R.",
      "Donohue, G.",
      "Edwards, R. A.",
      "Falta, N. A.",
      "George, E. E.",
      "Gorham, E.",
      "Grasis, J.",
      "Green, K.",
      "Haas, A. F.",
      "Halsey, K.",
      "Hester, E.",
      "Jacob, S.",
      "Karatas, A. L.",
      "Lim, Y. W.",
      "Little, M.",
      "Sandin, S.",
      "Segnitz, J.",
      "Serota, M.",
      "Shahwan, N.",
      "Simmons, G.",
      "Smith, J. E.",
      "Tripathi, I.",
      "Wegley Kelly, L.",
      "Woodward, L.",
      "Yang, N.",
      "Young, C.",
      "Zgliczynski, B.",
      "Rohwer, F.",
      "Knowles, B."
    ],
    "summary": "Coral reefs are declining globally due in part to bacterial overgrowth, a process known as microbialization. However, the role of bacteriophages that may inhibit microbialization by infecting and killing these bacteria remains poorly understood, especially their metabolic impacts on bacterial proliferation. To address this, we analyzed central carbon metabolism gene frequencies in viral communities from healthy (lytic-dominated) and degraded (temperate-dominated) Central Pacific coral reefs. We found that viral metabolism shifted broadly from being dominated by metabolism that builds up pools of central intermediates on degraded reefs dominated by temperate viral infection ( anaplerotic reactions) to metabolism that consumes these pools to prioritize production of metabolic precursors for virion construction on healthy reefs dominated by lytic infection ( cataplerotic reactions). This switch was shown by the over-representation of Entner-Doudoroff (ED) glycolysis genes on degraded, temperate-dominated reefs and of pentose phosphate pathway (PPP) and reductive tricarboxylic acid cycle (TCA) genes on healthy, lytic-dominated reefs. As a result of this metabolic dichotomy, our qualitative compartment modeling revealed two distinct ecosystem states: (i) healthy reefs, where lytic viral metabolism enhances viral production and suppresses bacterial overgrowth, and (ii) degraded reefs, where temperate viral metabolism accelerates bacterial proliferation. Because viral switching between lytic and temperate lifestyles is a known function of host physiological state, these findings position viral metabolism as both a driver of reef decline and a conservation lever, with metabolically mediated  re-viralization offering a novel strategy to restore reef resilience.\n\nSignificanceCoral reefs are collapsing worldwide, exacerbated by \"microbialization,\" where algae-fueled bacteria overgrow corals. Viruses that infect these bacteria can suppress this process through lysis, but on degraded reefs they often switch to nonlethal temperate lifestyles, accelerating decline. Here we show that similar shifts occur in virus-encoded metabolism. On healthy reefs, lytic viruses carry genes that drain host metabolites to fuel virus production, which likely enhances infection and lysis rates and limits bacterial overgrowth. On degraded reefs, temperate viruses encode reactions that expand host metabolite pools, supporting bacterial proliferation. Thus, viral metabolism can either reinforce reef resilience or exacerbate collapse, making it a hidden driver of ecosystem fate and a potential target for conservation strategies.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.25.676695",
    "doi": "10.1101/2025.09.25.676695",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.19.689221",
    "title": "CDK7, CDK9, or CDK11 Inhibition Reduces Neutrophil-Driven Inflammation and Tissue Damage in Experimental Autoimmune Models",
    "authors": [
      "Schlotfeldt, M.",
      "Voss, L.",
      "Mansini, A. P.",
      "Mehlberg, D.",
      "Johannisson, S.",
      "Radziewitz, M.",
      "Schneider, A.-K.",
      "Vahabi, S. M.",
      "Wang, Y.",
      "Gainer, H.",
      "Li, J.",
      "Osterloh, C.",
      "Ernst, N.",
      "Visser, R.",
      "Vidarsson, G.",
      "Petersen, F.",
      "Yu, X.",
      "Ludwig, R. J.",
      "Vorobyev, A.",
      "Amber, K. T.",
      "Lux, A.",
      "Bieber, K."
    ],
    "summary": "BackgroundCyclin-dependent kinases (CDKs) are involved in basic cellular processes like regulation of cell-cycle progression and transcription. However, recent data also indicate a specific role in terminally differentiated neutrophils by promoting reactive oxygen species (ROS) release, degranulation, neutrophil extracellular trap formation, or apoptosis. Since these mechanisms are implicated in multiple autoimmune diseases, we aimed to delineate the role of CDKs in IC-mediated autoimmune diseases both in vitro and in vivo.\n\nMethodsWe analyzed CDK gene expression in unstimulated and immune complex (IC)-stimulated neutrophils. Subsequently, we investigated the effect of pharmacological CDK inhibition on IC-activated neutrophil functions. To analyze the inhibitors in a more translational approach, we proceeded with the systemic and topical application of the effective inhibitors in a murine antibody transfer-induced local epidermolysis bullosa acquisita (EBA) model. The most efficient inhibitor, MC180295, was validated in two other IC-mediated models of autoimmune disease: Serum-transfer arthritis (STA), which also, but not exclusively, depends on neutrophils and immune thrombocytopenia (ITP), which is considered less neutrophil-dependent.\n\nResultsWe found 14 CDKs expressed in unstimulated cells, while the IC-stimulation showed an upregulation of CDK2 and CDK4 expression. Inhibitors selectively targeting CDK1, CDK2, CDK4/6, CDK7, CDK9, CDK11, and CDK12 showed effects on different neutrophil functions (surface activation marker expression, ROS release, adhesion, apoptosis) in vitro. In the predominantly neutrophil-driven EBA model, we observed a reduction of disease severity upon treatment with CDK7, CDK9, or CDK11 inhibitors. Inhibiting these CDKs with topical THZ2, MC180295, or OTS964, respectively, also improved the clinical phenotype. In line with our hypothesis, MC180295 impaired the development of STA, but not ITP.\n\nConclusionsCDK7, CDK11, and especially CDK9 inhibition show therapeutic potential in IC-driven neutrophil-mediated diseases such as rheumatoid arthritis and EBA.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.19.689221",
    "doi": "10.1101/2025.11.19.689221",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.05.692517",
    "title": "Exploring molecular signatures of senescence with markeR, an R toolkit for evaluating gene sets as phenotypic markers",
    "authors": [
      "Martins-Silva, R.",
      "Kaizeler, A.",
      "Barbosa-Morais, N. L."
    ],
    "summary": "Many biological processes, including cellular senescence, manifest as diverse phenotypes that vary across cell types and conditions. In the absence of single, definitive markers, researchers often rely on the expression of sets of genes to identify these complex states. However, there are multiple ways to summarise gene set expression into quantitative metrics (i.e., signatures), each with its own strengths and limitations, and we know of no consensual framework to systematically evaluate their performance across datasets. We therefore developed markeR (https://bioconductor.org/packages/markeR), an open-source, modular R package that evaluates gene sets as phenotypic markers using various scoring and enrichment-based approaches. markeR generates interpretable metrics and intuitive visualisations that enable benchmarking of gene signatures and exploration of their associations with chosen study variables. As a case study, we applied markeR to 9 published senescence-related gene sets across 25 RNA-seq datasets, covering 6 human cell types and 12 senescence-inducing conditions. There was wide variability in gene set performance, as some signatures (e.g., SenMayo) were robust senescence markers across contexts, while others (e.g., those from MSigDB), performed poorly as such. We also used markeR to analyse gene expression in 49 GTEx tissues, revealing tissue- and age-related differences in senescence-associated signals. Together, these findings emphasise the difficulty of characterising molecular phenotypes and demonstrate the potential of markeR in facilitating the systematic evaluation of gene sets in various biological contexts.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.05.692517",
    "doi": "10.64898/2025.12.05.692517",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.14.691656",
    "title": "Melanoregulin deficiency affects bone maintenance and lean body mass",
    "authors": [
      "Musskopf, M. L.",
      "Goncalves, V. D. P.",
      "Tuin, S.",
      "Wong, S.-W.",
      "Boesze-Battaglia, K.",
      "Miguez, P. A."
    ],
    "summary": "Objectives: Studies documented the association of melanoregulin (MREG), a cargo-sorting protein, with its binding partner, the autophagic protein, microtubule-associated protein 1 light chain 3B (LC3B) in macrophages which could affect bone physiology due to the importance of autophagy in osteoclast function. Herein we propose to test the hypothesis that MREG modulates bone remodeling. Therefore, we analyzed the Mregdsu/dsu mutant mice for bone mass, growth plate microarchitecture, and bone marrow-derived osteoclast function to understand how lack of MREG affects bone and mass at two different time points. Methods: Mice femurs from wild type and MREG-/- male mice (on C57BL6)/J background) were harvested at 4 and 10 months and imaged by microcomputed tomography to assess bone mass parameters. Femurs were processed for histology by H&E and TRAP staining for assessment of osteoclast numbers. Primary bone marrow-derived macrophages from 3-week-old mice were harvested to assess osteoclast differentiation and function via TRAP, resorptive assay and Western Blot for osteoclast differentiation markers. In addition, a separate cohort of mice were analyzed via EchoMRI to characterize total lean vs. fat whole body mass. Results: There was a statistically significant difference in bone volume of 10-month old mice in wild type vs. MREG-/- with MREG mutation suggesting a preservative effect on phenotypical bone parameters as the mice age. A reduction in adipose tissue but an increase in osteoclast numbers was found histologically in MREG mutant femurs. Bone marrow-derived cells, however, showed reduced osteoclastic function in MREG-/-. The mutant mice presented a total lean mass significantly increased compared to wild type per EchoMRI. Conclusions: MREG deficiency seems to impact osteoclast numbers in vivo but not in vitro, although in vitro function was reduced. MREG deficiency favors lean mass preservation over fat accumulation in bones and body composition as mice age. This study provides the foundation for a more in-depth investigation of MREG's role in bone and systemic metabolism. It is possible that MREG can be a future target for new therapeutic modalities in inflammatory and metabolic bone diseases.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.14.691656",
    "doi": "10.64898/2025.12.14.691656",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694703",
    "title": "Parallel Selection for Longevity in Mammals and Birds",
    "authors": [
      "Zhang, W. B.",
      "Kronforst, M. R."
    ],
    "summary": "Most studies of aging biology to date have involved the manipulation of short-lived model organisms, while the existing anti-aging mechanisms in naturally occurring long-lived vertebrates have generally remained undiscovered or understudied. The technological advances of the recent \"omics revolution\" have enabled comparative genomics studies, which have started to unravel genetic signatures of longevity in vertebrates. Building on prior studies and incorporating a novel approach to detecting convergent positive selection, we conducted the first genome-wide survey of positive and purifying selection among hundreds of long-lived mammals and birds, two major vertebrate taxa with notable parallels in their evolutionary history. We discovered an extensive network of shared pathways under purifying selection in both mammals that are exceptionally long-lived for their body size (ELL) and large-bodied long-lived (LLL) birds. In our positive selection survey, we identified 16 genes, involved in eight distinct hallmarks of aging, with concordant signals of positive selection in LLL mammals and LLL birds at neighboring amino acid residues. These included two genes directly involved in cholesterol metabolism, as well as genes whose products clear oxidized metabolites and regulate peroxisomal autophagy. These striking parallels between long-lived mammals and birds, both in broad pathways under purifying selection, as well as in instances of genes under parallel positive selection in LLL mammals and LLL birds, together imply an ancient shared genetic toolkit for longevity, deeply conserved and repeatedly modified to produce longevity in diverse lineages.\n\nSignificanceWhile aging is nearly universal in vertebrates, lifespan can vary by several orders of magnitude. Further, extraordinarily long-lived species are dispersed throughout the mammalian and avian phylogenies, indicating repeated evolutionary origins of long life. In the first genome-wide survey of positive and purifying selection in long-lived mammals and birds, we found a striking level of parallelism in the signatures of selection in long-lived species in both clades. These included an extensive network of shared pathways under purifying selection, as well as several novel genes under parallel positive selection. Our results identify multiple novel candidate pathways and genes for further study, and provide evidence for the convergent evolution of extended lifespan.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694703",
    "doi": "10.64898/2025.12.16.694703",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.14.694234",
    "title": "Licoisoflavone A improves adipose tissue dysfunction in response to diet induced obesity by promoting METTL3 expression",
    "authors": [
      "Shuangxi, T.",
      "Zhu, X.",
      "Yin, K.",
      "Tang, H.",
      "Wang, X."
    ],
    "summary": "As developing obese adipose tissue, adipocytes suffer pathological changes from inert energy storage to excessive and active endocrine organ in association with disease hazard. METTL3, as an RNA methyltransferase of key importance in adipose tissue development, functional preservation and metabolic homeostasis, is remarkably complex. Licoisoflavone A (LIC-A) is a prenylated flavonoid compound of licorice that has been suggested to display antiinflammatory, -hypertrophic, and -proliferative activities; it remains unknown whether it can directly modulate expression of METTL3 and impact functions of adipose tissue in obesity. Here in our study, 16 candidates in the top ranking molecules were screened out in the process of the molecular docking between our TCM formula Fangjihuangqin Decoction and protein METTL3 (PDB: 5TEY). Among them, LIC-A was considered as a potential upstream regulatory molecule of METTL3 and obviously promote the expression of METTL3. The effects of TNF- and LPS treatments on the inhibition of adipogenesis were successfully recovered by LIC-A treatment in the adipogenic 3T3-L1 cells, via the regulation of adipogenic cytokines, as well as the expression of inflammatory factors. These protective effects were similarly abolished with METTL3 knockdown, suggesting the role of LIC-A relies on METTL3. Moreover, in vivo data demonstrated that administration of LIC-A could significantly recover the body weight lipid metabolism, insulin resistance and gluconeogenesis in mice with reduced adipose depostion as well as abated systemic inflammation. In conclusion, our study suggested that LIC-A could be the key component in preserving the homeostasis of adipose tissues through regulating METTL3 expression, indicating LIC-As promising treatment potential for obesity-related metabolic diseases.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.14.694234",
    "doi": "10.64898/2025.12.14.694234",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694710",
    "title": "Metabolic, epigenetic and transcriptomic alterations in postnatal 16p11.2 deficient murine astrocytes",
    "authors": [
      "Blakeley, N.",
      "Naz, S.",
      "Liu, Z.",
      "Renner, T.",
      "Leclerc, S.",
      "Comin, C. H.",
      "da Silva, M. V.",
      "Vergette, C.",
      "Porter, C. J.",
      "Perkins, T. J.",
      "Lacoste, B."
    ],
    "summary": "Autism Spectrum Disorders (ASD) are associated with metabolic dysregulation. While astrocytes are integral to cerebral metabolism, their molecular and functional changes in ASD are poorly known. Using early postnatal primary cortical astrocytes from a mouse model of 16p11.2 deletion ASD syndrome (16p11.2df/+ mice), we observed core molecular alterations with sex-specific profiles, suggesting divergent energetic pathways and epigenetic regulation. Targeted metabolomics revealed opposing phenotypes in male versus female 16p11.2df/+ astrocytes, particularly for alpha-ketoglutaric acid. Functionally, 16p11.2df/+astrocytes exhibited elevated phosphorylation in low glucose culture conditions, and reduced glycolysis in high glucose. Epigenetic profiling of male 16p11.2df/+astrocytes revealed differentially hydroxymethylated and methylated regions, with foci on chromosomes 3 and 13. Finally, bulk RNA sequencing in male and female mutant astrocytes indicated differential gene expression with profound sex differences, mostly affecting pathways related to cellular morphology. By establishing 16p11.2df/+ astroglial molecular signatures, this study refines our understanding of glial changes in ASD.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694710",
    "doi": "10.64898/2025.12.16.694710",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694403",
    "title": "Human MutLa activates methylpurine DNA glycosylase to induce alkylation damage cytotoxicity",
    "authors": [
      "Ashour, M. E.",
      "Krekeler, E.",
      "Bhowmik, M. C.",
      "Tsao, N.",
      "Herrera-Montavez, C.",
      "Tsai, M.-S.",
      "Kantar, H.",
      "Zaher, M.",
      "Galletto, R.",
      "Mosammaparast, N."
    ],
    "summary": "Alkylation chemotherapy is commonly used against tumors such as glioblastoma, yet resistance often develops through downregulation of mismatch repair (MMR). Previous work has established that loss of MMR prevents the excision of the thymine-containing strand across O6meG-T mismatches. Thus, MMR dysfunction is advantageous because it prevents a vicious cycle of attempted repair that leads to cell death. Here, we provide an alternative explanation to this prevailing mechanism of alkylation chemoresistance by MMR loss. We find that the MMR protein MutL physically and functionally interacts with the base excision repair (BER) enzyme methylpurine DNA glycosylase (MPG), which processes common alkylation adducts, such as 7meG and 3meA. Biochemical reconstitution demonstrates that MutL activates MPG glycosylase activity at least partly by promoting MPG substrate binding. This glycosylase stimulation requires ATP hydrolysis as well as the MLH1-interacting region on MPG. Both MutL or its ability to interact with MPG promote the generation of alkylation-induced abasic sites in cells, which contribute to the cytotoxicity of methyl methanesulfonate (MMS), an SN2 alkylating agent which does not produce O6meG. Our results provide new insight into the mechanism of alkylation chemoresistance and uncover an unappreciated crosstalk between MMR and base excision repair.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694403",
    "doi": "10.64898/2025.12.15.694403",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694321",
    "title": "Temporal single-cell profiling uncovers age-associated delays in immune resolution to respiratory viral infection",
    "authors": [
      "Sun, J.",
      "Wu, Y.",
      "Li, C.",
      "Tang, J.",
      "Gao, X.",
      "Cheon, I. S.",
      "Zhu, B.",
      "Zhang, R.",
      "Fain, C.",
      "Hu, S.",
      "Narasimhan, H.",
      "de Almeida Santos, G.",
      "Ayasoufi, K.",
      "Johnson, A.",
      "Zong, H.",
      "Zang, C.",
      "Dong, H."
    ],
    "summary": "Aging is a major risk factor for increased morbidity and mortality following acute respiratory virus infections. To elucidate the immune determinants underlying viral pathogenesis and delayed lung repair in the aged lung, a comprehensive time-course study was conducted. Single-cell RNA sequencing (scRNAseq) and high-dimensional flow cytometry were utilized to compare lungs from young and aged mice infected with influenza A virus (IAV). Aged hosts displayed diminished alveolar macrophage (AM) and dendritic cell (DC) but elevated monocyte-derived macrophage (MoM) and interstitial macrophage (IM) presence following infection. Additionally, enhanced accumulation of adaptive immune cells, including CD4+ tissue-resident helper (TRH) cells, CD8+ tissue-resident memory (TRM) cells, and a B cell subset resembling age-associated B cells, was observed in the memory phase. Pathway analysis revealed that elevated type I and II interferon (IFN/{gamma}) signaling, especially in MoM/IM subsets, distinguished the aged hosts from the young. Inhibition of IFN/{gamma} signaling after viral clearance improved long-term respiratory outcomes and reduced both IM and TRH populations in aged mice. These findings highlight the pivotal role of IFN/{gamma} signaling, likely within MoM/IM subsets, in driving the exuberant persistence of adaptive immune cells and chronic immunopathology in the aged lung following acute viral infection.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694321",
    "doi": "10.64898/2025.12.15.694321",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694297",
    "title": "De novo genome sequence assembly of the model algal endosymbiont Micractinium conductrix derived from its host Paramecium bursaria 186b",
    "authors": [
      "Leonard, G.",
      "Vitonyte, I.",
      "Savory, F. R.",
      "Hansson, E. M.",
      "Cameron, D. D.",
      "Brockhurst, M.",
      "Richards, T. A."
    ],
    "summary": "Endosymbiosis is a major driver of evolutionary innovation and underpins the function of diverse ecosystems. The origins and evolution of endosymbiosis are challenging to study experimentally due to the short-lived culturability of many microbial strains derived from endosymbiotic interactions. The facultative endosymbiosis between the ciliate, Paramecium bursaria, and the green alga, Micractinium conductrix (Chlorellaceae, Trebouxiophyceae), is ecologically widespread and has emerged as a powerful lab-tractable model system. This endosymbiosis is founded upon a reciprocal nutrient exchange, but each of the species can be cultured independently enabling quantification of symbiotic fitness effects, new partnerships to be generated in the lab, and co-associations to be subject to experimental evolution. To date, evolve-and-resequence approaches have been limited due to a lack of high-quality genome assemblies enabling gene variants to be identified. Here, we report a near telomere-to-telomere genome assembly for M. conductrix 186b, using a range of sequencing technologies. Comparative analysis shows that this is one of the most complete Chlorellaceae algal genome assemblies available to date. To aid accurate gene calling and annotation we conducted both RNAseq and Iso-Seq transcriptome sequencing experiments. Collectively these  omics datasets will facilitate: i) comparative genomics studies of endosymbiont evolution, ii) evolve-and-resequence experiments, iii) genome-scale metabolic modelling studies, and iv) identification of targets for genetic modification experiments and biotechnological applications.\n\nSignificance statementEndosymbiosis, where one species, the endosymbiont, lives inside the cell of another species, the host, has played a key role in evolution of complex life. However, the origins and evolution of obligate endosymbioses are often challenging to study because the key events are hidden deep in evolutionary time. Facultative microbial endosymbioses, such as between the ciliate Paramecium bursaria and the green alga Micractinium conductrix, offer experimentally tractable model systems where interacting species can be grown independently or in association allowing studies of the origin, evolution and fitness effects of symbiosis. Here we report the genome sequence for M. conductrix from P. bursaria 186b, enabling genomic studies of the evolution of endosymbiosis and simplifying gene target acquisition for microbe engineering and biotechnological applications.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694297",
    "doi": "10.64898/2025.12.15.694297",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694320",
    "title": "Turning aging cells into a live vaccine: engineered senescent cancer cells with adjuvant celecoxib for immunotherapy",
    "authors": [
      "Huang, Y.",
      "Wang, Y.",
      "Ou, A.",
      "Gao, Y.",
      "Zhang, Y.",
      "Qin, L."
    ],
    "summary": "The immunoactivation effects of senescent tumor cells are a potential avenue for cancer therapy. They can act as antigen reservoirs for cancer vaccination, but how to maintain strong immunogenicity to induce a robust immunity is underexplored. In this study, we developed an engineered live vaccine composed of hydrogel-encapsulated senescent tumor cells and liposomal celecoxib (STCs+CLX-Lipo@Gel). This vaccine prolongs the in vivo persistence of senescent tumor cells and utilizes liposomal celecoxib (COX2 inhibitor) to promote the recruitment and maturation of dendritic cells (DC). Notably, a single dose can significantly delay melanoma growth by eliciting robust immunity. The vaccine extended the survival of mice with melanoma brain metastases. Moreover, this strategy also demonstrated high efficacy against orthotopic pancreatic tumors. This study presents a comprehensive strategy to boost the immunogenicity of whole-tumor-cell vaccines by leveraging senescent tumor cells and COX2 inhibition, with treatment efficacy in various tumor models.\n\nGraphic abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=118 SRC=\"FIGDIR/small/694320v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (32K):\norg.highwire.dtl.DTLVardef@16e324corg.highwire.dtl.DTLVardef@1a8258borg.highwire.dtl.DTLVardef@38dd04org.highwire.dtl.DTLVardef@13639ee_HPS_FORMAT_FIGEXP  M_FIG O_FLOATNOGraphic summary.C_FLOATNO Schematic illustration of the preparation of live-cell vaccines and the tumor-specific immune responses elicited by the vaccine. Created with BioRender.com.\n\nC_FIG",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694320",
    "doi": "10.64898/2025.12.15.694320",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694345",
    "title": "DeepDynamics resolves cell-subtype and clinicopathological dynamics from bulk RNA-seq to identify mediators of Alzheimer's disease risk",
    "authors": [
      "Haddad, Y. H.",
      "Rom, Y. A.",
      "Green, G. S.",
      "Cain, A.",
      "Raveh, B.",
      "Habib, N."
    ],
    "summary": "Processes such as Alzheimers disease and aging are shaped by dynamic cascades of cellular and molecular changes. Mapping how genetic and environmental risk factors alter these cascades is critical for pinpointing disease susceptibility and guiding therapeutic intervention, yet this task requires dense sampling of cell-subtype and -subpopulation changes throughout the full course of disease. Bulk measurements provide scale but obscure cell-type and subpopulation resolution, whereas single-cell assays offer resolution but lack sufficient sample size and temporal coverage. We present DeepDynamics, a deep-learning framework that combines a smaller reference sc/snRNA-seq atlas with a larger bulk RNA-seq cohorts to infer cell-subpopulation and clinicopathological dynamics along annotated trajectories. Applied to Alzheimers disease (AD), DeepDynamics mapped 1,092 cortical bulk profiles onto aging and disease trajectories, revealing faster accumulation of AD clinicopathologies, disease-associated glia, and specific neuronal subpopulations in APOE4 carriers. These changes, stronger in females, were accompanied by upregulation of cell-type-specific molecular pathways and early downregulation of heat-shock proteins across cell types. By unifying genetic risk, pathology, and cell-subpopulation dynamics, DeepDynamics provides a scalable approach to prioritize putative mediators of risk and resilience amid the myriad changes along the cascade, thus informing targeted therapies.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694345",
    "doi": "10.64898/2025.12.15.694345",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694318",
    "title": "Colon-Specific Epigenetic Clocks from Minimal Features Reveal Disease-Driven Aging",
    "authors": [
      "Sagy, N.",
      "Bender, O.",
      "Bar, D. Z."
    ],
    "summary": "Epigenetic clocks estimate chronological and biological age from DNA methylation patterns, but conventional models typically train on hundreds of thousands of CpG sites and large training cohorts. We previously demonstrated that tissue-unique methylation sites change in a predictable manner upon aging and disease. Here, we demonstrate that clocks built from tissue-unique methylation sites enable accurate age prediction in the human colon using a compact feature set and limited training data. We trained a machine learning model on healthy colon tissue, identifying CpG sites that capture both chronological age and anatomical location (proximal vs. distal). This clock maintains high predictive performance (r = 0.978; MAE 3.9 years) while using an order of magnitude fewer sites and samples than traditional approaches. Applying the model to tissues from individuals with HIV infection, inflammatory bowel disease (IBD), and colonic polyps reveals consistent patterns of accelerated aging, while aspirin treatment is associated with partial deceleration. Our findings establish tissue-unique CpGs as a powerful basis for efficient, interpretable clocks and offer new insights into how chronic inflammation and neoplasia shape the aging landscape of the colon.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694318",
    "doi": "10.64898/2025.12.15.694318",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694300",
    "title": "Progressive muscle metabolic reprogramming in asymptomatic ALS gene mutation carriers",
    "authors": [
      "Buon, C.",
      "Milunov, D.",
      "Sapaly, D.",
      "Lenglet, T.",
      "del Mar Amador, M.",
      "Piller, E.",
      "Bendris, S.",
      "cheguillaume, F.",
      "Slika, R.",
      "Siopi, E.",
      "Bauche, S.",
      "Le Ber, I.",
      "Salachas, F.",
      "Lamari, F.",
      "Behin, A.",
      "Evangelista, T.",
      "Periou, B.",
      "AUTHIER, F. J.",
      "Fontaine, B.",
      "Saha, S.",
      "Charbonnier, F.",
      "Weill, L.",
      "Bruneteau, G."
    ],
    "summary": "Amyotrophic lateral sclerosis (ALS) is a rapidly fatal neurodegenerative disorder characterized by motor neuron loss leading to extensive paralysis. There is emerging evidence that the disease involves a prolonged presymptomatic period during which motor function is preserved. Understanding the molecular mechanisms involved is key as the presymptomatic phase represents a critical window of opportunity for early intervention. Using RNA sequencing, we investigated changes in gene expression patterns in the skeletal muscle of ten asymptomatic carriers of ALS mutations (8 C9ORF72 expansion carriers and 2 SOD1 mutation carriers). We found that specific modifications of gene expression profiles are present in skeletal muscle before asymptomatic ALS gene carriers exhibit biomarker changes predictive of phenoconversion. We identified insulin signaling, AMPK signaling, and thermogenesis pathways, together with the TCA cycle as the main contributors to the dysregulated muscle transcriptome. Our data suggest that this metabolic reprogramming of skeletal muscle develops progressively during the transition to phenoconversion, characterized by a gradual increase in the expression of SREBF1 which encodes SREPB1, the key transcriptional regulator of lipid synthesis, in parallel with the progressive activation of AMPK and insulin signaling pathways. Our findings are consistent with a progressive enhancement in fatty acid metabolism and oxidative capacity in skeletal muscle, followed by a decline in oxidative phosphorylation efficiency as phenoconversion approaches. Evidence of muscle metabolic reprogramming in ALS long before motor onset identifies the dysregulation of muscle energy homeostasis as a critical early event in ALS pathogenesis.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694300",
    "doi": "10.64898/2025.12.15.694300",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694124",
    "title": "Cyclin Y Overexpression Drives a Fatal Metabolic Syndrome via Defective Glucose Homeostasis",
    "authors": [
      "Lopez, L. R.",
      "Ayala, E.",
      "Ortega, S.",
      "Caleiras, E.",
      "Zarzuela, E.",
      "Isasa, M.",
      "Santiveri, C. M.",
      "Campos Olivas, R.",
      "de Carcer, G.",
      "Malumbres, M."
    ],
    "summary": "Cyclin Y (CCNY) is a membrane-associated, non-canonical cyclin best known for regulating WNT/beta-catenin signaling via the recruitment of CDK14/16 protein kinases. Whereas its role in the activation of members of the atypical CDK14-18 subfamily is established, its function in systemic metabolism remains poorly defined. Here, we report that CCNY overexpression drives a fatal metabolic syndrome. Using a novel inducible knockin mouse model, we demonstrate that CCNY overexpression causes severe cachexia and profound hypoglycemia, resulting in death of adult mice independent of tumor burden. While these mutant mice maintain normal food intake and hepatic synthetic function, they succumb to metabolic starving state. Proteomics reveals that CCNY interacts with and stabilizes Pyruvate Dehydrogenase Kinase 4 (PDK4), in agreement with defective pyruvate use at mitochondria and enforcing a Warburg-like shift to aerobic glycolysis. Phosphoproteomic analysis indicates activation of apoptotic pathways and defective phosphorylation of several enzymes critical for glycolysis and gluconeogenesis as well as amino acid metabolism in addition to other metabolic routes. Altogether, these data suggest that CCNY overexpression uncouples nutrient sensing from utilization, a finding with possible therapeutic implications in CCNY-high cancers with similar changes in metabolic pathways.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694124",
    "doi": "10.64898/2025.12.15.694124",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bGluconeogenesis\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.693383",
    "title": "Thiol Scarcity in Cerebrospinal Fluid Renders Leptomeningeal Acute Lymphoblastic Leukaemia Therapeutically Vulnerable to Ferroptosis",
    "authors": [
      "Gajic, N.",
      "Christie, R.",
      "Lam, S.",
      "Ackermann, T.",
      "Himonas, E.",
      "Josephs-Spaulding, J.",
      "Manoharan, A.",
      "Assmann, V.",
      "Martin, J.",
      "Collings, A.",
      "Dunn, K.",
      "Shokry, E.",
      "Uribe, A. H.",
      "Burns, S.",
      "O'Connor, D.",
      "Mansour, M. R.",
      "Sumpton, D.",
      "Helgason, G. V.",
      "Voorde, J. V.",
      "Tardito, S.",
      "Tait, S. W.",
      "Halsey, C."
    ],
    "summary": "The leptomeninges present a challenging tumour microenvironment with cells receiving low levels of nutrients and oxygen from cerebrospinal fluid (CSF), however these metabolic constraints are yet to be exploited therapeutically. Central nervous system (CNS) relapse in acute lymphoblastic leukaemia (ALL) remains a formidable clinical challenge because the leptomeningeal niche restricts drug penetration and immune surveillance. Current CNS-directed treatments rely on neurotoxic intrathecal chemotherapy, underscoring the urgent need for novel targeted strategies. Here, we uncover a profound niche-specific metabolic vulnerability in CNS-resident ALL cells, characterised by an obligate reliance on LRP8-mediated selenium uptake to sustain selenocysteine biosynthesis and GPX4 activity under profound glutathione limitation. We show that scarcity of thiols and cystine in CSF creates an inherently pro-ferroptotic microenvironment. Interference with selenocysteine biosynthesis under these conditions induces synthetic lethality in both in vitro and in vivo CNS-ALL models. This vulnerability is exploitable both by genetic targeting of the selenocysteine biosynthesis pathway and, notably, through repurposing the FDA-approved agent Auranofin, which disrupts selenium utilisation, induces lipid peroxidation, and demonstrates CNS-specific anti-leukaemic efficacy with excellent tolerability in vivo. These findings identify a novel mechanistically grounded approach, leveraging features of the unique leptomeningeal microenvironment to selectively kill invading cells, with potential implications for all leptomeningeal-tropic malignancies.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.693383",
    "doi": "10.64898/2025.12.15.693383",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.692132",
    "title": "Dual PD-L1/TIGIT blockade induces PNAd+ HEV-like vessels and CD62L+ lymphocyte recruitment, driving rhabdoid tumor rejection",
    "authors": [
      "Fitte-Duval, S.",
      "Silva, S. C.",
      "Mena-Osuna, R.",
      "Hoare, O.",
      "Niborski, L. L.",
      "Denizeau, J.",
      "Lesage, L.",
      "Richer, W.",
      "Sedlik, C.",
      "Beccaria, K.",
      "Veryssiere, M.",
      "Bouarich-Bourimi, R.",
      "Goldstein, J.",
      "Marziali, F.",
      "Boari, J. T.",
      "Masliah-Planchon, J.",
      "Han, Z.-Y.",
      "Rocha, D.",
      "Bohec, M.",
      "Baulande, S.",
      "Waterfall, J. J.",
      "Manriquez, V.",
      "Bourdeaut, F.",
      "Piaggio, E."
    ],
    "summary": "Rhabdoid tumors (RTs) are aggressive pediatric malignancies with poor prognosis and limited immunotherapy options. Here, we investigate the therapeutic potential of combined PD-L1 (Programmed cell death ligand 1) and TIGIT (T cell immunoreceptor with Ig and ITIM domains) immune checkpoint blockade in RTs using a preclinical murine model that recapitulates key features of human ATRT (Atypical teratoid rhabdoid tumors) subtypes. Transcriptomic analyses of human and murine RTs reveal co-expression of TIGIT and PD-1 (Programmed cell death 1) pathway components and their ligands, particularly in immune-infiltrated subtypes, supporting a rationale for dual blockade. Combination therapy induces complete tumor regression, prolongs survival, and reprograms the tumor immune microenvironment by enriching CD62L naive and central memory T cells and promoting selective T-cell clonal expansion. Notably, dual blockade initiates PNAd (Peripheral node addressin) high endothelial venule (HEV)-like structures, associated with focal lymphocyte clustering and enhanced immune cell recruitment. These findings reveal a mechanistic link between vascular remodeling and immune infiltration and support dual TIGIT and PD-L1 inhibition as a promising immunotherapeutic strategy for RTs.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.692132",
    "doi": "10.64898/2025.12.15.692132",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694390",
    "title": "Prior exposure to hypoxia alters DNA methylation patterns in the eastern oyster",
    "authors": [
      "McDonough, J. G.",
      "Miller, T. J.",
      "Lee, T. W.",
      "Donelan, S. C.",
      "Gignoux-Wolfsohn, S. A."
    ],
    "summary": "Environmentally induced epigenetic changes (e.g., DNA methylation) can alter genetic activity to help organisms adapt and respond to variable environments. While many studies have investigated DNA methylation as a response to a stressor at a single timepoint, less well-understood is how methylation may encode memory of past environments and influence the response to current environments (i.e., carryover effects). Oysters are an excellent natural system to study carryover effects due to their sessile nature, which may expose them to increased environmental variability. To better understand how methylation changes in response to a previous exposure of environmental stress, we conducted a fully factorial experiment exposing juvenile oysters to either control or hypoxic conditions at two timepoints separated by 60 days. After the second exposure, whole body tissue samples were collected and processed for methylRAD sequencing. Regardless of treatment, methylation was mostly found in exons. We found both the first and second exposure treatments contributed significantly to the observed variation in gene body methylation. Interestingly, oysters that were first exposed to hypoxia and later exposed to control conditions had methylation patterns that differed the most from any other condition. We found that differentially methylated genes identified in pairwise comparisons were mainly involved in the oxidative stress response, metabolism, and transcription. Together, these findings suggest that early life environments have a lasting impact on the epigenome and that the timing of stress elicits unique response strategies, which highlights potential targets of resilience for oysters.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694390",
    "doi": "10.64898/2025.12.15.694390",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694435",
    "title": "Selective Activation of NaV1.3 Restores Lymphatic Contractility in Age and Injury",
    "authors": [
      "Ruscic, K. J.",
      "Singh, R.",
      "Liu, L.",
      "Marquez, M.",
      "Rajotte, J. J.",
      "Lei, P.",
      "Miller, O. D.",
      "Kinsman, B. J.",
      "O'Melia, M. J.",
      "Singhal, D.",
      "Baish, J. W.",
      "Plant, L. D.",
      "Padera, T. P."
    ],
    "summary": "Background Intrinsic lymphatic contractility is essential for tissue fluid balance, immunity and organ function, yet no FDA-approved pharmacologic treatments specifically restore lymphatic contractility. Lymph is returned to the circulation by ion channel-driven cyclic contractions of collecting lymphatic vessels. Although voltage-gated sodium (NaV) channels drive cardiomyocyte excitability, their role in lymphatic muscle cell (LMC) physiology is not well defined. We identified NaV1.3, a NaV channel historically viewed as developmentally restricted and limited in adult tissues, as unexpectedly and selectively expressed in adult lymphatic muscle but absent from heart, vascular smooth muscle, and mature brain. We tested whether selective NaV1.3 activation restores impaired lymphatic pumping in aging and radiation injury. Methods NaV1.3 expression in LMCs was confirmed through single-cell RNA sequencing analysis and immunostaining of mouse and human lymphatic vessels. Lymphatic contractility was quantified by in vivo fluorescence lymphangiography and interstitial fluid clearance was measured with a new bioluminescence assay. NaV1.3 function was assessed in young, aged, and radiation-injured mice. NaV1.3 knockout (Scn3a-/-) mice established the requirement of NaV1.3 for basal lymphatic excitability and responsiveness to the NaV1.3-specific activator, Tf2. Results In mouse and human lymphatic vessels, NaV1.3 is expressed in adult LMCs. Although dispensable for basal lymphatic contractions, NaV1.3 acted as a pharmacologically recruitable reserve that amplified contractile output. Acute NaV1.3 activation with Tf2 increased lymphangion ejection fraction and accelerated interstitial fluid clearance. Tf2 fully restored lymphatic pumping in aged mice and partially rescued radiation-induced contractile deficits. All Tf2 responses were abolished in Scn3a-/- mice, confirming NaV1.3 dependence. Conclusions NaV1.3 is a selectively druggable ion channel in adult lymphatic muscle that can be recruited to restore lymphatic pump function across aging and injury. Targeted NaV1.3 activation provides a molecular entry point for treating diseases characterized by lymphatic pump failure, a domain with no existing pharmacologic therapies.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694435",
    "doi": "10.64898/2025.12.15.694435",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694861",
    "title": "Cereblon Promotes Influenza Virus Replication through AMPK Ubiquitination",
    "authors": [
      "Nguyen, T. H.",
      "Lee, D. J.",
      "Soliman, M.",
      "Sharif, M.",
      "Hosmillo, M.",
      "Kwon, H.-J.",
      "Jeong, S.-H.",
      "Cheong, D.-E.",
      "Seo, H.-R.",
      "Lee, S.",
      "Kim, D.-K.",
      "Park, C.-S.",
      "Choi, H.-S.",
      "Jeon, T.-I.",
      "Goodfellow, I. G.",
      "Cho, K.-O."
    ],
    "summary": "Influenza A and B viruses (IAV and IBV) continually threaten global health, with IAV posing a risk of emerging pandemics. Rapid viral evolution makes current treatments less effective, highlighting the urgent need for broad-spectrum antivirals. Targeting host factors essential for viral replication may offer a highly promising broad-spectrum antiviral strategy. In this context, cereblon (CRBN), a substrate adaptor of the CRL4 E3 ubiquitin ligase complex, is found to promote both IAV and IBV replication as a key pro-viral host factor. Mechanistically, CRBN targets and degrades AMP-activated protein kinase (AMPK) via the proteasome. This CRBN-driven degradation shifts the metabolism of the infected cells toward anabolism, promoting lipid droplet (LD) formation and creating a microenvironment favorable for viral replication. Genetic depletion or inhibition of CRBN stabilizes AMPK, significantly reduces LD formation, and effectively suppresses the replication of various IAV and IBV strains in vivo, demonstrating its broad-spectrum potential. Notably, Crbn knockout mice show marked resistance to lethal IAV infection. CRBN inhibition with immunomodulatory imide drugs--known CRBN inhibitors--significantly decreases IAV replication in vivo. This research underscores CRBN as a crucial regulator of host metabolism during viral infection, revealing the CRBN-AMPK axis as a promising target for host-directed pan-influenza antiviral development.\n\nAuthor SummaryInfluenza A and B viruses are response for recurring seasonal epidemics and occasional pandemics that pose serious global health challenges. Current antiviral drugs often lose effectiveness as influenza viruses rapidly develop resistance through genetic mutations. To overcome this limitation, our study focused on a host factor targeted by influenza viruses-the ubiquitin E3 ligase substrate adaptor cereblon (CRBN). We discovered that influenza viruses exploit CRBN to enhance their replication by altering host cell metabolism. Specifically, CRBN binds to a key energy sensor - AMPK and induces the ubiquitination and degradation of AMPK{gamma}. Consequently, the AMPK suppression shifts the cellular environment from catabolism to anabolism, activating lipogenic enzymes and promoting lipid droplets formation which provide a favorable environment for viral growth. Our study highlight that blocking CRBN either genetically or chemical inhibition (immunomodulatory imide drugs) of CRBN reduces LD formation and strongly suppresses diverse influenza strains replication in vitro and in vivo. These findings reveal not only how viruses hijack host metabolism via the CRBN-AMPK pathway but also present a potential therapeutic for novel broad-spectrum anti-influenza.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694861",
    "doi": "10.64898/2025.12.17.694861",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694866",
    "title": "A coherent feed-forward loop fine-tunes KatG to maintain redox homeostasis in mycobacteria",
    "authors": [
      "Li, X.",
      "Huang, Y.",
      "Chen, F.",
      "Xiao, J.",
      "Liu, X.",
      "Zhong, M.",
      "Tao, X.",
      "Yang, H.",
      "He, J."
    ],
    "summary": "Bacteria survive and reproduce in fluctuating environments by balancing their basic physiological needs, such as relying on iron-containing enzymes to detoxify reactive oxygen species (ROS) while conserving scarce iron. Understanding the regulatory networks that balance these conflicting needs is key to deciphering bacterial adaptability. Here, we identify a coherent feed-forward loop in mycobacteria that integrates the transcriptional regulator FurA3, the small RNA MrsI, RNA sponge FutR, and the catalase-peroxidase KatG. This circuit fine-tunes antioxidant responses according to iron availability. Under iron limitation, the iron-containing enzyme KatG is dually repressed by FurA3 transcriptionally and by MrsI post-transcriptionally, which conserves iron at the cost of antioxidant capacity. However, when iron deprivation coincides with oxidative stress, the circuit triggers an emergency response: H2O2 inactivates FurA3, relieving transcriptional repression of katG and futR, while induced FutR sequesters MrsI to post-transcriptionally derepress katG expression, enabling rapid KatG synthesis for effective peroxide detoxification. Our findings reveal a tightly regulated network that allows mycobacteria to balance iron homeostasis and oxidative stress defense, providing mechanistic insights into bacterial physiological trade-offs.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694866",
    "doi": "10.64898/2025.12.17.694866",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694453",
    "title": "DYT1 mutation alters gut microbiome composition and gut-brain axis dynamics in a mouse model",
    "authors": [
      "Xiao, J.",
      "Khan, S.",
      "Shukla, P. K.",
      "Johnson, D.",
      "Khan, M. M."
    ],
    "summary": "Dystonia is a neurological movement disorder characterized by involuntary, sustained, or intermittent muscle contractions, that result in twisting movements, repetitive motor patterns, or abnormal postures. While genetic mutations such as Tor1a+/{triangleup}GAG are known contributors, the environmental and peripheral factors influencing disease onset and progression remain poorly understood. Emerging evidence implicates the gut microbiome in shaping neurodevelopment and host behavioral function, yet its contribution to dystonia pathobiology is largely unexplored. Here, we longitudinally profiled the gut microbiome of Tor1a+/{triangleup}GAG mouse model using 16S rRNA gene sequencing and uncovered early emerging, persistent disruptions in microbial diversity and community composition that track with progressive motor impairment. Mutant mice exhibited an alteration of key commensal taxa, and molecular signatures indicative of compromised gut-barrier integrity. Parallel transcriptomic profiling of colonic epithelium reveals coordinated dysregulation of pathways governing epithelial stress responses, endoplasmic reticulum homeostasis, lipid signaling, autophagy, and DNA damage and repair, pointing to a previously unrecognized epithelial stress state in Tor1a+/{triangleup}GAG mouse model. Integrative microbial-host interaction correlation analyses uncovered robust associations between specific dysbiotic taxa and host signaling pathways. These peripheral perturbations coincide with longitudinal motor deficits, suggesting a mechanistic gut-brain axis linking intestinal dysfunction to central neuronal vulnerability. Together, our findings provide the first experimental framework connecting microbiome perturbations, gut-barrier disruption, and neuronal vulnerability in a genetic model of dystonia. This work positions the gut microbiome and its regulation of epithelial and neuronal homeostasis as a novel entry point for disease modification in individuals carrying deleterious dystonia-associated variants.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694453",
    "doi": "10.64898/2025.12.15.694453",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694462",
    "title": "Convergent Signals Encode Persistent Memory of Resilient States",
    "authors": [
      "Femenia, T.",
      "Prendeville, H.",
      "Sun, N.",
      "Harmon, C.",
      "Galani, K.",
      "Grove, K.",
      "Lynch, L.",
      "Kellis, M.",
      "Agudelo, L. Z."
    ],
    "summary": "Caloric restriction reduces metabolic disease and associated comorbidities. Yet, the molecular mechanisms encoding cellular memory of these benefits remain unclear. Here, we use a functional genomics approach to integrate evolutionary cues, single-cell sequencing, and metabolomics, identifying convergent signals that encode epigenetic memory of adaptive states in visceral adipose tissue natural killer (NK) cells. Cross-species analysis shows that genomic hubs linked to human accelerated regions (HARs) are conserved and active during dietary restriction, forming transcriptional compartments that regulate oxidative stress response and DNA repair genes. Targeted screens and multimodal profiling across human data and mouse models reveal convergent signals needed for persistent adaptation: cooperative transcriptional regulators (NRF2, CIRBP, NR4A2) at key HAR-linked genomic hubs, innate immune mediators (IL15-IL2RB), and metabolic cofactors from linoleic acid oxidation. Activity of these convergent signals reduces DNA damage and methylation and enhances epigenetic plasticity and cytotoxic functions, thereby decreasing tissue fibrosis and senescence while maintaining both local and systemic metabolic plasticity. Mechanistically, linoleic acid metabolism supplies acetyl-CoA to sustain H3K27ac epigenetic marks that maintain coordinated repair and cytotoxic programs after programming. IL15-IL2RB signaling links tissue metabolic state to NK cell function for coherent adaptive responses. We show that engineering of NK cells with this multimodal programming leads to long-term preservation of therapeutic phenotypes in metabolic aging models, rescuing systemic dysfunction through damaged cells clearance and leptin sensitivity. Overall, these findings establish that convergent signals encode persistent cellular phenotypes linked to metabolic plasticity, suggesting design principles for engineering therapeutic memory of cell function.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694462",
    "doi": "10.64898/2025.12.15.694462",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bCaloric\\ restriction\\b",
      "\\bOxidative\\ stress\\b",
      "\\bMetabolic\\ aging\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.15.694468",
    "title": "Distributed fMRI patterns coupled to low-frequency cardiorespiratory dynamics provide markers of aging",
    "authors": [
      "Wang, S.",
      "Song, R.",
      "Lochard, L. M.",
      "Fan, J.",
      "Li, Y.",
      "Rogge-Obando, K.",
      "Martin, C.",
      "Goodale, S. E.",
      "Pourmotabbed, H.",
      "Harding, J. M.",
      "Lee, T.",
      "Li, C.",
      "Zhang, S.",
      "Bayrak, R. G.",
      "Bolt, T.",
      "Nomi, J. S.",
      "Uddin, L. Q.",
      "Chen, J. E.",
      "Mather, M.",
      "Chang, C."
    ],
    "summary": "How aging affects brain-body connections can be investigated through changes in the coupling between functional magnetic resonance imaging (fMRI) signals and bodily autonomic processes across the adult lifespan. Recent studies using univariate approaches have identified age-related changes in the association between fMRI signals from multiple individual brain regions and low-frequency respiratory and cardiac activity. Here, we investigate if whole-brain spatial fMRI patterns associated with low-frequency physiological processes (heart rate and respiratory volume fluctuations) present generalizable changes with age. Data from human participants of both sexes are included in the analysis. We find that chronological age can be predicted statistically beyond chance from patterns of low-frequency fMRI-physiology coupling, even after accounting for individual differences in physiological signal characteristics and brain anatomy. Notably, brain areas implicated in central autonomic regulation, including nodes within salience and ventral attention networks (e.g., insula and middle cingulate cortex), are amongst the strongest contributors to age prediction. Further, we observe that after removing physiological effects from fMRI data, the residual blood oxygen level-dependent (BOLD) signal variability is still a reliable indicator of age. Together, these findings underscore the close integration between brain and body physiology, and highlight this interaction as a potential biomarker of the aging process.\n\nSignificance StatementThe association between brain activity and respiratory or cardiac activity is often dismissed as \"noise\" in functional magnetic resonance imaging (fMRI) studies. However, emerging evidence suggests that coupling between fMRI and peripheral physiological signals can provide valuable insight into the brain-body connection. In this study, we show that whole brain patterns of coupling between fMRI signals and low-frequency respiratory and cardiac processes can reliably predict age across the adult lifespan. Brain regions involved in autonomic regulation, such as insula and cingulate cortex, were among the most informative predictors of age. These findings suggest that fMRI-physiology coupling may capture aging-related changes in brain vascular health and autonomic function and may have broader relevance for tracking disease-related disruptions in brain-body interaction.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.15.694468",
    "doi": "10.64898/2025.12.15.694468",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694519",
    "title": "Human acrocentric chromosome short arm de novo mutation and recombination",
    "authors": [
      "Lin, J.",
      "Mastrorosa, F. K.",
      "Noyes, M. D.",
      "Yoo, D.",
      "Rhie, A.",
      "Porubsky, D.",
      "Hoekzema, K.",
      "Munson, K. M.",
      "Koundinya, N.",
      "Watkins, W. S.",
      "Jorde, L. B.",
      "Quinlan, A. R.",
      "Neklason, D. W.",
      "Phillippy, A. M.",
      "Eichler, E. E."
    ],
    "summary": "The extraordinary repetitive content of human acrocentric short arms has prevented detailed investigations into recombination and de novo mutation. Integrating multiple sequencing technologies, we created 156 phased short arms and assessed 107 intergenerational transmissions from 23 samples in a four-generation pedigree. We observed a significant depletion (P<0.0001) of p-arm allelic recombination but one ectopic chr13-chr21 recombination breakpoint mediated by a 630 kbp segmental duplication mapping 1.6 Mbp distal to the SST1 array. In contrast, 18 maternal-biased q-arm allelic recombinations are significantly enriched within 5 Mbp of the centromere. Compared to autosomal euchromatin, the overall p-arm de novo single-nucleotide variant rate (1.33x10^-7 per base pair per generation) is 10-fold higher, with a significant reduction of C>T but increased C>G and A>C mutations. We hypothesize that acrocentric sequence composition biases and the dearth of allelic recombination contribute to an elevated mutation rate and unique mutational signatures suggestive of mismatch repair defects and oxidative stress-induced DNA lesions.",
    "published": "2025-12-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694519",
    "doi": "10.64898/2025.12.16.694519",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41418389",
    "title": "ATP drives the leptin inhibition of voltage-gated calcium channels via AMPK in isolated neurons of arcuate nucleus in male rats.",
    "authors": [
      "Bermeo K",
      "Rosendo-Pineda MJ",
      "Arenas T",
      "Arenas I",
      "Garcia DE"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418389/",
    "doi": "doi: 10.1016/j.npep.2025.102582",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41418347",
    "title": "WTAP-mediated N6-methyladenosine modification of UQCRQ promotes mitochondrial ROS and inflammatory response in microglia after intracerebral hemorrhage.",
    "authors": [
      "Liang C",
      "Hou X",
      "Yao S",
      "Han C",
      "Cao F"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418347/",
    "doi": "doi: 10.1016/j.bbrc.2025.153162",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41418322",
    "title": "Metabolism Meets Epigenetics: β-Hydroxybutyrate-Driven Lysine β-Hydroxybutyrylation Bridging Energy Metabolism With Transcription and Protein Functional Remodeling.",
    "authors": [
      "Cheng S",
      "Cheng C",
      "Zhou J",
      "Ji Y",
      "Liu Y",
      "Jiang W",
      "Liu C",
      "Wang H"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418322/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41418100",
    "title": "Cortactin Suppresses mTOR-Dependent Senescence in Circulating Tumor Cells.",
    "authors": [
      "Hu J",
      "Zhang B",
      "Chen J",
      "Huang G",
      "Zhao M",
      "Zhou H",
      "Yang F",
      "Liu K",
      "Zheng S",
      "Tan H",
      "Liu X",
      "Liu J",
      "Hu H",
      "Wang L",
      "Zhang J",
      "Dai L",
      "Chen Q",
      "Pan X",
      "Li H",
      "Yu H",
      "Guo W",
      "Hong X"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418100/",
    "doi": "doi: 10.1158/0008-5472.CAN-25-1175",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41418025",
    "title": "Comments on the manuscript entitled: synchronized aging trajectory of facial and skeletal morphology in Chinese females: implications for rejuvenation strategies.",
    "authors": [
      "Zhao Y",
      "Gong L"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41418025/",
    "doi": "doi: 10.1097/JS9.0000000000004564",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41417950",
    "title": "Association between insulin resistance and breast cancer risk in perimenopausal and postmenopausal women: mediating effects of oxidative stress and inflammatory biomarkers.",
    "authors": [
      "Mei H",
      "Zhang Z",
      "Lu W",
      "Li F",
      "Chang L",
      "Song Q"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417950/",
    "doi": "doi: 10.1097/JS9.0000000000004562",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417901",
    "title": "CRISPRa-mediated disentanglement of the Dux-MERVL axis in the 2C-like state, totipotency, and cell death.",
    "authors": [
      "Chammas P",
      "Xie SQ",
      "Sepulveda-Rincon LP",
      "Leeke BJ",
      "Dore MH",
      "Dormann D",
      "Wagner RT",
      "Chang N",
      "Jones PL",
      "McManus MT",
      "Karimi MM",
      "Young G",
      "Percharde M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417901/",
    "doi": "doi: 10.1126/sciadv.adu9092",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41417846",
    "title": "Combining brigatinib with mTOR inhibition to effectively treat NF2-SWN-associated and sporadic NF2-deficient meningiomas.",
    "authors": [
      "Chang LS",
      "Oblinger JL",
      "Wu LMN",
      "Miller C",
      "Burns SS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417846/",
    "doi": "doi: 10.1158/2767-9764.CRC-25-0563",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41417734",
    "title": "MCM8- and MCM9 Deficiencies Cause Lifelong Increased Hematopoietic DNA Damage Driving p53-Dependent Myeloid Tumors.",
    "authors": [
      "Lutzmann M",
      "Bernex F",
      "da Costa de Jesus C",
      "Hodroj D",
      "Marty C",
      "Plo I",
      "Vainchenker W",
      "Tosolini M",
      "Forichon L",
      "Bret C",
      "Queille S",
      "Marchive C",
      "Hoffmann JS",
      "Méchali M"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417734/",
    "doi": "doi: 10.1016/j.celrep.2025.116846",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41417641",
    "title": "Endothelial to mesenchymal transition, Ets2 and the aging heart.",
    "authors": [
      "Hall IF",
      "Kishta F",
      "Kovacic JC"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417641/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41417634",
    "title": "A DNA Tetrahedron Delivery Asiatic Acid to Reprogram Mitochondrial Metabolism for Promoting Bone Regeneration via STAT3 Phosphorylation.",
    "authors": [
      "Huang Y",
      "Zhang Y",
      "Feng Y",
      "Yang Q",
      "Gao B",
      "Xu H",
      "Huang C",
      "Lin K",
      "Xu Y",
      "Zhu P"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417634/",
    "doi": "doi: 10.1002/advs.202518796",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41417620",
    "title": "Exclusive Breastfeeding Drives AMPK-Dependent Thermogenic Memory in BAT and Promotes Long-Term Metabolic Benefits in Offspring.",
    "authors": [
      "Wu N",
      "Yin A",
      "Yu X",
      "Wang M",
      "Zhang J",
      "Liu K",
      "Hou Y",
      "Cao M",
      "Zhang Y",
      "Zhang X",
      "Gao Y",
      "Guo X",
      "Zhang L",
      "Li Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417620/",
    "doi": "doi: 10.1002/advs.202508956",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41417217",
    "title": "Telmisartan ameliorates reproductive dysfunction, oxidative stress, and mitochondrial damages induced by fipronil in male rats via regulation of Nrf2/HO-1/PGC-1α/MNF2/DRP1.",
    "authors": [
      "Salama AR",
      "Aboushouk AA",
      "El-Far A",
      "Ashoura NR",
      "Rohiem AH",
      "Edres HA",
      "Saad HM"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417217/",
    "doi": "doi: 10.1007/s00210-025-04812-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417199",
    "title": "EVs from Stem Cells Improve Mitochondrial Dysfunction in Neuronal Disorders.",
    "authors": [
      "Jahan S",
      "Kumar D",
      "Ali S",
      "Siddiqui AJ",
      "Alaidarous M",
      "Khan J",
      "Khan A"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417199/",
    "doi": "doi: 10.1007/s12035-025-05623-9",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41417107",
    "title": "Spermidine Alleviates Sepsis-Induced Acute Lung Injury through AMPK-Mediated Improvement of Necroptosis.",
    "authors": [
      "Ye B",
      "Jin Y",
      "Hu S",
      "Shao Y",
      "Yang Q",
      "Wu H",
      "Liu Z"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417107/",
    "doi": "doi: 10.1007/s10753-025-02372-8",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41417102",
    "title": "The promising arsenal of ferroptosis inducers in bladder cancer.",
    "authors": [
      "Jiang N",
      "Ma W",
      "Jin X"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417102/",
    "doi": "doi: 10.1007/s00109-025-02614-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41416820",
    "title": "Haptoglobin and Hemopexin Redirect Heme-Driven Oxidative Stress and Neurotoxicity in Organotypic Brain Slices.",
    "authors": [
      "Stalder AT",
      "Buzzi RM",
      "Vallelian F",
      "Schaer DJ"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41416820/",
    "doi": "doi: 10.1021/acschemneuro.5c00511",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41416790",
    "title": "Cold plasma triggered cell death with a curcumin and capecitabine loaded magnetic nanocluster-based multifunctional system on the MCF-7 cell line: a smart therapy platform.",
    "authors": [
      "Erdag D",
      "Garrido MD",
      "Basoglu H",
      "Yazgan I",
      "Amorós P",
      "Yalcintepe L",
      "Toprak MS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41416790/",
    "doi": "doi: 10.1039/d5tb01738f",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41416711",
    "title": "Inhibition of NCOA4 Attenuates Ferroptosis and Oxidative Stress in Chondrocytes.",
    "authors": [
      "Lai T",
      "Huang Z",
      "Lin S",
      "Zou K",
      "Wu H"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41416711/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41416676",
    "title": "Evaluating Intracellular Location and ROS Scavenging by Manganese Dioxide Nanoparticles in Chondrocytes.",
    "authors": [
      "Aldrich J",
      "Dong G",
      "Panicker A",
      "Russell J",
      "Kumar S",
      "Ovalle R Jr",
      "Allen KD",
      "Ryan TE",
      "Sharma B"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41416676/",
    "doi": "doi: 10.1021/acsami.5c20507",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41416489",
    "title": "Reshape Intracellular/Extracellular pH for Enhanced Nanocatalytic Ferroptosis and cGAS-STING Activation Induced Immunotherapy.",
    "authors": [
      "Gong J",
      "Huang H",
      "Gao M",
      "Ruan Y",
      "Chen R",
      "Li Y",
      "Wang S",
      "Sun X"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41416489/",
    "doi": "doi: 10.1002/smll.202510253",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41416472",
    "title": "A mitochondria-anchored dual-lock probe for sequential detection of HOCl and viscosity during oxidative stress and ferroptosis.",
    "authors": [
      "Wu X",
      "Yang Y",
      "Zhou C",
      "Kou J",
      "Li M",
      "Kong F",
      "Tang B"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41416472/",
    "doi": "doi: 10.1039/d5cc06089c",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41414974",
    "title": "Retraction: mTOR up-regulation of SNRPA1 contributes to hepatocellular carcinoma development.",
    "authors": [],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414974/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41414921",
    "title": "Co-administration of triazoles with calcineurin or mammalian target of rapamycin inhibitors in solid organ transplant patients hospitalized with invasive aspergillosis.",
    "authors": [
      "Alexander B",
      "Johnson MD",
      "Lovelace B",
      "Coleman CI"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414921/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41414839",
    "title": "MYSM1 regulates the proliferation and differentiation of bovine skeletal muscle satellite cells via BRG1-mediated activation of the AKT/mTOR/NF-κB signaling pathway.",
    "authors": [
      "Zhang C",
      "Li Y",
      "Zhang W",
      "Ma T",
      "Li X",
      "Guo Y",
      "Zhang L",
      "Ding X",
      "Hu D"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414839/",
    "doi": "doi: 10.5713/ab.250773",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41414808",
    "title": "SgA1d, an acid lipase from venom of the ectoparasitoid Scleroderma guani involved in the regulation of host lipid metabolism.",
    "authors": [
      "Wang J",
      "Ling T",
      "Wu C",
      "Liang W",
      "Wang K",
      "Zhu J"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414808/",
    "doi": "doi: 10.1002/ps.70457",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41414751",
    "title": "AUTOPHAGIC punctum a self-sensing vacuole/lysosome: V-ATPase dysfunction activates selective autophagy.",
    "authors": [
      "Huang Y",
      "Klionsky DJ"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414751/",
    "doi": "doi: 10.1080/15548627.2025.2604345",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41414677",
    "title": "β-Catenin and AMPK/AKT/FOXO Signaling Mediate Doxorubicin-Induced Senescence and Lipid Accumulation in C2C12 Myoblasts.",
    "authors": [
      "Yun C",
      "Kim SH",
      "Kwon D",
      "Woo R",
      "Chung KW",
      "Lee J",
      "Lee YH",
      "Jung YS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414677/",
    "doi": "doi: 10.4062/biomolther.2025.217",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bAMPK\\b",
      "\\bFOXO\\b"
    ]
  },
  {
    "id": "pmid:41414661",
    "title": "Catechin Promotes Osteogenic Differentiation via AMPK-mediated Autophagy Activation in Bone Marrow Mesenchymal Stem Cells.",
    "authors": [
      "Liu H",
      "Li A",
      "Yue J",
      "Guo Z",
      "Zhou N",
      "Yuan H",
      "Han L",
      "Han Y",
      "Peng G",
      "Xu Y",
      "Wen F",
      "Zhang Y"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414661/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41414033",
    "title": "Polydatin alleviates mitochondrial damage and apoptosis of lung epithelial cells by inhibiting toll-like receptor 4-dependent macrophage activation in asthma.",
    "authors": [
      "Li G",
      "Liu R",
      "Xu C",
      "Yang J",
      "Song Y",
      "Li L",
      "Jiang J",
      "Li L",
      "Wang C",
      "Yan G"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41414033/",
    "doi": "doi: 10.1002/ame2.70100",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41413917",
    "title": "Docetaxel induced activation of GSDME pathway and pyroptosis enhance immune lethality in prostate cancer cells.",
    "authors": [
      "Liu R",
      "Zhang L",
      "Xie G",
      "Li X",
      "Liu Y",
      "Li N",
      "Raveendran A",
      "Feng Y",
      "Lu F",
      "Deng X",
      "Li J",
      "Yang J",
      "Huang Z",
      "Jia Z"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413917/",
    "doi": "doi: 10.1186/s13046-025-03614-1",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41413907",
    "title": "Menin-driven mTOR signaling sustains taxane resistance in CRPC and reveals a targetable vulnerability for combination therapy.",
    "authors": [
      "Bulut I",
      "Cevatemre B",
      "Yuksel-Catal N",
      "Syed H",
      "Onder T",
      "Acilan C"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413907/",
    "doi": "doi: 10.1186/s12964-025-02594-1",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41413904",
    "title": "Mechanistic study on how the Tet1/ARF-p53 pathway affects idiopathic pulmonary fibrosis through macrophage polarization.",
    "authors": [
      "Zhang P",
      "Guo X",
      "Wang T",
      "Wang S"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413904/",
    "doi": "doi: 10.1186/s12967-025-07538-4",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41413849",
    "title": "Aging, biofilms, and diabetic foot ulcers: disrupting chronic infections with super-oxidized solutions and addressing age-related vulnerabilities.",
    "authors": [
      "Supardy NA",
      "Kumar RRS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413849/",
    "doi": "doi: 10.1186/s40842-025-00261-5",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41413804",
    "title": "The interplay between homocysteine, oxidative stress, and butyrylcholinesterase activity in the pathogenesis of schizophrenia.",
    "authors": [
      "Naifar M",
      "Guidara W",
      "Maalej M",
      "Jmal K",
      "Zouari L",
      "Ayadi FM"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413804/",
    "doi": "doi: 10.1186/s12888-025-07711-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41413685",
    "title": "Aging Alone in the City: Systemic Exclusion, Social Isolation, and Loneliness among Older Refugees in Nairobi, Kenya.",
    "authors": [
      "Tippens JA",
      "Palmer-Wackerly AL",
      "Njiru L",
      "Nyagero J",
      "Okwarah P",
      "Kang JS",
      "Tettevie FL",
      "Micheni LM",
      "Kariuki SM",
      "Lakati A"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413685/",
    "doi": "doi: 10.1007/s11524-025-01008-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41413659",
    "title": "Ferroptosis inhibitors: mechanisms of action and therapeutic potential.",
    "authors": [
      "Duo K",
      "Feng X",
      "Tian X",
      "Wang F",
      "Zhao Y",
      "Yu J",
      "Liu Y",
      "He Y",
      "Cai Z"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413659/",
    "doi": "doi: 10.1007/s00018-025-05958-5",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41413615",
    "title": "GSK3β-mediated NRF2 degradation drives Escherichia coli-induced ferroptosis in the bovine endometrium.",
    "authors": [
      "Yuan C",
      "Dong P",
      "Wang J",
      "Mao P",
      "Wang Z",
      "Dong J",
      "Guo L",
      "Liu K",
      "Cui L",
      "Li J",
      "Wang H"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413615/",
    "doi": "doi: 10.1186/s13567-025-01675-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41413608",
    "title": "Biallelic null RAB3GAP1 variants impair cortical development and autophagy in Warburg Micro syndrome: evidence from fetal brain tissue and patient fibroblasts.",
    "authors": [
      "Noël E",
      "Guimiot F",
      "Capri Y",
      "Alison M",
      "Baskaran A",
      "Delcour C",
      "Germanaud D",
      "Lebon S",
      "Storey C",
      "de Roux N",
      "Orts-Del'Immagine A"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413608/",
    "doi": "doi: 10.1186/s40478-025-02204-8",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41413605",
    "title": "Correction: Human umbilical cord-derived mesenchymal stromal cell exosomes ameliorate aging-associated skeletal muscle atrophy and dysfunction in SAMP10 mice.",
    "authors": [
      "Huang Z",
      "Piao L",
      "Meng X",
      "Inoue A",
      "Hitomi K",
      "Umegaki H",
      "Kuzuya M",
      "Cheng XW"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413605/",
    "doi": "doi: 10.1186/s13287-025-04868-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41413590",
    "title": "ALDH3A2 targets arachidonic acid to promote cell metastasis in TNBC via AMPK/m-TOR signaling pathway.",
    "authors": [
      "Wang D",
      "Luo S",
      "Yu R",
      "Wen D",
      "Jiang H",
      "Xu K",
      "Di X",
      "Zhang S"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413590/",
    "doi": "doi: 10.1186/s13058-025-02135-1",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41413486",
    "title": "MiR-199b-5p inhibition improves inflammation and oxidative stress damage in OA-induced non-alcoholic fatty liver disease through targeting SIRT1.",
    "authors": [
      "Liang H",
      "Lin T",
      "Hu Y",
      "Sun X"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413486/",
    "doi": "doi: 10.1186/s12876-025-04533-3",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41413484",
    "title": "Protective anti-fibrotic effect of liraglutide and Pirfenidone combination therapy on liver fibrosis in rats: effects on autophagy and NLRP3 inflammasome.",
    "authors": [
      "Yousefi Z",
      "Rajabi R",
      "Karima S",
      "Nourbakhsh M",
      "Lotfi AS"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413484/",
    "doi": "doi: 10.1186/s12876-025-04545-z",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41413482",
    "title": "A computational analysis of programmed cell death-associated LncRNA signatures in glioma and drug prediction.",
    "authors": [
      "Liu X",
      "Luo D",
      "Zhang P",
      "Tian D",
      "Liu W",
      "Jia L"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413482/",
    "doi": "doi: 10.1186/s12883-025-04372-5",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41413446",
    "title": "In vitro and in vivo exploration of microbiome-derived yeast extract for anti-aging and skin rejuvenation.",
    "authors": [
      "Nguyen NH",
      "Lee YI",
      "Jang YS",
      "Lee HK",
      "Jung I",
      "Lee SJ",
      "Lee JH"
    ],
    "summary": "",
    "published": "2025-12-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41413446/",
    "doi": "doi: 10.1186/s12866-025-04593-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41417851",
    "title": "Naringenin attenuates liver injury in Schistosoma mansoni-induced liver fibrosis and oxidative stress in mice model.",
    "authors": [
      "Liang TR",
      "Liu CZ",
      "Peng SY"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417851/",
    "doi": "doi: 10.1371/journal.pntd.0013825",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417787",
    "title": "Aging-related peroxisomal dysregulation disrupts intestinal stem cell differentiation through alterations of very long-chain fatty acid oxidation.",
    "authors": [
      "Guo X",
      "Du G",
      "Zhou J",
      "Fu F",
      "Yuan Y",
      "Liu X",
      "Chen H",
      "Wan Q",
      "Gong B",
      "Chen H"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417787/",
    "doi": "doi: 10.1371/journal.pbio.3003552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41417771",
    "title": "TPEDCC-PEG-based photodynamic therapy exhibits potent therapeutic efficacy against echinococcosis by inducing oxidative stress and mitochondria-mediated apoptosis.",
    "authors": [
      "Ma Z",
      "Xie L",
      "Wang L",
      "Wang Z",
      "Zhao H",
      "Qiu L",
      "Ma Z",
      "Tian J",
      "Shi L",
      "Yuan M",
      "Xin Q"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417771/",
    "doi": "doi: 10.1371/journal.pntd.0013793",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41417549",
    "title": "Unraveling Aging Processes by Molecular Dynamics in High Impact Polystyrene/Organoclay Nanocomposites using Solid-State NMR to understand the microplastics generation.",
    "authors": [
      "Silva PSRCD",
      "Tavares MIB"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41417549/",
    "doi": "doi: 10.1590/0001-3765202520250484",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41415716",
    "title": "Baicalein Enhances Longevity and Healthspan of C. elegans Through the Insulin/IGF-1 Signaling Pathway.",
    "authors": [
      "Zhao C",
      "Schrapel D",
      "Schaefer M"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41415716/",
    "doi": "doi: 10.1002/mco2.70543",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  }
]