[
  {
    "id": "http://arxiv.org/abs/2602.22783v1",
    "title": "Branching random walks with ageing",
    "authors": [
      "Daniela Bertacchi",
      "Elena Montanaro",
      "Fabio Zucca"
    ],
    "summary": "Branching processes are models used to describe populations that reproduce and die over time. In the classical setting, an individual's reproductive capacity remains constant throughout its lifetime. However, in real-world situations, reproductive capacity typically undergoes ageing - that is, after reaching a peak, it decreases over time. In this work, we study the influence of ageing on the behaviour of the process and how modifying its parameters, along with reproduction rates, affects the destiny of the process.",
    "published": "2026-02-26T09:19:15+00:00",
    "updated": null,
    "source": "arXiv",
    "link": "https://arxiv.org/abs/2602.22783v1",
    "doi": null,
    "categories": [
      "math.PR",
      "q-bio.PE"
    ],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.27.601056",
    "title": "Epigenetic regulation of TERRA transcription, R-loop formation, telomere integrity and metacyclogenesis by base J in Leishmania major.",
    "authors": [
      "Kieft, R.",
      "Sabatini, R."
    ],
    "summary": "The hyper-modified DNA base J helps control termination of Pol II transcription at polycistronic transcription units (PTUs) in T. brucei and L. major, allowing epigenetic control of gene expression. The Telomere Repeat-containing RNA (TERRA) is synthesized in T. brucei by Pol I readthrough transcription of a telomeric PTU. While little is understood regarding TERRA synthesis and function, the hyper-modified DNA base J is highly enriched at telomeres in L. major promastigotes. We now show that TERRA is synthesized by Pol II in L. major and loss of base J leads to increased TERRA from multiple telomeric ends, presumably via readthrough transcription from an adjacent PTU. Furthermore, Pol II readthrough defects and increased TERRA correlate with increased telomeric DNA damage, increased differentiation of promastigotes to the infectious metacyclic life stage and decreased cell viability. These results help explain the essential nature of base J in Leishmania and provide insight regarding epigenetic control of RNA expression, telomere stability and parasite development during the life cycle of L. major.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.27.601056",
    "doi": "10.1101/2024.06.27.601056",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.01.662628",
    "title": "Thermogenic Adipose ADH5 Counteracts Age-related Metabolic Decline",
    "authors": [
      "Sebag, S. C.",
      "Neff, T.",
      "Qian, Q.",
      "Asghari, A.",
      "Wang, Z.",
      "Zhang, Z.",
      "Li, M.",
      "Hao, M.",
      "Lira, V.",
      "Sun, H.",
      "Potthoff, M. J.",
      "Yang, L."
    ],
    "summary": "Aging-associated decline in brown adipose tissue (BAT) function and mass contributes to energy and metabolic homeostasis disruption. Alcohol dehydrogenase 5 (ADH5) is a major denitrosylase that prevents cellular nitro-thiol redox imbalance, an essential feature of aging. However, the functional significance of BAT ADH5 in the context of aging is largely unknown. Here, we aimed to investigate the role of BAT ADH5 in protecting against age-related metabolic dysfunction. We show that aging promotes aberrant BAT protein S-nitrosylation modification and downregulates ADH5 in mice. Furthermore, BAT ADH5-deletion accelerates BAT senescence and aging-associated declines in metabolic homeostasis and cognition. Mechanistically, we found that aging inactivates BAT Adh5 by suppressing heat shock factor 1 (HSF1), a well-recognized proteostasis regulator. Moreover, pharmacologically enhancing HSF1 improved BAT senescence, metabolic decline, and cognitive dysfunction in aged mice. Together, these findings suggest that the BAT HSF1-ADH5 signaling cascade plays a key role in protecting against age-related systemic functional decline. Ultimately, unraveling the role of thermogenic adipose nitrosative signaling will provide novel insights into the interplay between BAT nitric oxide activity and metabolism in the context of aging.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.01.662628",
    "doi": "10.1101/2025.07.01.662628",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707992",
    "title": "Leaf age modulates physiological and metabolic responses to contrasting nitrogen forms in Chinese fir (Cunninghamia lanceolata (Lamb.) Hook)",
    "authors": [
      "Fu, W.",
      "Zhang, Y.",
      "Yu, W.",
      "Zhang, Z.",
      "Yuan, S.",
      "Chen, G.",
      "Zeng, J."
    ],
    "summary": "Atmospheric nitrogen (N) deposition is increasingly affecting global ecosystems, with nitrate contributing a growing proportion alongside ammonium. However, the interaction between N forms and leaf developmental stage in shaping physiological and metabolic strategies in Chinese fir remains poorly understood. In this study, a field experiment was conducted to explore the physiological and metabolic responses of young and old leaves to ammonium and nitrate N addition. Our findings showed that N addition enhanced photosynthetic performance in young leaves, with a stronger effect from nitrate. In contrast, old leaves exhibited limited photosynthetic response but accumulated higher non-structural carbohydrates and showed elevated N assimilation enzyme activities, particularly under nitrate addition. Phytohormone profiles varied between leaf ages, with young leaves having higher auxin levels while old leaves exhibiting increased abscisic and salicylic acid contents under N addition. Additionally, N addition induced differential reprogramming of amino acid metabolism, with age-dependent accumulation patterns. Metabolomic analysis identified key amino acids involved in coordinating carbon-nitrogen metabolism. These results highlighted the complementary metabolic strategies by young and old leaves of Chinese fir under contrasting N forms addition and emphasized the importance of considering both N form and leaf age in optimizing N management for sustainable plantation practices.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707992",
    "doi": "10.64898/2026.02.25.707992",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707757",
    "title": "The interaction between virus-bound KLF4 and host-bound PARP1 directs the localization of Adeno-Associated Virus Type 2 (wtAAV2) to cellular sites of DNA damage",
    "authors": [
      "Abrahams, R. R.",
      "Larsen, C. I. S.",
      "Ha, R.",
      "Majumder, K."
    ],
    "summary": "Wild-type adeno-associated virus type 2 (wtAAV2) is a small, non-pathogenic DNA virus within the family Parvoviridae that is modified to engineer recombinant AAV (rAAV) vectors used in gene therapy. wtAAV2 genomes localize to nuclear domains enriched in DNA Damage Response (DDR) factors through mechanisms that remain unknown. We have discovered that the host transcription factor KLF4 (Kruppel-like Factor 4) and the DDR protein PARP1 (poly-ADP ribose polymerase 1) are key effectors regulating wtAAV2 nuclear trafficking. In-silico analysis revealed that wtAAV2-associated genomic sites are enriched in KLF4 binding motifs. Confocal imaging demonstrated a close spatial association between KLF4 and wtAAV2 nuclear reservoirs, consistent with KLF4?s known ability to form nuclear condensates. Mutation of the KLF4 binding site within the wtAAV2 genome and RNAi-mediated knockdown of KLF4 globally reduced the expression of viral Rep68/78 genes and attenuated the localization of the viral genome to cellular DDR sites. Chemical inhibition of the KLF4-interacting protein PARP1 with Olaparib decreased the ability of wtAAV2 genomes to localize to cellular DDR sites and transcribe viral genes. Ectopic expression of wild-type PARP1, but not its KLF4-binding-deficient mutant, rescued wtAAV2 gene expression in PARP1-deficient cells. These findings define a novel mechanism by which wtAAV2 exploits the interaction between host transcription factors and DNA repair machinery to establish a persistent nuclear niche. Insertion of KLF4-binding elements into recombinant AAV2 (rAAV2) gene therapy vectors is sufficient to enhance transduction of target cells, providing a framework for engineering vectors with improved nuclear targeting and transcriptional activity.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707757",
    "doi": "10.64898/2026.02.24.707757",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707807",
    "title": "Chronological Aging Stiffens Cells, Alters Mitochondria, and Impairs Mitochondrial Mechanical Responsiveness in Mesenchymal Stem Cells",
    "authors": [
      "Faruq, O.",
      "Nikitina, N.",
      "Birks, S.",
      "Jones, C. L.",
      "Goelzer, M.",
      "Howard, S. M.",
      "Zavala, A.",
      "Ali, N.",
      "Uzer, G."
    ],
    "summary": "Mesenchymal stem cells (MSCs) can differentiate into osteoblasts and adipocytes, play a critical role for maintaining bone homeostasis. Although, aging impairs MSC function and contributes to several complications, the effects of aging on subcellular structure and related gene expression need further investigation. Here we established an in vitro system to study MSCs isolated from bones of 5, 12, and 24 months old mice which showed significantly decreased bone volume and exercise performance with age. RNA sequencing revealed downregulation of genes related to cell-matrix interactions, cell metabolism, and division. Functionally MSCs extracted from 24mo showed significantly increased adipogenesis and reduced osteogenesis compared to 5mo, which was accompanied by reduced levels of cell proliferative marker Ki67 and increased expression of senescence protein p16. Data-driven segmentation of F-actin architecture revealed no cell-wide or nuclei-associated alteration, while 24mo MSCs showed decreased nuclear volume and increased spreading and higher nuclear stiffness compared to 5mo. Mitochondria from 12mo and 24mo showed increased length and volume of fibers when compared to 5mo, which was accompanied by gene expression changes associated with mitochondrial inflammation and oxidative phosphorylation. To test the functional consequences, MSCs were subjected to mechanical stress for 72 hours using 90Hz, 07g low-intensity vibration (LIV). While 5mo MSCs showed a robust fusing of individual mitochondrial fibers, LIV response of 12mo and 24mo MSCs were progressively less, indicating an already stressed mitochondria compromised to mechanical challenge. In summary, this study has established an in vitro assay system, revealing age-associated impairments in differentiation, mitochondrial function, and mechanotransduction capacity.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707807",
    "doi": "10.64898/2026.02.24.707807",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bp16\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707821",
    "title": "Long-term moisture barrier performance of liquid crystal polymer for implantable medical electronics",
    "authors": [
      "Thielen, B.",
      "Pulicken, C.",
      "Aklivanh, E.",
      "Sabes, P.",
      "Cvitkovic, M."
    ],
    "summary": "Liquid crystal polymer (LCP) is commonly used in the electronics industry due to its favorable dielectric, thermal, and insulative properties. It has recently gained popularity in the medical field for these same reasons, as well as its biocompatibility, moisture barrier properties, and ability to be microfabricated into thin film flexible circuits or flex PCBs. While polymers such as polyimide and Parylene C remain more common for electronics encapsulation and flexible circuit fabrication due to their relatively lower barriers to adoption and history of use, LCPs superior moisture barrier performance and low risk of delamination make it a promising material for chronic use in medical devices. In this work, the moisture barrier properties of LCP are evaluated using in vitro accelerated aging over 59-61 weeks at 65-68 degrees C, corresponding to an equivalent implanted lifetime of 8.1 and 9.4 years at 37 degrees C for each of two sample groups: LCP as an electronics encapsulant and as a flexible circuit substrate. In the encapsulation group, relative humidity inside an encapsulation pocket was monitored over time with no noticeable change in humidity throughout the measurement period. In the flexible circuit group, impedance of laminated interdigitated electrodes was monitored over time, with an average decrease to 44% of the initial impedance value across all successful samples due to the moisture absorption of the LCP, which has remained stable for the latter half of testing. In both groups, no delamination was observed. These findings demonstrate that LCP is a viable moisture barrier for electronics in implanted medical devices for an estimated equivalent lifetime of at least 8.1 years.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707821",
    "doi": "10.64898/2026.02.24.707821",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707507",
    "title": "Elevating Neuronal CYLD Causes Frontotemporal Dementia (FTD)-Relevant Behavioral and Physiological Deficits",
    "authors": [
      "Baral, A.",
      "Bilal, M.",
      "Dai, H.",
      "Jun, Y.-W.",
      "Almeida, S.",
      "Gao, F.-B.",
      "Yao, W.-D."
    ],
    "summary": "Frontotemporal dementia (FTD), a leading form of presenile dementia disrupting behavior, language and/or movement, is linked to mutations of a number of genes, including CYLD that encodes a Lys63 (K63) deubiquitinating enzyme. Among several CYLD variants found in FTD patients, a gain-of-function missense mutant, M719V, has been proposed to be pathogenic, but its pathogenicity in vivo and the underlying mechanism remain unknown. Here, we have developed transgenic mice that express either wildtype (WT) or M719V-CYLD in neurons throughout the mouse brain using adeno-associated virus (AAV) mediated somatic brain transgenesis. We show that somatic M719V-CYLD transgenic mice display profound FTD-associated behavioral impairments, including risk-taking, reduced social interaction, and loss of empathy that emerge from early stages and worsen with aging. Furthermore, M719V-CYLD mice also show significant early neurophysiological impairments in the prefrontal cortex (PFC), including depolarized resting membrane potential, decreased synaptic transmission, and reduced neuronal excitability. Surprisingly, however, M719V-CYLD mouse brain exhibits elevated autophagy activity and decreased Akt-mTOR signaling without overt neuronal cell loss or microgliosis even at 12 months of age. Most M719V-CYLD-associated cellular and behavioral phenotypes are also recapitulated but to a lesser extent in WT-CYLD mice, suggesting CYLD activation is responsible for the observed neural circuit deficits and the M719V mutation is gain-of-function in nature. Our results uncover important roles of neuronal CYLD in PFC function and social behaviors and establish a unique animal model to investigate pathogenic mechanisms of FTD, in particular its social behavioral deficits, at molecular, cellular, synaptic and circuit levels.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707507",
    "doi": "10.64898/2026.02.24.707507",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707225",
    "title": "Impact of Aging, Sex, and Species on the mRNA Expression of Matrix Metalloproteinases Following Ischemic Stroke",
    "authors": [
      "Challa, S. R.",
      "Baker, I. M.",
      "Vinayagam, V.",
      "Jackson, S. N.",
      "Khan, N.",
      "Mada, S. R.",
      "Unnam, P.",
      "Fornal, C. A.",
      "Klopfenstein, J. D.",
      "Veeravalli, K. K."
    ],
    "summary": "Matrix metalloproteinase (MMP) expression and function are highly context dependent, varying across physiological and pathological conditions. We previously documented the expression profiles of select MMPs in the ischemic brains of young male rodents. However, aging is a major risk factor for stroke in humans and is associated with vasculature alterations, increased oxidative stress, and elevated inflammation. In addition, sex differences have been reported in stroke incidence and severity. Despite this, the effects of age, sex, and species on brain MMP gene expression after cerebral ischemia/reperfusion (I/R) has not been systematically examined. Therefore, we investigated how age, sex, and species influence the mRNA expression of all known MMPs (22 total) in the brain following cerebral I/R. Moderate-to-severe neurological deficits were induced by transient middle cerebral artery occlusion (MCAO) followed by reperfusion in young and aged male and female C57BL/6 mice and in young male Sprague-Dawley rats. Brain tissue from the ipsilateral (ischemic) hemisphere was collected on post-MCAO day 1, and MMP mRNA levels were quantified by real-time PCR and expressed as fold change relative to the sham control group. Across species, MMP-3, MMP-8, MMP-12, MMP-13, MMP-19, MMP-20, and MMP-27 were upregulated in both rats and mice. Species-specific increases were also observed: MMP-1, MMP-7, MMP-9, MMP-14, MMP-21, and MMP-25 were upregulated only in rats, whereas MMP-10 was upregulated only in mice. The most strongly upregulated MMPs were MMP-12 in rats and MMP-3, MMP-10, and MMP-12 in mice. By contrast, MMP-15 and MMP-17 were downregulated in both species, whereas MMP-23 and MMP-24 were downregulated only in rats and mice, respectively. Within mice, MMP-3, MMP-10, MMP-12, MMP-19, MMP-20, and MMP-21 increased in both sexes and age groups, except for MMP-19 in aged males and MMP-21 in young males. MMP-14 increased only in females (young and aged), whereas MMP-27 increased only in males (young and aged). Notably, MMP-3, MMP-10, and MMP-12 were the three most highly upregulated MMPs in both male and female mice regardless of age. Overall MMP mRNA expression levels were higher in aged male mice and lower in aged female mice relative to sex-matched young mice. Among all MMPs examined, MMP-12 showed the most marked upregulation across species and, within mice, across age groups and sexes. Collectively, these findings demonstrate that brain MMP gene expression after cerebral I/R is modulated by age, sex, and species, underscoring the importance of incorporating these biological variables when targeting MMPs individually or in combination in preclinical rodent stroke models.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707225",
    "doi": "10.64898/2026.02.24.707225",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707893",
    "title": "Microfluidic Mechanical Reactivation of Aged Stem Cells",
    "authors": [
      "Jang, S. B.",
      "Jeon, T.-I.",
      "Kang, G. H.",
      "Seo, D.",
      "Kim, H.",
      "Yeo, H.",
      "Seok, J.",
      "Lim, K. M.",
      "Dayem, A. A.",
      "Kim, S. J.",
      "Song, K.",
      "Kwak, Y.",
      "Hur, J.",
      "Chung, A. J.",
      "Cho, S. G."
    ],
    "summary": "Stem cell aging significantly impairs therapeutic efficacy, requiring innovative strategies to restore potency. We present a microfluidic cell-compressing platform for reactivation (-CPR) designed to apply controlled hydrodynamic deformation to late-passage stem cells. This mechanical stimulation facilitates functional reactivation without external chemical cues. Within a defined window, -CPR effectively reduces oxidative stress, SA-{beta}-Gal activity, and {gamma}H2AX foci, while simultaneously restoring proliferation and canonical stemness markers (OCT4, SOX2, and KLF4). Mechanical stimulation via -CPR induces coordinated structural remodeling: nuclei become more compact, actin cortex organization is restored, -actinin redistributes to focal adhesions, and microtubule networks are restructured, suggesting a rebalanced intracellular tension. Transcriptomic and proteomic analyses reveal that this process reprograms extracellular matrix remodeling and DNA repair pathways while attenuating pro-fibrotic and senescence-associated secretory phenotype (SASP)-associated pathways. Crucially, this reactivation occurs without compromising fundamental MSC hallmarks, preserving intrinsic immunophenotypes and multilineage differentiation potential. Functionally, -CPR-processed stem cells demonstrate restored in vitro wound closure and enhanced tissue repair in vivo, with efficacy appearing dependent on mechanical dosage. This platform establishes a non-genetic, mechanobiological approach to restoring stem cell function, offering a scalable strategy for functional reactivation and potentially paving the way toward comprehensive cellular rejuvenation.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707893",
    "doi": "10.64898/2026.02.25.707893",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707674",
    "title": "Short-Term Performance Assay Identifies Functional Benefits and Early Toxicity of Longevity Interventions in Mice",
    "authors": [
      "Marin-Jerez, E.",
      "Rueda-Carrasco, J.",
      "Melendez-Rodriguez, F.",
      "Partido-Borge, P.",
      "Tapia, E.",
      "Leibowitz, B. D.",
      "Parras, A."
    ],
    "summary": "Mouse lifespan studies are slow and costly, limiting the number of interventions that have demonstrated robust anti-aging effects. This highlights the need for rapid early-stage screening tools capable of assessing both efficacy and potential side effects. Here, we present a short-term performance assay designed to rapidly profile functional benefits and early toxicity of longevity interventions in mice. Over an 8-week period, mice received one of five candidate anti-aging treatments: 17a-estradiol, rapamycin + Smer28, berberine + resveratrol, sildenafil and pinealon. The protocol longitudinally monitored body weight and temperature, and food intake, alongside post-treatment assessments of grip strength, locomotor activity, Y-maze cognition, social behavior, and hematological and urinary parameters. The screen revealed compound-specific phenotypes: 17a-estradiol induced significant weight loss, increased grip strength, and dorsal alopecia, consistent with metabolic remodeling. Sildenafil reduced basal body temperature and preserved locomotor activity. Berberine + resveratrol decreased food intake and fasting glucose without major changes in physical performance, resembling caloric restriction-like metabolic effects. Rapamycin + Smer28 modestly improved strength and sociability but induced anemia in 2 of 5 mice, indicating potential dose-dependent toxicity. Pinealon showed a trend toward improved working memory without detectable adverse effects. This multi-parametric approach enables discover healthspan extending interventions facilitating prioritization and dose refinement before committing to full lifespan studies. Finally, to our knowledge, this represents the first comprehensive preclinical aging study in mice fully funded through tokenized decentralized science (DeSci), demonstrating how community-governed, on-chain funding can support resource-intensive in vivo research.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707674",
    "doi": "10.64898/2026.02.25.707674",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bRapamycin\\b",
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "10.1101/2024.07.08.602602",
    "title": "Acute rapamycin treatment reveals novel mechanisms of behavioral, physiological, and functional dysfunction in a maternal inflammation mouse model of autism and sensory over-responsivity",
    "authors": [
      "Le Belle, J. E.",
      "Condro, M.",
      "Cepeda, C.",
      "Oikonomou, K. D.",
      "Tessema, K.",
      "Dudley, L.",
      "Schoenfield, J.",
      "Kawaguchi, R.",
      "Geschwind, D.",
      "Silva, A. J.",
      "Zhang, Z.",
      "Shokat, K.",
      "Harris, N. G.",
      "Kornblum, H. I."
    ],
    "summary": "Maternal inflammatory response (MIR) during early gestation in mice induces a cascade of physiological and behavioral changes that have been associated with autism spectrum disorder (ASD). In a prior study and the current one, we find that mild MIR results in chronic systemic and brain inflammation, mTOR pathway activation, mild brain overgrowth followed by regionally specific volumetric changes, sensory processing dysregulation, and social and repetitive behavior abnormalities. Prior studies of rapamycin treatment in autism models have focused on chronic treatments that alter or prevent physical brain changes. Here, we have focused on the acute effects of rapamycin to uncover novel mechanisms of dysfunction related to mTOR pathway signaling. We find that within 2 hours, rapamycin treatment could rapidly rescue neuronal hyper-excitability, seizure susceptibility, functional network connectivity and brain community structure, repetitive behaviors, and sensory over-responsivity in adult offspring with persistent mild brain overgrowth. These CNS-mediated effects are also associated with alteration of the expression of several ASD-, ion channel-, and epilepsy-associated genes in the same time frame. Reduction of microglia with CSF1R inhibitors or inhibition of NADPH oxidase in young animals reduces the development of some of the behavioral phenotypes, but neither is as effective as acute mTOR inhibition. Our findings indicate that mTOR dysregulation in MIR offspring is a key contributor to various levels of brain dysfunction. However, we demonstrate that the adult MIR brain is also amenable to rapid normalization of these functional changes which results in the rescue of both core and comorbid ASD-like behaviors in adult animals without requiring long-term physical alterations to the brain. Restoring excitatory/inhibitory imbalance and sensory functional network modularity may therefore be important targets for therapeutically addressing both primary sensory and compensatory repetitive behavior phenotypes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.07.08.602602",
    "doi": "10.1101/2024.07.08.602602",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.1101/2024.09.17.613246",
    "title": "DNA-PK interacts with cyclic dinucleotides and inhibits type I Interferon responses",
    "authors": [
      "Vila, I. K.",
      "Messaoud-Nacer, Y.",
      "Taffoni, C.",
      "Jardine, J.",
      "Eloiflin, R. J.",
      "Augereau, A.",
      "Guha, S.",
      "Schussler, M.",
      "Le Hars, P.",
      "McKellar, J.",
      "Carvalho, T.",
      "Postal, J.",
      "Chemarin, M.",
      "Re, J.",
      "Guivel-Benhassine, F.",
      "Lopez, R.",
      "Trillet, K.",
      "Barrat, J.",
      "Serbier, M.",
      "El Mansouri, I.",
      "Luchsinger, C.",
      "Chrousos, G. P.",
      "Porrot, F.",
      "Diaz-Griffero, F.",
      "Schwartz, O.",
      "Blanchet, F. P.",
      "Majzoub, K.",
      "Vlachakis, D.",
      "Bidere, N.",
      "Laguette, N."
    ],
    "summary": "Inflammatory signal termination is critical for the maintenance of homeostasis. Cyclic dinucleotides (CDN) are second messengers that trigger inflammatory responses through the activation of the Stimulator of Interferon Genes (STING) signaling platform. No broad-acting direct regulator of intracellular CDNs has been identified in mammals to date. We show that the DNA-dependent protein kinase catalytic subunit (DNA-PKcs), a major DNA damage response actor, directly interacts with the intracellular 2'3'-cGAMP CDN through its kinase domain, tempering STING activation. DNA-PKcs also acts on the 3'3'-cGAMP bacterial CDN and pharmacological STING agonists, impacting their bioactivity and ability to mount optimal antiviral responses. STING agonism has been considered as a therapeutic avenue to alleviate immunosuppression in human pathologies. By uncovering DNA-PKcs as a CDN signaling modulator and CDNs as inhibitors of DNA-PKcs kinase activity, we provide critical insights into CDN regulation, with implications for the development of STING-targeting therapeutics.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.09.17.613246",
    "doi": "10.1101/2024.09.17.613246",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.30.635658",
    "title": "Nora virus proliferates in dividing intestinal stem cells and thereby sensitizes Drosophila flies to Pseudomonas aeruginosa intestinal infection and to oxidative stress",
    "authors": [
      "Franchet, A.",
      "Haller, S.",
      "Yamba, M.",
      "Barbier, V.",
      "Vieira, A.",
      "Leclerc, V.",
      "Becker, S.",
      "Lee, K.-Z.",
      "Orlov, I.",
      "Spehner, D.",
      "Daeffler, L.",
      "Ferrandon, D."
    ],
    "summary": "The digestive tract represents the most complex interface of an organism with its biotope. Food may be contaminated by pathogens and toxicants while an abundant and complex microbiota thrives in the gut lumen. The organism must defend itself against potentially noxious biotic or abiotic stresses while preserving its microbiota, provided it plays a beneficial role. The presence of intestinal viruses adds another layer of complexity. Starting from a differential sensitivity of two lines from the same Drosophila wild-type strain to ingested Pseudomonas aeruginosa, we report here that the presence of Nora virus in the gut epithelium promotes the sensitivity to this bacterial pathogen as well as to an ingested oxidizing xenobiotic. The genotype, age, nature of the ingested food and, to a limited extent, the microbiota are relevant parameters that influence the effects of Nora virus on host fitness. Mechanistically, we detect the initial presence of the virus essentially in progenitor cells. Upon stress such as infection, exposure to xenobiotics, aging or feeding on a rich-food diet, the virus is then detected in enterocytes, which correlates with a disruption of the intestinal barrier function in aged flies. Finally, we show that the virus proliferates only when ISCs are induced to divide. We propose that enterocytes essentially get infected through lineage from progenitor cells and are not directly infected. In conclusion, it is important to check that experimental strains are devoid of intestinal viruses when monitoring survival/life span of fly lines or when investigating the homeostasis of the intestinal epithelium as these viruses can constitute significant confounding factors.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.30.635658",
    "doi": "10.1101/2025.01.30.635658",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.27.656460",
    "title": "Early transcription factor activation distinguishes symbiotic from non-symbiotic bacteria during microbiome processing in a sponge",
    "authors": [
      "Yang, B.",
      "Yuen, B.",
      "Yuan, H.",
      "Degnan, B. M.",
      "Degnan, S. M."
    ],
    "summary": "Animals that filter-feed on environmental microbes must rapidly discriminate among captured bacteria to maintain beneficial associations while avoiding inappropriate immune activation. In innate immunity, this discrimination is executed through transcription factors (TFs), whose activation and nuclear translocation initiate effector gene expression and shape the nature of the host response. In sponges, bacteria are first physically captured by choanocytes, but the timing and cellular context in which TF-mediated immune discrimination becomes evident remains unclear. Here, we investigate the earliest detectable regulatory responses associated with discrimination between symbiotic and non-symbiotic bacteria in the marine sponge Amphimedon queenslandica. Using a feeding-based design to model post-metamorphic microbiome restructuring, we exposed juvenile sponges that already harbour vertically inherited symbionts to native (symbiont) or foreign (non-symbiont) bacterial communities and assessed early cellular processing and transcriptional responses to bacterial uptake. Symbiotic bacteria were rapidly transported across the epithelium and induced a strong, transient activation of conserved innate immune TFs, including NF-kB, IRF, and STAT, together with associated signalling pathways. IRF and NF-kB translocated to the nuclei of amoebocytes that had engulfed symbionts, indicating that discrimination becomes evident shortly after uptake and precedes downstream effector responses. In contrast, foreign bacteria were internalized more slowly, failed to induce coordinated immune TF activation or nuclear translocation, and instead elicited a xenobiotic-dominated transcriptional program. Together, these findings identify TF activation as an early regulatory checkpoint in sponge-microbe interactions and reveal key mechanisms that underpin the initial stages of symbiont discrimination.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.27.656460",
    "doi": "10.1101/2025.05.27.656460",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.15.664002",
    "title": "TREM2+ macrophages accumulate in alveoli of human pulmonary tuberculosis providing a permissive niche for bacterial growth",
    "authors": [
      "Teles, R. M. B.",
      "Benabdessalem, C.",
      "Perrie, J.",
      "Wei, C.",
      "West, J.",
      "de Andrade Silva, B. J.",
      "Andrade, P. R.",
      "Mansky, L.",
      "Divakar, P.",
      "Fischbacher, L.",
      "Lam, K.",
      "Ma, F.",
      "Gu, Y.",
      "Rategh, K.",
      "Brown, M.",
      "Pillai, A.",
      "French, S. M.",
      "Romdhane, E.",
      "Barbouche, M.-R.",
      "Klechevsky, E.",
      "Colonna, M.",
      "Steyn, A. J. C.",
      "Bensinger, S.",
      "Barber, D. L.",
      "Rammeh, S.",
      "Dulai, P. S.",
      "Bryson, B. D.",
      "Pellegrini, M.",
      "Belisle, J. T.",
      "Bloom, B. R.",
      "Modlin, R. L."
    ],
    "summary": "Pulmonary tuberculosis (TB) exhibits marked spatial heterogeneity, with alveolar pneumonia and organized granulomas frequently coexisting within the same lung. While granulomas have long dominated conceptual models of TB pathogenesis, the immune programs operating within alveolar TB pneumonia in humans remain incompletely defined. Here, we integrate spatial transcriptomics, single-cell RNA sequencing, high-resolution imaging, and functional assays of human lung biopsies to directly compare alveolar pneumonia with adjacent granulomas from the same individuals. We demonstrate that alveolar TB pneumonia is enriched for TREM2+ lipid-laden macrophages characterized by lipid metabolic reprogramming, sparse T-cell infiltration, attenuated antimicrobial gene expression, and abundant Mycobacterium tuberculosis (Mtb) transcripts and antigens. In contrast, neighboring granulomas exhibit organized lymphoid architecture and robust antimicrobial programs. Mechanistically, the mycobacterial virulence lipid phthiocerol dimycocerosate (PDIM) and free mycolic acids induce TREM2 expression and activate TREM2-DAP12 signaling, promoting lipid droplet accumulation, suppressing autophagy, and enhancing intracellular Mtb survival in human macrophages. This immunometabolic state is pharmacologically reversible: 1,25-dihydroxyvitamin D3; downregulates TREM2, restores autophagy, reduces lipid droplets, and limits bacterial viability. Together, these findings define a spatially localized TREM2+ foamy macrophage program within alveolar pneumonia that contrasts sharply with adjacent granulomatous immunity, establishing an niche permissive for bacillary persistence and potentially transmission, as well as identifying a tractable host pathway in human TB pathogenesis.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.15.664002",
    "doi": "10.1101/2025.07.15.664002",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.31.667922",
    "title": "Integrative Analysis of the Mouse Cecal Microbiome Across Diet, Age, and Weight in the Diverse BXD Population",
    "authors": [
      "Zhou, Z.",
      "Lamanna, A.",
      "Halder, R.",
      "Pansart, E.",
      "Narayanasamy, S.",
      "Boussoufa, B.",
      "Kerkour, T.",
      "Wilmes, P.",
      "Williams, E. G."
    ],
    "summary": "Background The gut microbiota adapts to and shapes the host's metabolic state through affecting circulating metabolites and consequent gene regulatory networks, resulting in systemic influences in diverse organs via connections such as the gut-liver axis. Numerous variables such as diet, age, and host genetics modulate the composition of the gut microbiome, but their interactions and specific associative and mechanistic links to host molecular phenotypes remain incompletely unannotated. Integrated multi-omics approaches in genetically diverse populations offer an opportunity to dissect these interactions and identify predictive microbial signatures for host phenotypes, such as body weight, and molecular associations with gene expression pathways in gut and liver. Results We sequenced, aligned, and integrated the cecal metagenome, metatranscriptome, and host transcriptome from 232 mice across 175 distinct cohorts according to a low fat chow diet (CD) or a high-fat diet (HF), four adult ages (between roughly 180 to 730 days of age), and 43 distinct genotypes (inbred BXD strains). Genetics and diet exerted the strongest influence on microbiota abundance and activity, followed by age. HF feeding significantly reduced diversity across all ages and all genotypes, altering >300 species. Machine learning models based on microbial profiles reliably predicted body weight within dietary group (AUC = 0.84 for CD, 0.79 for HF) and chronological age (AUC = 0.84), with model performance rising of age prediction rising to 0.95 when integrating top microbial features with liver proteomics. Network analyses of expression data revealed links between genes, pathways, and specific microbes, including a negative association between cecal Ido1 expression and short-chain fatty acid (SCFA)-producing Lachnospiraceae, suggesting dietary fat may modulate host tryptophan metabolism through microbiota shifts. Conclusions Whole metagenome and metatranscriptome sequencing approaches have massively expanded the landscape of microbiome analysis compared to earlier short-read 16S analyses. The resulting datasets quantify hundreds of uniquely identifiable microbes, which can be used to create sets of highly predictive microbial biomarkers for aging and obesity. When trained on controlled mouse populations, these results demonstrate that microbiome profiling can achieve high predictive capacity (AUC = 0.95 with multi-omics integration) for complex readouts such as age and body weight (AUC = 0.84), even considering genetic and dietary variation, establishing a framework for biomarker development. While at present many bacteria are still functionally unannotated at the species level, multi-omics approaches --- including gene expression from the host tissues --- provide insights into the functional associations of specific taxa in the microbiome.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.31.667922",
    "doi": "10.1101/2025.07.31.667922",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.12.675637",
    "title": "In situ evidence that mast cells release mutant NLRP1 in keratoacanthomas from multiple self-healing palmoplantar carcinoma",
    "authors": [
      "Dobre, A.",
      "Fertig, T. E.",
      "Niculae, A. M.",
      "Cohn, A. M.",
      "Curici, A.",
      "Andrei, R. T.",
      "Marta, D. S.",
      "Peteu, V. E.",
      "Popescu, R. G.",
      "Marinescu, G. C.",
      "Turcu, G.",
      "Forsea, A. M.",
      "Ion, D. A.",
      "Gherghiceanu, M.",
      "Nedelcu, R. I."
    ],
    "summary": "NLRP1 is an inflammasome sensor protein expressed in barrier tissues of humans. Its activation in response to microbes or cellular stress triggers a cascade of molecular events, leading up to IL1{beta}-driven inflammation and pyroptosis. Rare germline mutations of NLRP1 cause its persistent activation, resulting in autoinflammatory syndromes. Multiple self-healing palmoplantar carcinoma (MSPC) is one such syndrome, characterized by the appearance of recurrent keratoacanthomas (KAs) on the palms and soles. Here, we aimed to compare the subcellular localization of mutant NLRP1 in MSPC-associated lesions, to wild-type NLRP1 in non-MSPC KAs and in skin from healthy donors. Using mass spectrometry, immunohistochemistry and immunoelectron tomography, we found that NLRP1 localized to mast cell (MC) granules in all samples, a novel finding which implicates MCs in NLRP1-associated responses in human skin. Moreover, we found that MCs expressing the A66V pathogenic variant of NLRP1 overpopulated MSPC-KAs, infiltrated the epidermis and degranulated, a behavior not seen in other lesions from this study. The released granules had the highest NLRP1 protein content and also contained NLRP3 and IL1{beta}, indicating coexistence of inflammasome pathways within MCs. Taken together, our findings establish cutaneous MCs as a NLRP1 reservoir in health and disease, opening a new area of research in NLRP1-related syndromes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.12.675637",
    "doi": "10.1101/2025.09.12.675637",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.24.690098",
    "title": "Transcriptomic insights into the tritrophic plant-pathogen-mycoparasite interaction reveal coordinated reprogramming fungal secretomes and plant amino acid metabolism.",
    "authors": [
      "Maeda, K.",
      "Kouda, M.",
      "Ohara, M.",
      "Kawase, T.",
      "Saito, K.",
      "Iwao, E.",
      "Sushida, H.",
      "Suzuki, T.",
      "Sumita, T.",
      "Iida, Y."
    ],
    "summary": "The tomato-Cladosporium fulvum (syn. Fulvia fulva) pathosystem has served as a model for the gene-for-gene concept of effectors and resistance proteins, but this binary framework does not include the potential influence of other microbial participants. Here we describe the dramatic changes in gene expression of all members of the tritrophic interaction among tomato, C. fulvum, and mycoparasitic fungus Hansfordia pulvinata. Transcriptomic analyses of the mycoparasite H. pulvinata during parasitism of C. fulvum on tomato on planta and in vitro revealed a dramatic upregulation of genes encoding small secreted proteins during mycoparasitism, notably, a Nep1-like protein (HpNlp1) lacked typical necrosis-inducing activity but induced the accumulation of antifungal compounds inhibiting spore germination of C. fulvum. Similarly, in C. fulvum parasitized by H. pulvinata, effector genes were highly expressed. Strikingly, effector protein Ecp2 was found to share structural similarity with pathogen killer toxin 4 proteins and had broad-spectrum antifungal activity, indicating a dual function in fungal competition and Cf-ECP2-mediated plant resistance. In tomato plants infected by C. fulvum parasitized by H. pulvinata, primary metabolism and defense-related genes were exclusively activated. These results suggest that in the tritrophic interaction, the mycoparasite simultaneously suppressed the pathogen and induced plant resistance. This study uncovers a multilayered molecular network in which the mycoparasite coordinates pathogen suppression and plant defense within the tritrophic interaction.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.24.690098",
    "doi": "10.1101/2025.11.24.690098",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702741",
    "title": "Inferring Accumulation Times of Mitochondrial DNA Deletion Mutants from Cross-Sectional Single-Cell Data: Application to Tabula Muris Senis",
    "authors": [
      "Kowald, A.",
      "Kirkwood, T. B. L."
    ],
    "summary": "Mitochondrial DNA (mtDNA) deletion mutants accumulate clonally in post-mitotic cells during ageing and can reach high intracellular fractions that impair oxidative phosphorylation. Despite extensive experimental documentation, the mechanisms underlying this accumulation and the timescales over which deletion mutants expand within individual cells remain poorly constrained. In a companion study, we developed a stochastic modelling framework based on a Moran birth-death process and showed that key parameters of mtDNA dynamics, mutation probability, selection advantage, and the fraction of advantageous mutations, can be inferred from cross-sectional single-cell RNA sequencing (scRNAseq) data. Here, we apply this framework to experimental scRNAseq data from the Tabula Muris Senis project, which provides a lifespan-resolved atlas of mouse tissues. We identify and quantify mtDNA deletions in limb muscle cells across multiple ages. Gene-resolved analyses reveal pronounced deletion hotspots associated with elevated heteroplasmy at ND5 and ND6, consistent with predictions that disruption of transcriptional feedback regulation confers a replication advantage. Conversely, deletions affecting ATP6 are associated with reduced heteroplasmy, suggesting an unexpected role of this gene in supporting mtDNA propagation. The distribution of unique deletion species per cell follows a Poisson distribution with a low mean, indicating limited intracellular mutant diversity, further constraining plausible accumulation mechanisms. Parameter fits yield selection advantage estimates that imply mean accumulation times of approximately 3.5 to 6.5 months from first occurrence to near-complete dominance. Our results support a model in which mtDNA deletion accumulation is driven by rare mutation events followed by rapid clonal expansion, and they demonstrate the potential of single-cell omics data to quantify fundamental parameters of mitochondrial ageing dynamics.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702741",
    "doi": "10.64898/2026.01.30.702741",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704981",
    "title": "HSPB8 regulates CTP synthase filaments to couple nucleotide metabolism and autophagy in tumors",
    "authors": [
      "Lin, W.-C.",
      "Wang, C.-Y.",
      "Huang, K.-J.",
      "Chakraborty, A.",
      "Lin, Y.-T.",
      "Hsieh, Y.-J.",
      "Chien, K.-Y.",
      "Ke, P.-Y.",
      "Huang, W.-H.",
      "Cheng, C.-Y.",
      "Chang, I. Y.-F.",
      "Tang, H.-Y.",
      "Yang, C.-H.",
      "Cheng, M.-L.",
      "Chang, Y.-C.",
      "Yeh, C.-T.",
      "Lee, C.-K.",
      "Yu, J.-S.",
      "Chang, Y.-S.",
      "Grosshans, J.",
      "Pai, L.-M."
    ],
    "summary": "Metabolic adaptation and proteostasis are essential for tumor survival under nutrient stress, yet how these processes are mechanistically integrated remains unclear. Here, we identify CTP synthase (CTPS) filament dynamics as a regulatory nexus linking nucleotide metabolism to autophagic flux. Under glutamine deprivation--a hallmark of poorly vascularized solid tumors--CTPS undergoes polymerization into filamentous assemblies that exhibit reduced enzymatic activity. We demonstrate that filament formation is driven by intracellular asparagine availability and stabilized by the accumulation of misfolded proteins. Using APEX2-based proximity labeling and proteomics, we identify the small heat shock protein HSPB8 as a filament-associated regulator. HSPB8, acting within the chaperone-assisted selective autophagy (CASA) pathway, antagonizes CTPS polymerization by promoting clearance of misfolded proteins, thereby restoring soluble, catalytically active CTPS. Filament disassembly increases CTP production and enhances synthesis of autophagy-related phospholipids, including phosphatidylinositol and phosphatidylethanolamine, resulting in accelerated autophagic flux. Cells expressing filament-deficient CTPS mutants display elevated autophagosome formation and increased LC3-II accumulation upon lysosomal blockade, confirming enhanced flux. In vivo, disruption of CTPS filament assembly impairs xenograft tumor growth and is associated with excessive autophagy. Analysis of TCGA datasets further reveals that high CTPS and low HSPB8 expression correlate with poor patient survival across multiple cancers. Collectively, our findings establish CTPS filament dynamics as a proteostasis-sensitive metabolic switch that coordinates nucleotide biosynthesis with autophagy, revealing a previously unrecognized vulnerability in tumors adapting to nutrient limitation.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704981",
    "doi": "10.64898/2026.02.10.704981",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707632",
    "title": "Heterozygote Advantage of a Single-Copy SNAP18 Truncation Allele Enables Dominant SCN Resistance and Yield Preservation in Soybean",
    "authors": [
      "Wang, D.",
      "Han, S.",
      "Chen, L.",
      "Wang, L.",
      "Weng, L.",
      "Yu, H.",
      "Li, C.",
      "Huang, M.",
      "Yang, S.",
      "Feng, X."
    ],
    "summary": "Soybean cyst nematode (SCN, Heterodera glycines) is the most devastating pathogen threatening global soybean production. The long-term over-reliance on rhg1-a/b resistance has led to the rapid emergence of virulent SCN populations, creating an urgent demand for novel genetic resources to safeguard soybean yield. Here, we identified a rare gain-of-function allele, SNAP18lmm3, via map-based cloning of the lesion-mimic mutant (lmm3) in the SCN-susceptible Williams 82 (rhg1-c) background. This allele encodes a 24-amino-acid C-terminal truncation of SNAP18 and exhibits an unusual mixed dominance genetic profile: the autoimmune-related leaf lesion phenotype is recessive, whereas SCN resistance is dominant. Homozygous lmm3 plants suffer significant yield losses due to spontaneous cell death, but heterozygous (LMM3+/-) plants maintain normal growth, agronomic performance, and seed yield comparable to wild-type Williams 82 in SCN-free field environments. Critically, under artificial SCN inoculation in both field trials and controlled environments, LMM3+/- heterozygotes confer robust resistance, achieving a ~4-fold yield advantage over SCN-infested Williams 82 and a ~44% reduction in cyst formation relative to Williams 82. This resistance profile aligns with the broad-spectrum activity of the lmm3 homozygous mutant, supported by the conserved resistance mechanism of SNAP18lmm3. Transgenic expression of SNAP18lmm3 driven by the nematode-responsive HIP promoter (HIPpro) potently arrested nematode development at the J2 stage in transgenic hairy roots, as evidenced by the drastically reduced proportion of advanced-stage nematodes. Our findings establish SNAP18lmm3 as a potent, \"plug-and-play\" genetic resource that circumvents the limitations of traditional dosage-dependent resistance loci. This allele enables the development of high-yielding, SCN-resistant soybean cultivars through marker-assisted selection for the heterozygous state or precision genome editing, providing a practical solution for sustainable SCN management.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707632",
    "doi": "10.64898/2026.02.24.707632",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707681",
    "title": "SNAP18 Truncation Triggers a Competitive Binding Switch Between NSF and ATG8f, Balancing Vesicular Trafficking and Autophagy for SCN Resistance in Soybean",
    "authors": [
      "Wang, D.",
      "Wang, L.",
      "Liu, Q.",
      "Chen, L.",
      "Weng, L.",
      "Yu, H.",
      "Li, C.",
      "Huang, M.",
      "Yang, S.",
      "Feng, X.",
      "Han, S."
    ],
    "summary": "Soybean cyst nematode (SCN, Heterodera glycines) poses the most devastating biotic threat to global soybean production. Traditional SCN resistance mediated by the Rhg1 locus predominantly relies on gene copy number expansion and elevated -SNAP protein dosage. Here, we report a novel resistance mechanism in a single-copy rhg1-c background, wherein a C-terminal 24-amino-acid truncation of SNAP18 (designated SNAP18lmm3) triggers a functional switch from vesicular trafficking to autophagic degradation. Biochemical assays and structural modeling demonstrate that this truncation severely impairs the canonical interaction between SNAP18 and N-ethylmaleimide-sensitive factor (NSF), disrupting SNARE complex recycling and inducing localized cytotoxicity. Concomitantly, the truncated SNAP18lmm3 exposes a binding interface for the autophagy-related protein ATG8f, routing the aberrant protein for selective autophagic clearance. This constitutively activated autophagic flux acts as a systemic detoxification system, preventing widespread cell death and ensuring normal plant growth under non-stressed conditions. Upon SCN infection, SNAP18lmm3 specifically hyper-accumulates within nematode-induced syncytia. This accumulation reaches levels fourfold higher than in adjacent cells, which overwhelms the local autophagic capacity and triggering targeted cell death that arrests nematode development. By elucidating this competitive molecular switch between NSF and ATG8f binding, our study establishes a \"self-degrading toxin\" model that resolves the inherent trade-off between plant growth and immunity. This work provides a new theoretical framework for engineering cellular homeostasis to enhance durable crop resistance against parasitic nematodes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707681",
    "doi": "10.64898/2026.02.24.707681",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707635",
    "title": "Distinct development-associated roles of rice histonevariant H2A.X in suppressing deposition of activeH3K4me3 marks and in restricting H2A.W incorporation",
    "authors": [
      "Madhu, A.",
      "Gandhivel, V. H.-S.",
      "Raju, S.",
      "Dey, R.",
      "Shivaprasad, P. V."
    ],
    "summary": "Histone variant H2A.X is a well-conserved histone that plays crucial roles in mediating DNA damage response across eukaryotes. Although H2A.X expresses even without any stress, and decorates gene bodies of actively expressed genes, it is not known if H2A.X has functions beyond DNA damage repair. Using genetic, high throughput genomics and molecular approaches, we identified a previously unappreciated role of H2A.X in regulating development-associated genes. Using custom-made antibodies specific to H2A.X variant, we show that it suppressed the deposition of active H3K4me3 marks over gene bodies and Transposable elements (TE)s, specifically regulating several root development, photosynthesis, and pigmentation-related genes as seen by the impairment of these processes in h2a.x ko (knockout) plants. H2A.X also suppressed global deposition of repressive mark H3K9me2 by restricting activity of H2A variant H2A.W. In agreement with this, there was a genome-wide re-localization of H2A.W to TEs and a few genes in h2a.x ko plants. H2A.X overexpressing plants exhibited stress phenotypes including increased anthocyanin levels, mimicking the transcriptome of DNA damaged wildtype plants. The transcriptome of kd lines of FACT complex, a known chaperone of H2A.X, was largely similar to that of h2a.x ko, suggesting that the development-associated functions of FACT are at least partially due to H2A.X. These results suggest a key role of H2A.X in regulating the competing histone marks and this function might be conserved across plants.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707635",
    "doi": "10.64898/2026.02.24.707635",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707369",
    "title": "ACB1801 enhances tumor immunogenicity by targeting glycolysis/ferroptosis vulnerability and activating STAT1-signaling to overcome anti-PD-1 resistance in MSS colorectal cancer",
    "authors": [
      "Gao, R.",
      "Van Moer, K.",
      "Pulido, C.",
      "Oudin, A.",
      "Li, C.",
      "Poussard, M.",
      "L Ramos, t.",
      "Murera, D.",
      "Bartoleni, E.",
      "Ives, A.",
      "Gerbe de Thore, M.",
      "Mondini, M.",
      "Deutsch, E.",
      "Berchem, G.",
      "Auclair, C.",
      "Janji, B."
    ],
    "summary": "Background: Immune checkpoint blockade (ICB) therapies demonstrate low efficacy in microsatellite stable (MSS) colorectal cancer (CRC) due to an immune-desert tumor microenvironment (TME) characterized by low antigen presentation and limited tumor-infiltrating lymphocytes (TILs). Harmine, a natural small-molecule and its promising derivatives ACB1801 have shown anti-tumor potential in preclinical models; however, their potential to reprogram the TME and overcome ICB resistance in MSS CRC remains unexplored. This study investigates whether and how ACB1801 can reshape TME to sensitize MSS CRC to ICB therapies. Methods: We used the CT26 MSS colorectal cancer mouse model to evaluate the ability of the harmine derivative ACB1801 to enhance the efficacy of anti-PD-1 therapy. To characterize its mode of action, we performed immune landscape analysis and transcriptomic profiling of both CD45- and CD45+ tumor-derived cells. In parallel, mechanistic studies were conducted in vitro using mouse and human MSS CRC cell lines. Results We demonstrate that the harmine derivative ACB1801 enhances the effectiveness of anti-PD-1 therapy in an MSS CRC mouse model. Combination therapy significantly increased CD8+ T cell infiltration and reduced regulatory T-cell (Treg) density in the TME. Transcriptomic profiling of CRC cells isolated from tumors treated with either anti-PD-1 alone or in combination with ACB1801 revealed significant enrichment of metabolic pathways in the combination group, characterized by reduced glycolysis and enhanced ferroptosis signatures. These findings were supported by in vitro data showing that ACB1801 reduces tumor cell glycolytic activity and promotes ferroptotic vulnerability. Mechanistically, ACB1801 induced STAT1 signaling, promoted CXCL10 release, and enhanced major histocompatibility complex class I (MHC-I)-dependent antigen presentation on tumor cells, thereby increasing tumor susceptibility to anti-PD-1 therapy. Conclusion: Collectively, our findings indicate that combination therapy with harmine derivatives and ICBs represents a promising strategy for treating MSS CRC patients.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707369",
    "doi": "10.64898/2026.02.23.707369",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707592",
    "title": "HuR inhibition attenuates hypertension and fibrosis in chronic kidney disease",
    "authors": [
      "Zhuang, L.",
      "Wang, Z.",
      "Fu, Z.",
      "Mookherjee, S.",
      "Symons, J. D.",
      "Aube, J.",
      "Wu, X.",
      "Xu, L.",
      "Huang, Y."
    ],
    "summary": "Background: Elevated RNA-binding protein HuR has been reported in patients with chronic kidney disease (CKD), but its specific pathogenic role remains unclear. Here, we investigated HuR involvement in progressive CKD induced by deoxycorticosterone acetate (DOCA) plus angiotensin II (Ang II) in mice and evaluated the therapeutic efficacy and mechanisms of the HuR inhibitor KH3. Methods: Adult male mice underwent uninephrectomy and were subjected to DOCA + Ang II infusion with 1% NaCl in drinking water. Mice were then treated with KH3 or vehicle for 3 weeks. Control mice received saline injections without DOCA and Ang II infusion. Results: DOCA + Ang II infusion markedly increased HuR expression in circulating exosomes and kidney tissues, which was attenuated by KH3. KH3 halted the progression of albuminuria and improved renal function, and reduced kidney hypertrophy and glomerular and tubulointerstitial fibrosis compared with untreated DOCA + Ang II mice. These improvements were associated with reduced podocyte and tubular injury. KH3 also decreased renal macrophage infiltration and suppressed NF- {kappa}Bp65, Nox2, AKT phosphorylation, TGF-{beta}1, and Wisp1, consistent with reduced inflammation, oxidative stress, and fibrosis. In addition, KH3 partially lowered arterial blood pressure in DOCA + Ang II-infused mice, an effect that may involve suppression of SGLT2-associated profibrotic vascular responses, as supported by studies in cultured VSMCs and mesenteric resistance arteries. Conclusions: HuR is upregulated in DOCA + Ang II-induced renal and vascular injury and contributes to hypertensive, inflammatory, oxidative, and fibrotic responses in CKD. Pharmacologic inhibition of HuR-RNA interactions represents a promising therapeutic strategy for CKD.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707592",
    "doi": "10.64898/2026.02.23.707592",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707417",
    "title": "Identification of a FANCD2-interacting protein motif (DIP-box) linking DNA Damage Response processes",
    "authors": [
      "Cao, Z.",
      "Briola, G. R.",
      "Ionita, C.",
      "Streetley, J.",
      "Walden, H. L.",
      "Rennie, M. L."
    ],
    "summary": "FANCD2 is involved in the DNA Damage Response, particularly the repair of interstrand crosslinks via homologous recombination. Having recently been established to be a DNA clamp, it is still unclear if and how FANCD2 directly recruits other factors to coordinate DNA repair. Here we show that FANCD2 has a conserved acidic region that directly binds proteins involved in different aspects of DNA repair, using a combination of cryoEM, AlphaFold and biochemical reconstitution. We further identify several additional candidate interactors at this site that are involved in histone modification, and RNA processing. All of these interactors involve a short linear motif, which we refer to as a D2-interacting protein motif (DIP-box), akin to PCNA-interacting protein motifs (PIP-boxes). These data demonstrate FANCD2 is a hub for protein-protein interactions providing a structural explanation for FANCD2's central role in repair of DNA interstrand crosslinks.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707417",
    "doi": "10.64898/2026.02.24.707417",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707448",
    "title": "NF-B transcriptionally enhances p53 accumulation dynamics hampering DNA repair",
    "authors": [
      "Colombo, E.",
      "Pozzi, S.",
      "Loffreda, A.",
      "Genova, F.",
      "Aloi, E.",
      "Heinichen, T.",
      "Falletta, P.",
      "Mazzocca, M.",
      "Fillot, T.",
      "Gnani, D.",
      "Agresti, A.",
      "Bianchi, M. E.",
      "Zambrano, S.",
      "Mazza, D."
    ],
    "summary": "Cells integrate multiple, often concurrent signals through intertwined genetic circuits whose dynamics shape transcriptional programs and cell fate decisions. Among these, the tumor suppressor p53 and the inflammatory transcription factor NF-{kappa}B are central regulators of stress responses in normal and cancer cells, yet their dynamic crosstalk under co-activation remains poorly characterized. Here, we combine genetic approaches, live cell imaging, transcriptomic analysis and mathematical modeling to dissect their dynamic interplay. We find that co-activation of NF-{kappa}B by the inflammatory cytokines TNF- and IL-1{beta} significantly enhance p53 nuclear accumulation upon genotoxic stress or Nutlin3a, and this effect is absent in NF-{kappa}B-deficient cells. Mechanistically, we show that cytokines induce an NF-{kappa}B-mediated increase of TP53 transcription, and mathematical modeling indicates that it is sufficient to account for the observed increased p53 accumulation. Functionally, NF-{kappa}B co-activation rewires p53-dependent transcriptional programs and impairs p53-mediated DNA repair following genotoxic stress, due to a shift of p53 dynamics from oscillatory to more sustained accumulation; p53 oscillatory dynamics and DNA repair remain largely unaltered in absence of NF-{kappa}B. Our results uncover an amplification of p53 response in presence of inflammatory cues that is transcriptionally mediated by NF-{kappa}B and that results, counterintuitively, in functional antagonism.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707448",
    "doi": "10.64898/2026.02.24.707448",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707400",
    "title": "NLRP3 activators disrupt the endocytic AP2 complex and plasma membrane signaling",
    "authors": [
      "Ebner, S.",
      "Phulphagar, K. M.",
      "Alvarez, Y.",
      "Juergenliemke, L.",
      "Frechen, F.",
      "Stoetzel, I.",
      "Lovotti, M.",
      "Mangan, M. S. J.",
      "Akbal, A.",
      "Schneberger, N.",
      "Frauenstein, A.",
      "Klein, T.",
      "Swietlik, J. J.",
      "Gansen, B. O.",
      "Fink, D.",
      "Lindner, A. U.",
      "Nguyen, L.",
      "Becher, I.",
      "Walter, J.",
      "Rollheiser, J.",
      "Kudaliyanage, A.",
      "Graetz, L.",
      "Gerken, O. J.",
      "Itzhak, D.",
      "Borner, G. H. H.",
      "Tanzer, M. C.",
      "Duthie, F.",
      "Stahl, R.",
      "Kallabis, S.",
      "Will, D.",
      "Savitski, M. M.",
      "Schroeder, A.",
      "Jantsch, J.",
      "Hagelueken, G.",
      "Legler, D. F.",
      "Mann, M.",
      "Latz, E.",
      "Kiermaier, E.",
      "Wachten, D.",
      "Kostenis, E.",
      "Meissner, F."
    ],
    "summary": "Organellar perturbations are linked to NLRP3 inflammasome activation, however, it remains unclear whether unrelated agonists converge on a common upstream pathway. Here, we traced intracellular organelle and protein movements by differential ultracentrifugation combined with mass spectrometry-based proteomics. We show that NLRP3 activators uniformly disrupt the endocytic Adaptor Protein 2 (AP2) complex, whereas other subcellular rearrangements are stimulus-specific. We discovered Dynasore as a K+ efflux-independent NLRP3 activator that engages this signaling node irrespective of endocytosis inhibition. Pharmacological and genetic perturbation of AP2 renders cells unresponsive to extracellular cues, blunting GPCR signaling, cAMP production, and chemotaxis, thereby enforcing a 'frozen' signaling state that propagates NLRP3 inflammasome activation. Collectively, our study reveals a common surveillance checkpoint linking impaired plasma membrane signaling to the execution of inflammation and cell death.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707400",
    "doi": "10.64898/2026.02.24.707400",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707209",
    "title": "A Comprehensive Analysis of the Electrolytic Hydrogen Water Mechanism via a Feedforward Loop and its Functional Role in Intestinal Cells In Vitro",
    "authors": [
      "LI, J."
    ],
    "summary": "Electrolytic hydrogen water (EHW) plays a critical role in modulating cellular metabolism; yet, the underlying molecular mechanisms remain unclear. This study utilized next-generation sequencing (NGS) to assess mRNA and miRNA expression in EHW treated Caco 2 cells. Bioinformatics analysis identified differentially expressed genes (DEGs) and pathways influenced by EHW and highlighted its involvement in the oxidative stress response and tight junction formation. Protein-protein interaction (PPI) network analysis of the DEGs identified first neighbor genes, supporting the role of EHW in suppressing oxidative stress related genes while also enhancing the expression of the TCEB2 CUL5 COMMD8 (ECS complex) genes, both of which converged on the HIF1 signaling pathway. We also constructed an mRNA and miRNA competing endogenous RNA (ceRNA) network, which revealed four hub genes, two non-coding RNAs (miR-429 and miR-200c-3p) and two protein-coding RNAs (CUL5 and GOLGA7). These genes co-target the transcription factor KLF4 in Caco 2 cells, forming a TF miRNA gene network (TMGN). EHW treatment significantly decreased the levels of miR 429 and miR 200c 3p and stabilized CUL5 and GOLGA7 transcripts post-transcriptionally as compared to ACW. Concurrently, reduced miRNA expression weakened their pretranscriptional competition with mRNAs for KLF4 binding, further enhancing CUL5 and GOLGA7 expression. Phenotypic assays confirmed that continuous EHW treatment promotes Caco 2 cell differentiation. This study underscores the regulatory role of EHW in intestinal cells via feed-forward loops (FFLs), offering novel insights into the molecular mechanisms and functions of EHW.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707209",
    "doi": "10.64898/2026.02.21.707209",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707486",
    "title": "Telomere-to-telomere genome assembly of Microsporidia sp. MB, a microsporidian symbiont of Anopheles coluzzii isolated from Burkina Faso",
    "authors": [
      "Pevsner, R.",
      "Martinez, J.",
      "Purusothaman, D.-K.",
      "Poulton, B. C.",
      "Adam, A. I.",
      "Parry, E. R. S.",
      "Sare, I.",
      "Diabate, A.",
      "Sinkins, S. P."
    ],
    "summary": "Background: Microsporidia sp. MB is an intracellular parasite of anopheline mosquitoes identified across the African continent. Microsporidia sp. MB infections appear to have no significant effect on host fitness and vertically transmit, whilst infected individuals have exhibited significantly reduced levels of Plasmodium falciparum transmission. These combined characteristics make Microsporidia sp. MB a promising candidate for use in malaria control. A comprehensive genome would greatly facilitate investigation into the evolution and biological pathways underlying important phenotypes, such as the mechanism of malarial inhibition. Results: In this study, we present the de novo assembly of the first complete genome of Microsporidia sp. MB SOUVK7. Multi-platform sequencing was performed on ovary samples of laboratory established Anopheles coluzzii collected from Burkina Faso. The SOUVK7 genome has a total size of 9.16Mb, encodes 2,435 genes and is organised into 13 chromosomes with telomeres identified at all flanks. Telomeric repeats exhibit a 4-mer motif due to a glutamine deletion previously unobserved in Microsporidia. Ploidy analysis of Illumina reads predicts MB as tetraploid, whilst analysis of CpG methylation and retroelements highlights loci in all chromosomes with characteristics consistent with regional centromeres. Orthology analysis identifies several key genes in pathways associated to telomeric and centromeric maintenance, along with methylation and host invasion machinery. A loss of several components of the infection machinery is observed in Microsporidia sp. MB and the wider Enterocytozoonida, consistent with a general trend towards genome size reduction in the clade. Conclusion: This study provides the first complete, telomere to telomere assembly of Microsporidia sp. MB, offering new insight into the genomic architecture of Microsporidia sp. MB and the broader Mrazekiidae family.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707486",
    "doi": "10.64898/2026.02.24.707486",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707611",
    "title": "CBASS limits bacteriophage production while maintaining cell viability in Pseudomonas aeruginosa",
    "authors": [
      "Huiting, E.",
      "Wang, B.",
      "Shmidov, E.",
      "Musunuri, S.",
      "Gitai, Z.",
      "Bondy-Denomy, J."
    ],
    "summary": "CBASS is an immune pathway that recognizes phage infection and generates cyclic nucleotide signals, which directly activate effectors that stop phage replication. Membrane-acting effectors are proposed to induce cell death to prevent phage replication; however, this mechanism has not been assessed with endogenous expression levels of the effector. We therefore sought to determine the cell viability outcomes of the CBASS phospholipase effector (CapV) upon activation with 3',3'-cGAMP signals in Pseudomonas aeruginosa. Here, we surprisingly observe that constitutive 3',3'-cGAMP signaling from the synthase (CdnA) enables robust cell growth and viability while effectively abolishing phage production in a CapV-dependent manner. Exogenous 3',3'-cGAMP also enhances CBASS anti-phage activity and cell growth. Moreover, constitutive activation of the CapV effector induces no cell fitness cost, and blocks replication of many, but not all, phages. This demonstrates that a cyclic nucleotide-activated CBASS effector possess a degree of phage specificity that has been previously overlooked. When CBASS is active, phage transcription and initiation of DNA replication proceed normally, but phages do not reach maximum DNA levels and fewer mature virions are produced. Based on these findings, we propose that CapV interferes with the early stages of phage capsid assembly at the cell membrane and resultantly disrupts DNA packaging. Collectively, we demonstrate that a successful CBASS response antagonizes a late-stage of the phage replication cycle while maintaining cell viability.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707611",
    "doi": "10.64898/2026.02.24.707611",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707688",
    "title": "Pharmacological targeting of EED is an effective therapeutic strategy in cellular models of incurable neuroendocrine prostate cancer",
    "authors": [
      "Orchard, K. J.",
      "Bryant, G.",
      "Latarani, M.",
      "Misir, I. R.",
      "Yerra, S. M.",
      "Velanis, C.",
      "Banchi, M.",
      "Fischetti, I.",
      "Turnball, S. L.",
      "Eccleston, M.",
      "Kelly, T. K.",
      "Burke, E.",
      "Maylin, Z. R.",
      "Bocci, G.",
      "Shamash, J.",
      "Berney, D.",
      "Brentnall, A.",
      "Akamatsu, S.",
      "Lin, D.",
      "Lu, Y.-J.",
      "Jachetti, E.",
      "Wang, Y.",
      "Crea, F. M."
    ],
    "summary": "Background: Neuroendocrine Prostate Cancer (NEPC) is an incurable malignancy, originating from the trans-differentiation of prostate adenocarcinoma (PRAD). Compared to PRAD, NEPC shows over-activation of Polycomb Repressive complex-1(PRC1) and -2 (PRC2), which are multiprotein epigenetic writers that drive cancer progression via tumour suppressor gene silencing. Tazemetostat is a PRC2 inhibitor approved for the treatment of sarcomas and lymphomas. ORIC-944 is a novel EED (Embryonic Ectoderm Development) inhibitor, which is being tested in clinical trials. EED is an attractive target as it functions as a key component of both PRC1 and PRC2. Objective and Methods: We compared the anticancer effects of tazemetostat and ORIC-944 in NEPC and PRAD cells. Cells were exposed to various concentrations of the two compounds to measure effects on cell viability (IC50) and apoptosis (flow cytometry). PRC2 inhibition was confirmed by measuring histone H3 Lys 27 trimethylation (H3K27me3) via ELISA and Western Blot. RNA Sequencing and pathway analysis was conducted to study modes of actions of tazemetostat vs ORIC-944. Results: Unlike tazemetostat, ORIC-944 causes dose-dependent growth inhibition in both NEPC and PRAD cells. In this context, EED targeting achieves IC50 values that are comparable to those of compounds used for the clinical treatment of advanced prostate cancer. Moreover, ORIC-944 (but not tazemetostat) causes significant apoptosis in NEPC cells. Both tazemetostat and ORIC-944 reduce H3K27me3. Mechanistically, both compounds reactivate the expression of known PRC2 targets, such as genes that control neural differentiation. However, the EED inhibitor also reactivates PRC1 targets, including pro-apoptotic and anti-proliferating genes (e.g. metallothionines). This evidence suggests that EED inhibition is a promising therapeutic strategy for NEPC.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707688",
    "doi": "10.64898/2026.02.24.707688",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707686",
    "title": "Iron Metabolism as a Therapeutic Vulnerability in Stem Cell-Like Castration-Resistant Prostate Cancer",
    "authors": [
      "Cheng, W.",
      "Brunello, A.",
      "Bonollo, F.",
      "Marti, T.",
      "Chouvardas, P.",
      "Labbe, D. P.",
      "De Menna, M.",
      "Thalmann, G.",
      "Karkampouna, S.",
      "Kruithof-de Julio, M."
    ],
    "summary": "Prostate cancer is the second most common malignancy among men, with androgen deprivation therapy (ADT) serving as the standard treatment due to the hormone sensitivity of prostate tumors. However, therapeutic resistance frequently develops, leading to castration-resistant prostate cancer (CRPC), an aggressive and lethal disease. A recently defined subtype, stem cell-like CRPC (CRPC-SCL), accounts for approximately 25% of CRPC cases and demonstrates poor responsiveness to ADT. CRPC-SCL is characterized by the expression of Cluster of Differentiation 44 (CD44), a glycoprotein that promotes hyaluronic acid binding and uptake. Within CRPC-SCL patient-derived xenograft (PDX) model, CD44 high (CD44hi) cells exhibit enhanced tumorigenicity and proliferative capacity. Importantly, iron metabolism emerges as a critical regulator of this population: CD44hi cells maintain elevated intracellular iron, which sustains CD44 expression and stem cell-like properties by modulating H3K9me2 modification. Leveraging this vulnerability, inhibition of the iron-regulatory factor NRF2 was shown to increase intracellular free iron and selectively induce ferroptosis in CD44hi cells. These findings highlight the therapeutic potential of targeting iron metabolism to induce ferroptosis as a novel treatment strategy for CRPC-SCL.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707686",
    "doi": "10.64898/2026.02.24.707686",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707847",
    "title": "MMV687794 blocks Plasmodium falciparum invasion of red blood cells by targeting a Surface-associated Lipid-Interacting Rhoptry Protein, PfSLIRP",
    "authors": [
      "Ling, D. B.",
      "Siddiqui, G. B.",
      "MacRaild, C. A.",
      "Yamaryo-Botte, Y.",
      "Dans, M. G.",
      "Kouskousis, B.",
      "Weiss, G. E.",
      "Razook, Z.",
      "Mehra, S.",
      "Nguyen, W.",
      "Chen, M.",
      "Barry, A. E.",
      "Sleebs, B. E.",
      "de Koning-Ward, T. F.",
      "Botte, C. Y.",
      "Creek, D. J.",
      "Cowman, A. F.",
      "Geoghegan, N. D.",
      "Rogers, K. L.",
      "Crabb, B. S.",
      "Bullen, H. E.",
      "Gilson, P. R."
    ],
    "summary": "Invasion of red blood cells (RBCs) by the human malaria parasite, Plasmodium falciparum, drives disease. During invasion, the parasite pushes its way into the RBC while wrapping the RBC membrane around itself to establish the parasitophorous vacuole, a stable niche within the RBC where the parasite grows. To better understand invasion, we investigated the mechanism of action of an invasion-inhibitory compound, MMV687794 (MMV794). Lattice light-sheet microscopy revealed that MMV794 blocks parasite entry by preventing parasitophorous vacuole formation. In vitro drug resistance selection of parasites with MMV794 found mutations to the /{beta} hydrolase, PF3D7_0403800, and engineering one of these mutations (C36W) into parasites by CRISPR/Cas9 recapitulated the resistance phenotype. Expansion microscopy demonstrated that this protein is expressed in schizonts, localising to the surface of rhoptries, which are specialised apical secretory organelles that function during invasion. Lipidomics and proteomics analyses of C36W parasites uncovered widespread changes to lipid composition/homeostasis and altered abundance of proteins involved in invasion, indicating a role for PF3D7_0403800 in invasion-associated lipid metabolism. Finally, we used solvent-induced proteome profiling and reactivity assays to confirm drug-target engagement. Together, our findings identify a novel Surface-associated Lipid-Interacting Rhoptry Protein (PfSLIRP) that coordinates lipid metabolism at the rhoptries to enable RBC invasion.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707847",
    "doi": "10.64898/2026.02.24.707847",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707907",
    "title": "Dynamic phosphoproteomics and proteomics uncover Leishmania donovani-driven ferritin hijacking, contributing to the control of iron homeostasis and iron-related oxidative stress",
    "authors": [
      "Shintre, S. S.",
      "Dingli, F.",
      "Meyerhoefer, N.",
      "Gorgette, O.",
      "Thouvenot, C.",
      "Blumenthal, D. B.",
      "Loew, D.",
      "Silvestre, A.",
      "RACHIDI, N."
    ],
    "summary": "Leishmania donovani, the causative agent of visceral leishmaniasis, survives within the parasitophorous vacuole (PV) of mammalian macrophages by extensively rewiring host cellular pathways. Although transcriptional and proteomic changes in infected macrophages have been characterized, the impact on the host phosphoproteome, a pivotal, reversible regulator of signalling, remains largely unexplored. To address this gap, we combined time resolved quantitative phosphoproteomics and proteomics to map the dynamic response of murine macrophages to L. donovani infection. Early after infection, the parasite rapidly attenuates the macrophage signaling cascades normally triggered by phagocytosis. Between 24 h and 48 h post infection we observed a progressive de phosphorylation of proteins involved in innate immunity, apoptosis and other stress responsive pathways, consistent with a partial shutdown of multiple host kinases. From 24 h onward, a global decline in protein abundance was also detected, most notably within lysosomal network. Strikingly, only five host proteins were consistently up regulated, suggesting their importance for parasite survival. Ferritin light chain (Ftl1) displayed the largest increase. Immunofluorescence and transmission-electron microscopy revealed that Ftl1 accumulates within the parasitophorous vacuole, colocalizes with the ferritin receptor Ncoa4, and yet fails to undergo degradation, indicating that Leishmania co-opts ferritin as its own intracellular iron-storage compartment. Ferritin is not confined to the PV; it is also internalized by the parasite. Within L. donovani, ferritin accumulates not only in the cytoplasm but also in the nucleus, where it may function both as an iron-storage depot and as an iron buffer that protects the parasite from oxidative damage. Finally, we demonstrate that Leishmania donovani pre-conditions its host macrophage for the iron-rich environments of the liver and spleen by driving the assembly of ferritin particles enriched in ferritin-light chain. This contrasts with L. amazonensis, which, residing in the iron-poor skin, induces ferritin predominated by ferritin-heavy chain (Fth1). Knock-down of Ftl1 did not decrease parasite survival because macrophages compensated for its loss by up-regulating Hspb1, which encodes a protein that limits lipid peroxidation by inhibiting the Fenton reaction. Although this response protects the host cell, it also diminishes iron import, imposing a metabolic cost on Leishmania. Hspb1 represents only one example; additional, as yet unidentified, compensatory pathways are likely activated by the parasite to mitigate the loss of ferritin-light chain. Collectively, our data uncover a previously unknown strategy whereby L. donovani hijacks host ferritin trafficking to create a protected iron reservoir, thereby preventing ferroptosis. This mechanism sets Leishmania, a eukaryotic intracellular parasite, apart from the canonical iron acquisition tactics employed by bacteria and fungi.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707907",
    "doi": "10.64898/2026.02.25.707907",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707929",
    "title": "Chiral Histidine-Modified Gold Nanoclusters Loaded into Cationic Lipid Nanoparticles for Treatment of Biofilm-associated Infections",
    "authors": [
      "Ye, Z.",
      "Jin, X.",
      "Koekman, A.",
      "van Steenbergen, M.",
      "Liu, Y.",
      "Xing, Z.",
      "Seinen, C.",
      "Khodaei, A.",
      "Mastrobattista, E.",
      "Sluijter, J.",
      "Weinans, H.",
      "Schiffelers, R.",
      "Rios, J. L.",
      "van der Wal, B.",
      "Lei, Z."
    ],
    "summary": "Antimicrobial resistance has heightened the risk of device-associated infections, in which Staphylococcus aureus (S. aureus) biofilms persist through extracellular-matrix protection and marked physiological heterogeneity. Gold nanoclusters (AuNCs) can disrupt biofilms via redox-associated stress, but limited in vivo stability and poor local retention constrain their translational potential. Here, we synthesized chiral histidine-modified AuNCs (D-, L-, and DL-AuNCs) and formulated them into mildly cationic lipid nanoparticles (AuNCs@LNP) by microfluidic assembly to enhance biofilm engagement while preserving nanocluster identity. The resulting particles were ~100-120 nm with high gold loading and a modest charge reversal. In established S. aureus USA300 biofilms, free DL-AuNCs reduced viable burden by up to 5.6 log10 CFU/mL, suppressed metabolic activity, and increased ROS signaling. Notably, LNP encapsulation maintained bactericidal activity and further improved killing by ~1 log10 CFU at matched Au dose, while substantially enhancing biomass removal (crystal violet residual biomass: 63.77% vs 45.17%), consistent with carrier-mediated matrix destabilization. In a subcutaneous implant infection model, a single perilesional dose of DL-AuNCs@LNP reduced implant-associated bacterial burden by 2.6 log10 CFU per implant versus PBS. These results establish a modular antibiofilm platform that couples nanocluster-driven killing with lipid-facilitated biofilm disruption and defines an efficacy-tolerability window to guide optimization of locally delivered antibiofilm nanomedicines.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707929",
    "doi": "10.64898/2026.02.25.707929",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707703",
    "title": "Rocking around the pheno-clock: bridging vegetation phenology and chronobiology",
    "authors": [
      "Bajocco, S.",
      "Ricotta, C.",
      "Bregaglio, S."
    ],
    "summary": "Plant phenology controls resource acquisition, survival and reproductive success, yet it is still commonly reduced to a limited set of calendar-based metrics, such as discrete dates of budburst or senescence. By contrast, chronobiology quantifies biological rhythms from full activity profiles using metrics that capture timing, regularity and amplitude of rest-activity cycles. Here, we bridge these two perspectives by developing a pheno-clock framework that translates plant phenology into chrono-ecological properties. We applied actigraphy-inspired metrics to multi-year satellite time series of European beech (Fagus sylvatica) forests across their European range. From daily photothermal activity profiles, we derived indices describing the strength, fragmentation and amplitude of annual rest-activity rhythms and related them to classical phenological metrics and regional climate. Our results reveal a marked asymmetry between spring and autumn phenology, indicating that canopy decline is governed by the cumulative organization of annual energy input, whereas canopy activation is dominated by short-term forcing. Across biogeographical regions, beech forests segregate into distinct pheno-chronotypes that differ in the timing and consolidation of rest and activity phases rather than in growing-season length alone. These chrono-ecological patterns suggest that climate filters not only when forests grow, but also how they structure their annual rhythmicity. By importing chronobiology into plant phenology, the pheno-clock framework provides a transferable approach to describe and compare seasonal strategies in plants, opening new avenues to link phenological diversity, functional traits and ecosystem responses to environmental change.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707703",
    "doi": "10.64898/2026.02.24.707703",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708027",
    "title": "Formate-driven isoprene reduction enables energetic independence in Pelotomaculum schinkii: Evidence from metatranscriptomic and functional analyses",
    "authors": [
      "Giri, S.",
      "Rockwood, A.",
      "Logan, A.",
      "Beckmann, S."
    ],
    "summary": "Isoprene, a volatile hydrocarbon emitted in vast quantities by terrestrial vegetation, can serve as a terminal electron acceptor in anoxic environments. Here, we investigated the molecular and physiological basis of isoprene reduction in an anaerobic enrichment culture highly enriched in Pelotomaculum. Substrate-exclusion assays revealed that formate is indispensable for isoprene reduction: cultures lacking formate showed no isoprene reduction, whereas formate alone sustained both reduction activity and the highest enrichment of Pelotomaculum. Metatranscriptomic analyses confirmed that Pelotomaculum schinkii was the most transcriptionally active species under isoprene-amended conditions, whereas Sedimentibacter saalensis was most enriched in unamended controls. Isoprene-treated cultures exhibited strong upregulation of [NiFe]hydrogenase maturation factors (hypA/hybF, hypB), energy-conserving complexes (ATP synthase, H+/Na+-translocating pyrophosphatases), and transport systems (FeoB, ModBC), consistent with a formate-driven respiratory pathway. In contrast, genes for oxidative stress and metal detoxification were enriched in controls, suggesting physiological stress in the absence of isoprene. Thermodynamic calculations further supported this mechanism, showing that formate oxidation coupled to isoprene reduction is highly favorable (DeltaG= minus 135 kJ/mol), with an energy yield far exceeding that of formate-driven hydrogen production. Together, these findings support two mechanistic models: (i) direct isoprene reduction by group 4b [NiFe]hydrogenase or (ii) indirect reduction via hydrogen transfer to an isrA-like oxidoreductase, analogous to Acetobacterium wieringae ISORED-2. Our results demonstrate that P. schinkii, a metabolically versatile bacterium, couples formate oxidation to isoprene respiration, indicating that isoprene can serve as an alternative electron sink. This allows P. schinkii to escape obligate syntropy with methanogens and alters microbial activity and energy conservation in anoxic ecosystems.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708027",
    "doi": "10.64898/2026.02.25.708027",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707207",
    "title": "FDXR Upregulation by p63/p73 is a Prognostic and Therapeutic Marker of HTLV-1-Associated Adult T Cell Leukemia/Lymphoma",
    "authors": [
      "Gallucci, L.",
      "Josephine, M.",
      "Kogure, Y.",
      "Rosini Silva, A. A.",
      "Cantaloube-Ferrieu, V.",
      "Souza Abreu, M. E.",
      "Ramteke, T.",
      "Kibble, P.",
      "Angelo Braz, G. L. D.",
      "de Assis Santos Sebastiao, R.",
      "Amoroso Lambaz, L.",
      "Lin, A.",
      "Hoare, B.",
      "Custodio Carvalho dos Santos, F.",
      "Shackley, S.",
      "Quin, A.",
      "Luari Moelas Giuzio, S.",
      "Lewis, P. A.",
      "Zhang, W.",
      "Nukui, Y.",
      "Pereira, J.",
      "Culler, H. F.",
      "Kameda, T.",
      "Shimoda, K.",
      "Heesom, K.",
      "Goldman, A. R.",
      "Sabino, E. C.",
      "Ogawa, S.",
      "Leal, F. E.",
      "Forcato, M.",
      "Kataoka, K.",
      "Garcia Mateos, S. d. O.",
      "Shytaj, I. L."
    ],
    "summary": "Infection with human T-lymphotropic virus 1 (HTLV-1) can lead to severe diseases, including adult T-cell leukemia/lymphoma (ATL), for which current therapies are inadequate. HTLV-1 persists chronically through integration of its genome into host DNA and expansion of infected clones via cellular proliferation. Selective elimination of infected cells is the ideal treatment goal but requires identifying cellular markers dysregulated by HTLV-1 that can be exploited therapeutically. Combining metabolomics and proteomics analyses, we identified increased expression of the mitochondrial enzyme ferredoxin reductase (FDXR) as a hallmark of HTLV-1-infected cells. In patient cells, FDXR upregulation mirrored disease severity, was enriched in proliferating tumour cells and predicted worse ATL prognosis. Mechanistically, FDXR upregulation was directly driven by the transactivating isoforms of two p53 family members, TAp63 and TAp73. In silico drug susceptibility predictions, followed by targeted cytotoxicity, proliferation and Drug-Seq assays demonstrated that FDXR upregulation is associated with increased sensitivity of ATL cells to repurposed chemotherapeutic agents, particularly fluorouracil. Overall, our findings establish FDXR as a novel biomarker of HTLV-1-associated disease progression and ATL prognosis, elucidate its upstream molecular regulation, and highlight its predictive potential for chemotherapeutic sensitivity of ATL cells.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707207",
    "doi": "10.64898/2026.02.25.707207",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707761",
    "title": "LEMONmethyl-seq: Targeted long-read DNA methylation profiling reveals dynamics of CRISPR epigenome editing and endogenous DNA methylation patterns",
    "authors": [
      "Christenson, A. E.",
      "Divekar, N. S.",
      "Lubin, J. P.",
      "Palma, L. G.",
      "Colias, P. J.",
      "Pattali, R. K.",
      "Xu, D.",
      "Hubbard, A.",
      "Lin, K.",
      "Phan, N. T.",
      "Moreno, B. D.",
      "Chasins, S. E.",
      "Liu, S. J.",
      "Nunez, J. K."
    ],
    "summary": "BACKGROUND: DNA methylation is the most prevalent epigenetic modification in human cells and undergoes dynamic changes during cell differentiation, disease progression, and aging. Here, we introduce Locus-Enriched Mapping Of Nucleotide methylation (LEMONmethyl-seq): an optimized, cost-effective pipeline for single-nucleotide detection of DNA methylation using locus-specific amplification and long-read DNA sequencing. RESULTS: We apply LEMONmethyl-seq to profile DNA methylation of endogenous gene promoters across different cell types along with DNA methylation establishment and long-range propagation induced by CRISPR epigenome editing technologies. We profile dynamic changes in DNA methylation patterns on transposable element genomic loci during global epigenetic resetting in stem cells, and we identify site-specific enrichment of non-canonical CpH methylation on genomic sites in stem cells and cultured neurons. Lastly, we apply LEMONmethyl-seq to profile DNA methylation across the MGMT promoter, a clinical biomarker for glioblastoma. We identify additional differentially methylated sites correlated with chemotherapeutic sensitivity, which may be clinically relevant. CONCLUSIONS: Together, LEMONmethyl-seq serves as a cost-effective, long-read DNA methylation sequencing pipeline that advances methods for detecting DNA methylation patterns and dynamics in mammalian cells. We envision its broad use for studying chromatin pathways, diagnostics, and therapeutic applications.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707761",
    "doi": "10.64898/2026.02.24.707761",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707964",
    "title": "Centrosome architecture and m6A-dependent gating of p53 surveillanceafter whole-genome doubling",
    "authors": [
      "Migliorati, D.",
      "Mattivi, A.",
      "Moretta, G. M.",
      "Tessadri, S.",
      "Cona, N.",
      "Pellizzaro, G.",
      "Pancher, M.",
      "Furlan, M.",
      "Coscujuela, L.",
      "Wegner, M.",
      "Laporte, M. H.",
      "Libergoli, M.",
      "Soualmia, F.",
      "Biressi, S.",
      "Tebaldi, T.",
      "Quattrone, A.",
      "Inga, A.",
      "Jacotot, E. D.",
      "Hamel, V.",
      "Guichard, P.",
      "Pelizzola, M.",
      "Kaulich, M.",
      "Burigotto, M.",
      "Fava, L. L."
    ],
    "summary": "Whole-genome doubling (WGD) generates a tetraploid state that challenges cellular homeostasis and is strongly selected against in TP53-proficient contexts. Although centrosome amplification serves as a structural correlate of genome doubling, how centrosomal features engage and sustain p53 surveillance remains incompletely understood. Here, we develop a genetically encoded MDM2-based fluorescent reporter to monitor Caspase-2 pathway activation in living cells after WGD. Combining pharmacological profiling and genome-wide CRISPR screening, we uncover a multi-layered regulation of p53 responses. We identify PLK1-dependent centriole maturation and subdistal appendage integrity as architectural determinants of PIDDosome-dependent Caspase-2 activation, independent of distal appendage assembly. We show that upon WGD, Caspase-2-mediated cleavage of MDM2 reshapes the p53-MDM2 regulatory loop, enabling sustained p53 signaling. This sustained output depends on the catalytic activity of METTL3 and associated m6A writer proteins. Together, these findings demonstrate that centrosome architecture and epitranscriptomic regulation cooperate to shape p53 surveillance after genome doubling.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707964",
    "doi": "10.64898/2026.02.25.707964",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707827",
    "title": "A Scalable Touchscreen-Based Spatial Working Memory Task for Cross-Species Research",
    "authors": [
      "Vanderlip, C. R.",
      "Dunn, S. R.",
      "Asch, P. A.",
      "Stark, C. E.",
      "Glavis-Bloom, C."
    ],
    "summary": "The common marmoset is rapidly emerging as a powerful nonhuman primate model in neuroscience, yet the development of scalable, mechanistically informative cognitive paradigms has lagged behind advances in neural recording and genetic tools. Here, we introduce and validate a touchscreen-based spatial working memory task designed for direct cross-species translation between marmosets and humans. The paradigm independently manipulates retention delay and spatial separation between test choice stimuli, enabling parametric control over maintenance and interference demands within a single framework. Twelve marmosets and seventy-one human participants performed a Delayed Non-Match-to-Position task in which memory delay (1, 5, 10 seconds) and angular separation between target and distractor locations were systematically varied. Across species, accuracy declined as delay increased and as spatial separation decreased, demonstrating robust sensitivity to both maintenance demands and similarity-based interference. Critically, delay and separation interacted in both species, indicating that these had additive effects. Choice latency analyses further supported interpretation of performance, with slower responses on incorrect trials in both groups. Together, these findings establish a scalable and translationally aligned spatial working memory paradigm that captures interacting maintenance and interference processes. This task provides a powerful platform for circuit-level investigation and offers a sensitive cognitive assay for future studies of aging, neurodegenerative disease, and therapeutic intervention in the marmoset model.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707827",
    "doi": "10.64898/2026.02.24.707827",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707499",
    "title": "Nucleoli as drivers of nuclear remodelling in cardiomyocytes during Heart Failure",
    "authors": [
      "Matzer, I.",
      "Wang, H.",
      "Kozyrina, A. N.",
      "Fu, J.",
      "Iskratsch, T.",
      "Vassalli, M.",
      "Ljubojevic-Holzer, S.",
      "Gorelik, J.",
      "Swiatlowska, P."
    ],
    "summary": "Cardiomyocyte mechanotransduction has traditionally focused on the sarcomere and cytoskeleton, yet emerging evidence highlights the nucleus as an active mechanical responder. To adapt to the dynamic mechanical environment, the nucleus forms nuclear invaginations (NIs), double-membrane folds that provide structural support to chromatin and incorporate nuclear pore complexes to facilitate nucleo-cytoplasmic transport, including Ca2+ transport. However, how these structures are formed is not yet understood. We leveraged advances in high-resolution microscopy, mechanical stimulation, rat models and human samples, to study the formation, function and remodelling of cardiac NIs in Heart Failure (HF). Here, we demonstrate that the formation of NI in cardiomyocytes is regulated by both, cytoskeleton such as actin and detyrosinated microtubules as well as intranuclear nucleolar interactions with NI disruption resulting in elevated baseline nuclear Ca2+. In a 16-week post-Myocardial Infarction (MI) end-stage HF rat model, as well as in human Dilated Cardiomyopathy samples, a marked reduction in NIs is observed. Importantly, NI loss is already evident at 8 weeks post-MI, preceding detectable cytoskeletal stiffening. At this earlier stage, we observe increased DNA damage in the peri-nucleolar region, accompanied by nucleolar remodelling and a shift in nucleolar biomechanical properties. In conclusion, nucleolar maintenance emerges as a potential target for intervention.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707499",
    "doi": "10.64898/2026.02.24.707499",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.02.641080",
    "title": "Identification of a new inhibitor of Ran GTPase with potential therapeutic value in epithelial ovarian cancer",
    "authors": [
      "Boudhraa, Z.",
      "Tian, X.",
      "Gam, R.",
      "Ritch, S.",
      "Kendall-Dupont, J.",
      "Carmona, E.",
      "Provencher, D.",
      "Wu, J. H.",
      "Mes-Masson, A.-M."
    ],
    "summary": "Compiled research studies suggest that the small GTPase Ran is critical in cancer initiation and progression. Compounds that block Ran activity would be valuable for cancer treatment. Yet, to date, there is no inhibitor proven to be efficient and specific to Ran. Here, by learning lessons from the discovery of KRAS G12C inhibitors, we generated a structural model of the switch II pocket of GDP-bound Ran to identify potential inhibitors of Ran by virtual screening. After in vitro verification, compound M26 was detected. Subsequent hit optimization lead us to identify compound M36 as an inhibitor of Ran with a promising therapeutic value. Binding of M36 to Ran was confirmed by cellular thermal shift assay. The specificity of M36 towards Ran was demonstrated by the evaluation of the active GTP-bound forms of a range of GTPases including Ran, RhoA, Cdc42 and Rac1; and by the expression of a dominant active mutant of Ran. Remarkably, similar to depletion of Ran by siRNA, M36 exhibits a specific toxicity in aneuploid ovarian cancer cells and represses DNA repair systems. In accordance with this, we demonstrated a synergistic relationship between M36 and the FDA approved PARP inhibitor Olaparib. In vivo, M36 presents acceptable pharmacokinetic properties and, more importantly, inhibits the tumor growth of an aggressive epithelial ovarian cancer xenograft model. Clinically relevant, M36 was able to induce cell death in ex vivo EOC patient derived micro-dissected tumor. Overall, our study is the first to provide a small-molecule compound inhibitor of Ran with a promising therapeutic potential.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.02.641080",
    "doi": "10.1101/2025.03.02.641080",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.03.652004",
    "title": "Exposure to per- and polyfluoroalkyl substances elicits cell type-specific impacts on p53 and TGF- signaling pathways",
    "authors": [
      "Ding, H.",
      "Slack, M.",
      "McClure, H.",
      "Gu, W.",
      "Gu, H.",
      "Kappes, F.",
      "Schultz, T.",
      "Somarelli, J.",
      "Tsigkou, A."
    ],
    "summary": "Per- and polyfluoroalkyl substances (PFAS) are a class of synthetic chemicals extensively used as plastic additives. Their environmental persistence and potential for bioaccumulation have raised significant toxicological concerns. This study evaluates the cytotoxic and molecular effects of Perfluorooctanoic acid (PFOA) and its replacement compound, Perfluoro(2-methyl-3-oxohexanoic) acid (GenX), in human-derived skin (A375), liver (HepG2), kidney (SN12C), and colon (SW620) cell lines. The experimental design assessed cell viability, gene expression, and perturbations in key cellular stress pathways, with a particular focus on TGF-{beta}/SMAD-mediated inflammation and the p53-driven DNA damage response.\n\nOur results demonstrate compound- and cell-type-specific toxicity, with GenX displaying reduced cytotoxicity compared to PFOA across all cell types. Molecular analyses revealed that both PFAS compounds induced alterations in the TGF-{beta}/SMAD pathway, consistent with a pro-inflammatory cellular state. Additionally, we observed activation of the DNA damage response, as evidenced by increased expression of ATM, ATR, and p53, alongside ribosomal stress-related changes in RPL5 and RPL11. Notably, while skin and liver cells exhibited similar response profiles, kidney and colon cells showed divergent modulation of SMAD signaling, suggesting tissue-specific susceptibility and mechanistic differences.\n\nThese findings contribute to a deeper understanding of the differential toxicological profiles of legacy and replacement PFAS, with implications for health risk assessment and regulatory policy.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=112 SRC=\"FIGDIR/small/652004v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (44K):\norg.highwire.dtl.DTLVardef@2b8ef8org.highwire.dtl.DTLVardef@1b77a71org.highwire.dtl.DTLVardef@c7b26borg.highwire.dtl.DTLVardef@92cab2_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.03.652004",
    "doi": "10.1101/2025.05.03.652004",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.26.678483",
    "title": "Hyperactivated Glycolysis Drives Spatially-Patterned Kupffer Cell Depletion in MASLD",
    "authors": [
      "He, J.",
      "Li, R.",
      "Xie, C.",
      "Zhu, X.",
      "Wang, K.",
      "Shan, Z."
    ],
    "summary": "Metabolic dysfunction-associated steatotic liver disease (MASLD) progression is characterized by hepatic inflammation and cell death, yet the mechanisms underlying Kupffer cells (KCs) loss remain poorly understood. Here, we sought to elucidate the metabolic basis of KCs death during MASLD. Using metabolomics, immunostaining, and flow cytometry, we evaluated metabolic alterations and KCs death throughout early MASLD progression. We found that KCs death is an early hallmark of MASLD, exhibiting greater susceptibility and displaying a spatial distribution consistent with KCs zonation. Moreoever, KCs undergo progressive metabolic reprogramming toward enhanced glucose utilization during MASLD development, which is correlated with KCs death. In combination of biochemical agonist, isotope tracing and primary KCs culture, we further demonstrated that augmented glycolytic metabolism directly drives KCs death in vitro. Consistently, using Chil1-deficient mice, we further demonstrated that increased glucose utilization accelerates KCs death in vivo. Together, these findings establish a causal link between glycolytic activation and KCs loss during MASLD progression, highlighting glucose metabolic pathways as potential therapeutic targets to preserve KCs homeostasis and mitigate MASLD.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.26.678483",
    "doi": "10.1101/2025.09.26.678483",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.10.681724",
    "title": "Dopamine and its receptor DcDop2 are involved in the coevolution between Candidatus Liberibacter asiaticus and Diaphorina citri",
    "authors": [
      "Nian, X.",
      "Li, J.",
      "Huang, J.",
      "Yuan, W.",
      "Holford, P.",
      "Beattie, G. A. C.",
      "He, J.",
      "Cen, Y.",
      "He, Y.",
      "Zhang, S."
    ],
    "summary": "Candidatus Liberibacter asiaticus (CLas), the causal agent of citrus huanglongbing, is transmitted by the Asian citrus psyllid Diaphorina citri. While CLas-positive (CLas+) females exhibit increased fecundity and metabolic demands, their neuroendocrine regulation mechanisms remain unclear. We propose CLas manipulates dopamine (DA) signaling to enhance psyllid fecundity and CLas proliferation. Metabolomics revealed elevated DA in CLas+ females. Silencing DA synthesis genes and receptor DcDop2 via RNAi reduced lipid reserves, fecundity, and ovarian CLas titers. Through combined in vivo and in vitro experiments, we demonstrated that the microRNA miR-31a suppresses DcDop2 expression by binding to its 3 untranslated region. Overexpression of miR-31a resulted in decreased DcDop2 expression and CLas titers in the ovaries, eliciting phenotypic defects akin to DcDop2 knockdown. Furthermore, DcDop2 knockdown and miR-31a overexpression reduced juvenile hormone (JH) levels and adipokinetic hormone (AKH) signaling in fat bodies and ovaries. Consequently, CLas regulates the DA-DcDop2 signaling axis to improve D. citri lipid metabolism and fecundity, while simultaneously promoting its replication. These findings reveal a coevolution between CLas proliferation and ovarian development in the insect host. This discovery enhances our understanding of the molecular interplay between plant pathogens and vector insects and offers novel targets and strategies for HLB field management.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.10.681724",
    "doi": "10.1101/2025.10.10.681724",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.14.680648",
    "title": "Temporal control of feeding without reducing caloric intake attenuates allergic dermatitis in mice by lowering leptin production",
    "authors": [
      "Bur, Z.",
      "Vendl, B.",
      "Lumniczky, Z.",
      "Farkas, B.",
      "Szanto, C. G.",
      "Czaran, D.",
      "Tigyi, G. J.",
      "Ella, K.",
      "Kaldi, K."
    ],
    "summary": "BackgroundIn modern societies, irregular and unhealthy eating behavior is increasingly prevalent, contributing to the development of both metabolic and inflammatory disorders. Limiting food access to a specific time window of the day, without caloric restriction, helps prevent and treat metabolic diseases. Given the close connection between metabolism and immune function, we investigated how meal timing influences the severity of contact hypersensitivity (CHS), a murine model of human allergic contact dermatitis which affects approximately 20% of the population.\n\nMethodsMice were fed with normal (NC) or high-fat (HF) chow under ad libitum (AL) or 10/14 time-restricted feeding (TRF). CHS severity was analyzed at macroscopic, tissue and cellular levels in both mild (acute) and severe (subacute) forms of the disease. To assess the mediator role of leptin, we used db/db mice, inhibited leptin signaling and analyzed human transcriptomic data.\n\nResultsUnder conditions with ad libitum (AL) food access, HF diet resulted in impaired metabolic state and a more severe form of inflammation. Increased ear thickness, leukocyte infiltration, pustule formation, IL-1{beta}, CXCL2 levels and markedly delayed resolution of the inflammation were observed in HF-AL animals. Time-restricted feeding (TRF) reduced HF diet-induced weight gain and exacerbation of the inflammatory symptoms, even when started after disease onset. In HF-AL mice, serum leptin levels were elevated and displayed a phase-shifted diurnal pattern compared to the NC group, whereas TRF markedly attenuated these changes. NC-fed db/db mice that produced high levels of leptin exhibited worsened CHS. Blocking the leptin receptors alleviated the inflammatory symptoms in both db/db and HF-AL mice. Extending the analysis to patients transcriptomic data and histology suggests that leptin may contribute to pustule formation in non-infectious dermatitis in humans.\n\nConclusionsOur data indicate that both TRF and local inhibition of leptin receptors can individually and in combination serve as effective new tools in managing allergic contact dermatitis.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.14.680648",
    "doi": "10.1101/2025.10.14.680648",
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.21.689671",
    "title": "Rapid aging and disassembly of actin filaments from two evolutionary distant yeasts",
    "authors": [
      "Billault-Chaumartin, I.",
      "Wioland, H.",
      "Guillotin, A.",
      "Michelot, A.",
      "JEGOU, A.",
      "Romet-Lemonne, G."
    ],
    "summary": "Actin is an essential cytoskeletal protein that is extremely well conserved across the tree of life. Similarities and differences in the way actin from different species self-assembles into filaments inform our understanding of its evolution. However, this basic knowledge is largely incomplete. Here, we address this issue by systematically characterizing assembly kinetics for actin from two yeast species that are five hundred million years apart in evolution, Saccharomyces cerevisiae and Schizosaccharomyces pombe, and compare them to the well-studied actin from rabbit skeletal muscle from which they diverged a billion years ago. By monitoring individual actin filaments under controlled conditions, we accurately quantified their barbed end elongation from ATP-actin monomers, their disassembly in the ADP-Pi and ADP states, as well as the release of inorganic phosphate, which marks their aging. We find that, in the ATP state, both yeast actins behave strikingly like mammalian actin at filament barbed ends. In contrast, yeast actin filaments in both the ADP-Pi and the ADP states depolymerize several-fold faster than their mammalian counterparts, and they release inorganic phosphate over 20-fold faster. We show that the absence of methylation on histidine 73 largely accounts for this faster aging of yeast actin filaments. We also reveal differences between the actins of the two yeasts. In particular, ADP-actin filaments depolymerize faster and are mechanically more flexible in Saccharomyces cerevisiae compared to Schizosaccharomyces pombe. Our findings suggest that actins expressed across species possess more diverse and specialized biochemical characteristics than previously recognized.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.21.689671",
    "doi": "10.1101/2025.11.21.689671",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707351",
    "title": "Investigation of autophagy-activating molecules in a glia-specific Spinocerebellar ataxia type 1 model",
    "authors": [
      "Burjan, T.",
      "Horvath, H.",
      "Illes, E.",
      "Schlett, K.",
      "Bencsik, N.",
      "Kovacs, T."
    ],
    "summary": "Autophagy is a critical neuroprotective mechanism, the impairment of which can lead to severe neurodegenerative diseases. Spinocerebellar ataxia type 1 (SCA1) is a monogenic neurodegenerative disorder, characterised by the presence of protein aggregates and consequent loss of cellular functions. The expression of mutant Ataxin1 (ATXN1) in glial cells has been demonstrated to induce inflammatory responses and loss of supportive functions, thereby exacerbating neuronal degeneration in SCA1. Autophagic dysfunction has been shown to affect both neurons and glial cells, resulting in widespread pathological consequences. In this work, we aimed to evaluate the efficacy of two small-molecule autophagy activators, AUTEN-67 and AUTEN-99, in models of glia-specific SCA1 in Drosophila. Our results demonstrate that AUTEN-99 has a stronger autophagy enhancing effect, with significantly improved response times and survival rates, compared to untreated ATXN1 mutants. Glia-specific assays in mouse primary hippocampal cultures also confirmed that AUTEN-99 is a more effective activator. Ultimately, co-treatment of neuronal and glial cultures did not reveal any synergistic benefits from combining the two AUTEN compounds compared to single-agent treatment. Our findings contribute to a better understanding of the utility of AUTENs and may help to understand the critical role of autophagy in neurodegenerative diseases.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707351",
    "doi": "10.64898/2026.02.23.707351",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.705258",
    "title": "T2T Pangenome Reveals a 3.3kb Structural Variation Driving the De Novo Evolution of a Subspecies-Specific NLR Gene in Rice",
    "authors": [
      "fan, j."
    ],
    "summary": "BackgroundThe genomic region spanning 1.1-1.3 Mb on rice chromosome 6 is a recognized structural variation (SV) hotspot linked to Rice Black-Streaked Dwarf Virus (RBSDV) resistance. However, the precise molecular mechanism has remained elusive due to the inherent \"reference bias\" of the japonica-based genome, which lacks the critical causative sequences.\n\nMethodsLeveraging a neuro-symbolic-driven analysis of gap-free Telomere-to-Telomere (T2T) pangenome datasets and the LGEMP engine, we conducted a high-resolution comparative study between indica (9311) and japonica (Nippon bare). This approach allowed us to treat genomic variations as 3D structural building blocks rather than linear strings.\n\nResultsWe identified a 3.3 kb large-scale insertion uniquely present at the 1.21 Mb locus in 9311. This SV, likely mediated by transposable elements, exhibits extreme sequence divergence (24% identity). We demonstrate that this insertion acts as a topological modifier, driving a dramatic functional shift: while the japonica allele encodes a basic DUF590 transporter, the indica allele has undergone de novo evolution into a complete CC-NBS-LRR (NLR) immune receptor. Transcriptomic profiling confirmed the generation of six novel isoforms (T01-T06) enabled by the SVs structural re-organization. Validation across 16 representative T2T assemblies confirms this 3.3 kb SV as an indica-specific \"evolutionary patch,\" effectively filling the \"missing heritability\" gap in rice viral immunity.\n\nConclusionOur findings uncover a novel mechanism of gene birth through structural re-organization at high-diversity hotspots. By integrating T2T pangenomics with AI-driven inference, this study provides a definitive molecular marker for the precision breeding of virus-resistant crops and redefines our understanding of subspecies-specific adaptation..",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.705258",
    "doi": "10.64898/2026.02.21.705258",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707262",
    "title": "A plant-based biostimulant modulates grapevine susceptibility within a realistic water stress window through priming and phenylpropanoid pathway regulation",
    "authors": [
      "Poucet, T.",
      "Chen, G.",
      "Bourg, J.",
      "Busuttil, A.-M.",
      "Delmas, C.",
      "Dufour, M. C."
    ],
    "summary": "Fluctuating extreme weather events, coupled with rising average temperatures, can severely impact grapevine physiology and yield. While biostimulants have been gaining acceptance as a short-terms tools to enhance grapevine resilience, their adoption is hindered by inconsistent efficacy, partly driven by unpredictable plant stress levels. Over two contrasting seasons, we integrated physiological, transcriptomic, and metabolomic analyses to investigate how a plant-based biostimulant modulates the sensibility of Vitis vinifera under varying intensities of heat, drought, and their combination. This panel of water status, ranging from -0.02 to -1.6 MPa, revealed that the physiological response induced by the biostimulant treatment alleviates water stress within a field-relevant hydraulic window located between -0.4 and -1.2 MPa. Moreover, moderate but constitutive reduction of growth parameters in biostimulant plants, suggests a trade-off between vegetative development and abiotic stress responses. Accordingly, gene expression analysis revealed an interaction between water availability and the plant response to the biostimulant, which suggest an activation of priming mechanisms. Metabolic profiling supported these findings, highlighting the central role of phenylpropanoid pathway modulation, together with adjustments in ROS dynamics and stress-related hormone responses, particularly abscisic acid. Overall, this work emphasizes the need for integrating detailed plant water status and leaf gas exchange to accurately evaluate biostimulant performances under abiotic stress.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707262",
    "doi": "10.64898/2026.02.23.707262",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.706592",
    "title": "p70 ribosomal protein S6 Kinase (p70S6K) as a potential peripheral biomarker for mental symptoms in 16p11.2 deletion and duplication syndromes",
    "authors": [
      "Morella, I.",
      "Hall, J.",
      "Butter, C.",
      "Goldie, C.",
      "Ali, N.",
      "Burlinson-Diaz, N.",
      "Burkitt-Wright, E.",
      "Caraiscos, I.",
      "More, L.",
      "Green, J.",
      "van den Bree, M.",
      "Brambilla, R."
    ],
    "summary": "Neurodevelopmental disorders (NDDs) encompass heterogeneous cognitive, motor, and psychiatric manifestations that typically require extensive behavioural assessments for characterization. Individuals carrying 16p11.2 copy number variations (CNVs), including both deletions and duplications, represent a relatively common NDD subgroup marked by wide variability in psychiatric symptoms, as well as metabolic and peripheral abnormalities, complicating prediction of disease trajectory and treatment response. The identification of biomarkers in easily accessible tissues, such as peripheral blood mononuclear cells (PBMCs), could provide valuable tools for diagnosis and prognosis, yet remains an unmet clinical need. Converging evidence implicates dysregulation of ubiquitous signalling pathways, including ERK and mTOR cascades, in altered protein synthesis across both idiopathic and genetic NDDs. Here, using a hypothesis-driven screening approach, we examined candidate peripheral biomarkers in individuals with 16p11.2 deletions and duplications. We identified a significant reduction of ribosomal protein S6 kinase (p70S6K) levels in PBMCs across both genotypes. Notably, the magnitude of p70S6K reduction correlated with the severity of autistic symptoms independently of CNV genotype. In parallel, MAPK3/ERK1 protein levels mirrored gene dosage, showing increased expression in duplication carriers and reduced levels in deletion carriers, in accordance with the genotype. Collectively, these findings indicate that peripheral molecular alterations may support clinical stratification and suggest that p70S6K represents a promising biomarker for symptom severity and potentially treatment responsiveness in NDD patients carrying 16p11.2 CNVs.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.706592",
    "doi": "10.64898/2026.02.23.706592",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707364",
    "title": "Oncogenic chromodomain mutations allosterically impair TIP60 acetyltransfearse function preventing activation of DNA repair genes under genotoxic stress",
    "authors": [
      "Gupta, H.",
      "Bansal, A.",
      "Gupta, A."
    ],
    "summary": "TIP60 is a tumor suppressor with histone acetyltransferase activity that regulates chromatin accessibility in diverse processes including DNA repair, apoptosis, mitosis, transcription, and autophagy. Structurally TIP60 contains a C-terminal MYST domain that mediates its HAT activity, while the N-terminal chromodomain are conserved modules that facilitate its association with chromatin by recognizing histone modifications. Mutations within the chromodomain have been implicated in various cancers, yet their functional consequences remain poorly understood, particularly with respect to TIP60s role in maintaining genomic integrity. Here, we uncover a novel allosteric mechanism whereby cancer-associated chromodomain mutations impair TIP60s catalytic activity without disrupting its chromatin binding, underscoring critical interdomain communication between the chromodomain and the MYST domain. Through structural modelling and molecular dynamics simulations, we identified two missense mutations (R53H and R62W) in TIP60s chromodomain that not only altered TIP60s conformation but also destabilized its trimeric assembly, thereby impairing acetyl-CoA docking. Importantly, we found that TIP60 engages acetyl-CoA exclusively in its trimeric state, and the R62W mutation perturbs the trimeric interface, thereby altering the docking sites for acetyl-CoA. Consistent with these structural changes, biochemical assays revealed that chromodomain mutant TIP60 variants, while retaining chromatin loading, exhibited markedly reduced autoacetylation and histone acetyltransferase activity. Moreover, these mutants failed to activate the p21 gene in response to DNA damage, thereby predisposing the genome to the accumulation of mutations and leaving cells unable to arrest the cell cycle for repair of genomic lesions. Together, our findings establish that distal chromodomain mutations allosterically destabilize TIP60 oligomerization, impair acetyl-CoA utilization, and compromise DNA damage responses. The mechanism establishes a link between chromodomain mutations and genomic instability, shedding light on how reader domain alterations may underlie cancer progression.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707364",
    "doi": "10.64898/2026.02.23.707364",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707474",
    "title": "Metabolic stress reveals widespread accumulation of cap-unmethylated RNAs",
    "authors": [
      "Xing, Z.",
      "Freitas, A. V.",
      "Sutter, B. M.",
      "Dang, N. K.",
      "Ingolia, N. T.",
      "Tu, B. P."
    ],
    "summary": "RNA polymerase II transcripts are capped with N7-methylguanosine (mG), a conserved modification essential for mRNA function. Although traditionally viewed as constitutive, we developed a mass spectrometry-based method to demonstrate that in both yeast and mammalian cells, a substantial population of mRNAs lack cap methylation in response to SAM-limiting conditions and oxidative stress, which may be frequently encountered across organisms. Through developing two transcriptome-wide approaches, we found that methylation is enriched on specific transcripts and uncovered an unexpected connection between histone H3K36me3 and cap methylation, with both marks preferentially associated with stress-responsive MAPK signaling pathways. Strikingly, cap-unmethylated mRNAs exhibit features of canonical mRNAs--they are polyadenylated, exported to the cytosol, and translated. Enforced cap methylation reduces cell growth under SAM limitation, suggesting that unmethylated mRNAs confer an adaptive advantage during stress. These findings establish mRNA cap methylation as a dynamic, regulated modification and a previously underappreciated layer of gene expression control.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707474",
    "doi": "10.64898/2026.02.23.707474",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707350",
    "title": "AUTOTAC-mediated targeted degradation of transthyretin aggregates ameliorates hereditary transthyretin amyloidosis",
    "authors": [
      "Kwon, Y. T.",
      "Ji, C. H.",
      "Almeida, M. R.",
      "Kim, H. Y.",
      "Park, D. Y.",
      "Cho, E. H.",
      "Son, Y. S.",
      "Kim, S. H.",
      "Sung, K. W.",
      "Martins, H. S.",
      "Saraiva, M. J."
    ],
    "summary": "Hereditary transthyretin amyloidosis (hATTR) is characterized by extracellular deposition of amyloidogenic transthyretin (TTR) aggregates, yet the mechanisms governing their clearance remains poorly understood. Here, we identify a key role for the N-degron pathway in lysosomal degradation of the pathogenic TTRV30M variant. Misfolded intracellular TTRV30M was rapidly secreted and subsequently re-entered within 24 hours during cell-to-cell trafficking. The molecular chaperone R-BiP--N-terminally (Nt) arginylated HSPA5/BiP/GRP78-- associated with intracellular TTRV30M, and its Nt-arginine functioned as an agonist for the N-recognin sequestosome 1 (SQSTM1/p62). This interaction facilitated p62-dependent autophagosomal sequestration and lysosomal degradation of TTRV30M. To pharmacologically exploit this mechanism, we applied the AUTOTAC (AUTOphagy-TArgeting Chimera) platform, which enables the targeting of substrates to p62 for autophagic clearance. We developed Autotac 201 (ATC201), an 876-Da chimera designed to bind both the T4 pocket of aggregated TTR and p62, thereby promoting selective autophagic degradation. In cultured cells, ATC201 potently reduced intracellular TTRV30M aggregates in a manner depending on p62-mediated autophagy, exhibiting a DC of low nM. In hATTR model mice, ATC201 markedly lowered tissue TTR aggregate burden and restored autophagy pathway flux impaired by aggregate accumulation. Treatment improved nerve conduction parameters and reduced peripheral neuropathy scores, indicating functional rescue. ATC201 also led to preservation of muscle strength and attenuation of systemic amyloid deposition. Our findings reveal that the N-degron pathway orchestrates autophagic removal of TTR aggregates and demonstrate the therapeutic potential of AUTOTAC-based degraders for hATTR and other proteinopathies characterized by pathogenic protein aggregation.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707350",
    "doi": "10.64898/2026.02.23.707350",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707382",
    "title": "ER-stress signaling and Alzheimer's proteins adjust the quality of human protein synthesis",
    "authors": [
      "Cao, Z.",
      "Hartmann, M.",
      "Wagner, M.",
      "Schug, A.",
      "Roesler, R.",
      "Wiese, S.",
      "Yang, Q.",
      "Oswald, F.",
      "Scharffetter-Kochanek, K.",
      "Iben, S."
    ],
    "summary": "Proteostasis is the balance of protein synthesis, protein maintenance and protein degradation. Proteostasis is disturbed in neurodegenerative disorders like Alzheimers disease (AD) of the aging human body. Protein synthesis by the ribosome is the most error-prone process in gene expression. If and how the error-rate of protein synthesis is regulated during human aging and contributes to AD is unknown. Here we show that ribosomal error-rate is adapted in cellular models of human aging, but not in mouse aging. This adaptation involves ER-stress signaling and the Alzheimers disease-related proteins amyloid-beta precursor protein and presenilin 1. Our results suggest that ribosomal error-rate is a relevant parameter in human aging and disease.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707382",
    "doi": "10.64898/2026.02.23.707382",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707197",
    "title": "Zinc excess promotes lysosome remodeling by activating HLH-30/TFEB through the action of the high zinc sensor HIZR-1.",
    "authors": [
      "Cubillas, C.",
      "Liu, H.",
      "Deshmukh, K.",
      "Mendoza, A.",
      "Schneider, D. L.",
      "Herrera, D.",
      "Zhao, C.",
      "Murphy, J. T.",
      "Edwards, J.",
      "Diwan, A.",
      "Kornfeld, K."
    ],
    "summary": "Zinc is an essential element that plays many roles in animals. Since excess zinc is toxic, animals have evolved sophisticated mechanisms to achieve homeostasis. A conserved mechanism is to store excess zinc in specialized lysosomes, which contributes to zinc detoxification and provides a supply when zinc becomes limiting. In C. elegans excess zinc conditions promote an increase in lysosome-related organelles called bilobed granules. Defining how zinc-regulated transcription drives the observed lysosome remodeling is key to understanding zinc homeostasis processes. Here we describe a positively regulated zinc cascade controlled by hizr-1 and hlh-30/TFEB, which encode the C. elegans high zinc sensor and the master regulator of the autophagy-lysosomal pathway, respectively; essential for connecting excess zinc homeostasis to lysosome biogenesis and remodeling. Our transcriptomic, genetic, and bioinformatic studies indicate that hizr-1 and hlh-30 are necessary and sufficient to activate transcription of lysosome genes under excess zinc conditions. In our regulatory model, zinc binding activates HIZR-1 protein, which accumulates in the nucleus and activates genes containing the HZA enhancer, including hlh-30. HLH-30 protein accumulates in the nucleus and activates genes containing the E-box enhancer. Genetic analysis of loss-of-function mutants demonstrated that both hizr-1 and hlh-30 are necessary for animals to tolerate excess zinc. Furthermore, HLH-30 promotes the increase in the number of acidified compartments, whereas HIZR-1 promotes the increase in the volume of the expansion compartment. These results define a genetic pathway that responds to excess zinc by increasing the number of lysosome-related organelles and their capacity to store and detoxify cytosolic zinc.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707197",
    "doi": "10.64898/2026.02.22.707197",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707525",
    "title": "Modulation of the RNAse P/MRP complex and mitochondrial ribosome enhances cytosolic ribosome coordination and sustains longevity",
    "authors": [
      "Martinez-Miguel, V. E.",
      "Popkes-van Oepen, T.",
      "Syed Shamsh, T.",
      "Lopes, F.",
      "Park, Y.",
      "Jeromin, L. S.",
      "Anderton, E. E.",
      "Huang, W.",
      "Lithgow, G.",
      "Beyer, A.",
      "Antebi, A."
    ],
    "summary": "Aging is accompanied by a progressive decline in protein synthesis and ribosome abundance, yet paradoxically, genetic or pharmacological attenuation of translation extends lifespan across species. Whether the age-associated decline in translation is adaptive or reflects a pathological failure of ribosome homeostasis remains unclear. Here, we show that shortened lifespan is driven by dysregulated ribosome biogenesis (RiBi) and impaired ribosome assembly. Using Caenorhabditis elegans ncl-1 loss-of-function mutants as a model of accelerated aging, we find that nucleolar enlargement coincides with decoupling of precursor and mature rRNA, ribosomal protein (RP) transcripts, and protein abundance, loss of RP stoichiometry, defective ribosomal subunit joining, and compromised proteostasis. Strikingly, lifespan can be restored downstream of the nucleolus by targeting either the RNAse P/MRP complex or the mitochondrial ribosome. These interventions rebalance mature rRNA and RP abundance, improve ribosomal assembly, and reduce protein aggregation despite persistent nucleolar enlargement and elevated pre-rRNA levels. Our findings identify accelerated age-associated ribosome dysfunction as a qualitative failure of ribosomal biogenesis, and demonstrate that restoring ribosomal homeostasis is sufficient to improve proteostasis and extend lifespan.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707525",
    "doi": "10.64898/2026.02.23.707525",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707472",
    "title": "Protein-stabilizing and neurotransmission-potentiating activities of a synaptic chaperone modify spinal muscular atrophy in model mice",
    "authors": [
      "Her, Y.-R.",
      "Fuentes-Moliz, A.",
      "Kothary, R.",
      "Tabares, L.",
      "Monani, U. R."
    ],
    "summary": "Spinal muscular atrophy (SMA) is an oft-fatal infantile-onset neuromuscular disease caused by low SMN protein. Administration of SMN-inducing agents to SMA newborns prevents early mortality, but therapeutic outcomes vary considerably, and disease mechanisms remain poorly understood. Genetic modifiers can provide clues to disease mechanisms and serve as targets for novel treatments. Here, we describe how one such modifier suppresses SMA in model mice. We show that the modifier, an Hspa8G470R synaptic chaperone variant we previously identified, functions beyond an already defined role as an SMN2 splice-switcher. Even in mice lacking the SMN2 gene, the modifier, whether expressed genetically or exogenously, potently suppressed disease, preventing motor neuron degeneration, ameliorating neuromuscular dysfunction and extending lifespan more than ten-fold. Unexpectedly, this was once again associated with incremental SMN increase - an outcome we discovered is linked to Hspa8G470R-mediated autophagy, effects of the modifier on autophagy-associated intermediate complexes and, ultimately, reduced SMN turnover. Interestingly, however, Hspa8G470R also stimulated neuromuscular transmission significantly, raising the effective, functional readily releasable pool of motor neuronal synaptic vesicles. This effect was not limited to mutants alone but apparent in healthy controls too and did not correlate with mere increase in SMN. Combined, these outcomes suggest that Hspa8 governs neuromuscular function in several ways including direct effects on synapses. Mechanisms revealed here shed additional light on pathways gone awry in SMA - ones that might be modulated to develop or refine therapies for neuromuscular disorders at large.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707472",
    "doi": "10.64898/2026.02.23.707472",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707305",
    "title": "Developmentally Regulated GTP-binding Protein Drg1 defines a translational decision point that protects mitochondrial integrity",
    "authors": [
      "Saha, S.",
      "Jin, H."
    ],
    "summary": "Coordination of the functionalities among key organelles is essential for maintaining the complexity and adaptability of the eukaryotic cell. Functionally versatile proteins, such as GTPases, often assume important roles in this process. Developmentally regulated GTP-binding (Drg) proteins are a conserved family of GTPases recently implicated in promoting protein synthesis and regulating cytoskeletal dynamics, suggesting their importance for cell growth and proliferation. Here, we show that Drg1, one of the two Drg paralogues in eukaryotic cells, is critical for maintaining mitochondria morphology, dynamics, and function. Results from APEX2-proximity labeling show that Drg1 is in proximity to proteins associated with the nucleus, mitochondria, endoplasmic reticulum membrane, cytoplasmic ribosomal subunits, and cytoskeleton components. We demonstrate that Drg1 associates with the outer mitochondrial membrane and that loss of Drg1 leads to reduced mitochondrial membrane potential, decreased protein import, and ATP production. Our candidate approaches further reveal that loss of Drg1 leads to changes in mRNA abundance and translation of proteins critical for mitochondrial ATP production, fusion, and fission. At the molecular level, loss of cellular homeostasis that is caused by compromised translation of cytoplasmically synthesized proteins functionally related to mitochondria underpins the observed phenomenon. Given the evolutionary conservation of Drg proteins, our findings suggest that this mechanism is likely shared across eukaryotes and archaea.\n\nScientific SignificanceMitochondria are essential organelles that not only generate ATP but also coordinate numerous cellular processes vital to cell survival and adaptation. Most mitochondrial proteins are synthesized in the cytoplasm and imported into the organelle. Our study reveals that the conserved GTPase Drg1 facilitates translation of mitochondrial proteins at the outer mitochondrial membrane. By coupling cytoplasmic protein synthesis with mitochondrial function, Drg1 plays a critical role in maintaining mitochondrial morphology, dynamics, and functions. These findings provide new insights into the coordination between cytoplasmic translation, protein homeostasis, and organelle function, which may inform future studies on diseases involving mitochondrial dysfunction and defective proteostasis.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707305",
    "doi": "10.64898/2026.02.23.707305",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707419",
    "title": "Proteomic Signatures of Mitochondrial Dysfunction Associated with Atrial Fibrillation in Goats",
    "authors": [
      "Ayagama, T.",
      "Barrett-Jolley, R.",
      "Fischer, R.",
      "Hester, S.",
      "Schotten, U.",
      "Verheule, S.",
      "Burton, R.-A. B."
    ],
    "summary": "Atrial fibrillation (AF) increases energy demand in atrial myocytes, yet the mitochondrial mechanisms underlying this stress remain poorly defined. Using previously published proteomic data from left atrial tissue of AF and sham-operated goats, we performed organelle-specific bioinformatic analyses of the mitochondrial fraction. Over-representation and consensus pathway analyses consistently highlighted enrichment of oxidative phosphorylation (OXPHOS) subunits. Gene set enrichment and network analyses implicated Heat Shock Protein Family A Member 9 (HSPA9) as a potentially central regulatory hub coordinating the dysregulation of Complex I and III subunits, with 69% of regulatory relationships showing pathway concordance. These results indicate a coordinated, system-wide mitochondrial adaptation in AF, integrating energy production, proteostasis, and respiratory chain regulation.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707419",
    "doi": "10.64898/2026.02.23.707419",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707452",
    "title": "Electrostatic control of chromatin compaction safeguards against apoptotic DNA release",
    "authors": [
      "Spicer, M. F. D.",
      "Wijma, S.",
      "Schutte, N.",
      "Huertas, J. F. D.",
      "Maristany, M. J.",
      "Lopez, J. I. P.",
      "Chen, L.",
      "Alaabo, M.",
      "Rosen, M. K.",
      "Collepardo-Guevara, R.",
      "Gerlich, D. W."
    ],
    "summary": "Apoptosis involves extensive intracellular reorganisation to facilitate the clearance of dying cells. A key step in this process is the destruction of the genome through fragmentation by caspase-activated endonuclease (CAD). Rather than dispersing after CAD-mediated cleavage, DNA fragments are compacted into a dense chromatin compartment. However, the underlying mechanism and biological relevance of this compaction remain unknown. Here we show that global deacetylation of histone tails promotes chromatin compaction during apoptosis, preventing DNA release into apoptotic extracellular vesicles. Using synthetic effectors that modulate nucleosome electrostatics independently of histone modifications, we demonstrate that electrostatic attraction alone is sufficient to compact and sequester fragmented chromatin. These findings reveal a mechanism by which global reprogramming of histone modifications coordinates fragmentation of the genome with its physical sequestration during apoptosis. Furthermore, our synthetic approach provides a tool to probe the role of physical forces in genome organisation across diverse biological contexts.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707452",
    "doi": "10.64898/2026.02.23.707452",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707431",
    "title": "Investigating climate-phenology relationships among the most common Italian forest species using Sentinel-2-derived vegetation phenology and productivity products",
    "authors": [
      "Vangi, E.",
      "D'Amico, G.",
      "Saponaro, V.",
      "Niccoli, M.",
      "Tiberi, G.",
      "Francini, S.",
      "Borghi, C.",
      "Collalti, A.",
      "Parisi, F.",
      "Chirici, G."
    ],
    "summary": "Climate change is profoundly altering forest phenology and productivity across Europe, with particularly strong impacts in Mediterranean regions characterized by high climatic heterogeneity. Understanding how climatic and site-specific drivers regulate the start, end, and length of the growing season, and how these phenological shifts translate into productivity responses, remains a key challenge for predicting forest carbon dynamics. In this study, we investigate phenological timing and total seasonal productivity across multiple Italian forest species spanning Mediterranean, temperate, and mountain environments, leveraging the new High-Resolution Vegetation Productivity and Phenology product from the Copernicus Land Monitoring Service, machine learning (random forests) modeling, and explainable artificial intelligence analysis (SHAP). Our results confirm a general lengthening of the growing season driven mainly by chilling accumulation and spring temperatures. Warmer conditions advance the start of the season by 1-10 days across species, while the combined effects of temperature, radiation, and moisture can extend the growing season by up to 20-30 days. End-of-season dynamics and season length are more strongly controlled by light and water availability than by temperature alone. In several Mediterranean species, the end of the season can advance by up to 40 days due to summer drought, high vapor pressure deficit, and site exposure. Mediterranean species often show compensatory shifts between season onset and senescence, maintaining a relatively stable length of the season, whereas mountain species exhibit a tighter coupling between delayed onset and shortened season length. Phenological shifts are frequently decoupled from productivity, which is mainly regulated by energy and water availability, highlighting species- and site-specific responses to climate change. The findings of this study highlight the substantial advantage of remote sensing data, coupled with machine learning approaches, for advancing the understanding of forest phenology and productivity across broad spatial and climatic gradients.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707431",
    "doi": "10.64898/2026.02.23.707431",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707366",
    "title": "Neuroprotective Effect of Combined Pomegranate and Candesartan Therapy Against Chronic Cerebral Ischemia in Rats.",
    "authors": [
      "Awada, R.",
      "Radi, F.",
      "Abdelbaki, Z.",
      "Hijazi, A.",
      "Joumaa, W. H.",
      "Ezzeddine, Z.",
      "Martinez, L. O.",
      "Nasser, M."
    ],
    "summary": "Background: Stroke remains a leading cause of mortality worldwide. Ischemic stroke, caused by arterial occlusion, induces sensorimotor deficits and memory impairments. Excessive activity of the brain angiotensin II type 1 receptor (AT1R) is associated with hypertension and cerebral ischemia. Candesartan (CN), an AT1R blocker, improves cerebrovascular blood flow. Pomegranate (Punica granatum) is rich in polyphenolic antioxidants that reduce oxidative stress and inflammation, suggesting potential neuroprotective effects in cerebral ischemia. Aim: This study compared the neuroprotective effects of CN administered alone or in combination with pomegranate (POM) in a rat model of cerebral ischemia induced by chronic unilateral carotid artery ligation. Methods: Cerebral ischemia was induced by ligation of the right common carotid artery (RCCA) in adult rats. Animals were randomly assigned to four groups: sham control, untreated ischemic, ischemic treated with CN, and ischemic treated with CN + POM. Sensorimotor and cognitive functions were assessed 1-15 days post-surgery using beam balance (BB), beam walking (BW), modified sticky-tape (MST), novel object recognition (NOR), and the Morris water maze (MWM) tests. Results: RCCA ligation induced marked sensorimotor deficits and memory impairments. Both CN monotherapy and CN + POM treatment equally restored sensorimotor function to sham-control levels, as demonstrated by BB, BW, and MST tests. In contrast, CN + POM treatment showed greater efficacy than CN alone in improving short-term recognition and spatial memory, as demonstrated by NOR and MWM performance. Conclusion: CN effectively reverses ischemia-induced sensorimotor deficits, whereas the addition of POM confers specific and enhanced protection against cognitive impairment, indicating distinct mechanisms underlying sensorimotor and memory recovery after cerebral ischemia.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707366",
    "doi": "10.64898/2026.02.23.707366",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707451",
    "title": "CaMKK2 Identifies Biologically Aggressive Chronic Lymphocytic Leukemia and Regulates Leukemic Survival and Nurse-Like Cell Support",
    "authors": [
      "Jahuari, S.",
      "Cooper-Volkheimer, A.",
      "Verma, V.",
      "Kaplan, D. G.",
      "Basher, F.",
      "Weinberg, B. J.",
      "Chao, N.",
      "Racioppi, L."
    ],
    "summary": "Background/Objectives: Identification of prognostic biomarkers that capture biologically aggressive disease remains a major need in chronic lymphocytic leukemia (CLL). Aberrant calcium signaling contributes to leukemic survival; however, the clinical relevance of Calcium/calmodulin-dependent protein kinase kinase 2 (CaMKK2), a calcium-responsive kinase, has not been defined. This study evaluated CaMKK2 as a candidate prognostic biomarker and functional regulator in CLL. Methods: CaMKK2 expression was quantified in purified CD19 CLL cells from a clinically annotated cohort balanced by immunoglobulin heavy chain variable region (IGHV) mutation status. Associations with time-to-treatment and overall survival were analyzed. Functional relevance was assessed by pharmacologic inhibition of CaMKK2 in primary CLL cells using metabolic (MTS) and apoptosis (Annexin V/PI) assays. Correlations between CaMKK2 expression and inhibitor sensitivity were determined. The impact of CaMKK2 inhibition on nurse-like cell (NLC) differentiation and macrophage-mediated leukemic support was evaluated in ex vivo culture systems. Results: Elevated CaMKK2 expression was enriched in IGHV-unmutated CLL and associated with shorter time-to-treatment and inferior overall survival. CaMKK2 inhibition reduced primary CLL viability in a dose-dependent manner and induced apoptosis, with sensitivity correlating with CaMKK2 expression levels. Inhibition also attenuated CD163 macrophage polarization and impaired NLC-mediated support of leukemic cells. Conclusions: CaMKK2 expression identifies biologically aggressive CLL and functionally contributes to leukemic persistence. These findings position CaMKK2 as a prognostically relevant biomarker with therapeutic implications, supporting further evaluation of CaMKK2-targeted strategies in high-risk CLL.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707451",
    "doi": "10.64898/2026.02.23.707451",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707530",
    "title": "A two-membrane gateway for monocarboxylates couples host glycolysis to Toxoplasma mitochondrial fitness and virulence",
    "authors": [
      "Key, M.",
      "Joseph, S.",
      "Dou, Z."
    ],
    "summary": "Intracellular pathogens must coordinate their metabolism with nutrient supplies from the host cell, yet the specific metabolites and transport pathways that sustain parasite bioenergetics remain incompletely defined. In the apicomplexan parasite Toxoplasma gondii, infection increases host glycolytic flux and elevates cytosolic lactate and pyruvate, suggesting that these intermediates are co-opted as carbon and energy sources. Here, we show that T. gondii imports host-derived lactate and pyruvate across both the parasitophorous vacuole membrane and the parasite plasma membrane to maintain mitochondrial function, extracellular survival, and acute virulence. Using a hexokinase knockout ({Delta}hk) to abolish endogenous pyruvate production, we find that parasites preserve basal oxygen consumption but become strictly dependent on exogenous monocarboxylates to stimulate mitochondrial respiration. By disrupting the parasite formate-nitrite transporters TgFNT1-3, we identify TgFNT1 and TgFNT2 as the principal monocarboxylate transporters required for lactate- and pyruvate-driven respiratory responses. Furthermore, genetic ablation of TgGRA17, a parasitophorous vacuole pore protein, compromises the growth advantage conferred by elevated exogenous lactate, implicating this pore as the entry route for host-derived monocarboxylates into the vacuole. Conversely, host cells lacking the monocarboxylate exporter MCT1 accumulate cytosolic lactate/pyruvate and enhance parasite growth, linking host monocarboxylate export to parasite fitness. When both endogenous pyruvate production and exogenous uptake are disrupted, parasites display severely reduced mitochondrial basal respiratory capacity, membrane potential, ATP levels, extracellular survival, and virulence in mice. Collectively, these findings define a dual-step pyruvate acquisition pathway in T. gondii and reveal host monocarboxylates as critical fuels that buffer parasite bioenergetic stress during infection.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707530",
    "doi": "10.64898/2026.02.23.707530",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707534",
    "title": "Chronic predation risk induces sex-specific effects in behavior but does not induce long-term oxidative damage",
    "authors": [
      "Rogers, M. M.",
      "Hellmann, J."
    ],
    "summary": "Predation is a strong environmental and selective pressure that can favour rapid and plastic shifts in behaviour and escape ability to increase an organisms immediate survival. However, maintaining antipredator responses under repeated predation stress can induce physiological costs to an organism from long-term exposure to elevated cortisol. We know little about how individuals balance this trade-off between short-term survival and longevity, including whether males and females balance this trade-off differently based on life history differences in reproduction, survival, and risk adversity. To assess sex differences in long-term behavioural responses and physiological costs to predation risk, we exposed threespine stickleback (Gasterosteus aculeatus) to visual cues of a live rainbow trout (Oncorhynchus mykiss) predator twice a week for 14 weeks, then measured stickleback antipredator behaviour and swimming performance 5 months later. To quantify potential long-term costs of behavioural adaptation, we measured relative telomere length as a proxy for long-term oxidative damage. We found strong sex specific effects in behaviour and swim endurance: males, but not females, altered their hiding behaviour and had shorter swim endurance in the first trial, suggesting overall lower activity. Surprisingly, we found no evidence for chronic predation shortening telomere length or hindering growth in body length. Overall, these results suggest that plastic responses can be dictated by the different life-history strategies for males and females, and suggest that individuals can maintain long-term changes in antipredator behaviour without costs to their physiological state.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707534",
    "doi": "10.64898/2026.02.23.707534",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707532",
    "title": "Combination Treatment with Sclerostin and Dkk1 Antibodies Synergizes with Tibial Loading to Stimulate Bone Formation in Aged Mice",
    "authors": [
      "Lawson, L.",
      "Chermside-Scabbo, C. J.",
      "Brodt, M. D.",
      "Migotsky, N.",
      "Shuster, J. T.",
      "Buettmann, E. G.",
      "Silva, M. J."
    ],
    "summary": "Aging is associated with decreased bone formation and bone mass and increased fracture risk. Wnt pathway activation by mechanical loading is a potent strategy to improve bone mass, however, load-induced bone formation is diminished with aging. Neutralizing antibody (Ab) therapies targeting Wnt pathway inhibitors Sclerostin (Scl) and Dickkopf-related protein 1 (Dkk1) have proven successful in preclinical and clinical osteoporotic conditions. We asked whether treatment combining Scl-Ab and Dkk1-Ab can increase load-induced bone formation in a preclinical model of osteoporosis. Aged (22-month) C57BL/6N female mice underwent combination Scl-Ab plus Dkk1-Ab therapy (15 mg/kg each; subcutaneously; 2x/wk; saline control) for 2 weeks, concomitant with a mechanical loading regimen previously shown to induce modest bone formation in tibias of aged mice (-2200 microstrain, 1200 cycles/day, 5 day/wk). Changes in bone morphology and formation were assessed by longitudinal microCT and dynamic histomorphometry, respectively. Molecular indices of bone formation and Wnt pathway activation were assessed by qPCR of cortical bone. Treatment with Scl-Ab plus Dkk1-Ab induced significant improvements in cancellous (BV/TV +50%) and cortical morphology (Ct.Th +25%) in non-loaded limbs of antibody-treated mice vs. vehicle control mice. Importantly, periosteal bone formation rate was 10-fold higher in loaded limbs of antibody versus vehicle treated mice, indicating a synergistic effect. Gene expression analysis showed that antibody treatment and loading synergistically upregulated Wnt1 expression, which may have contributed to the observed synergistic effect on bone formation. These results confirm the potent anabolic effect of combination Scl plus Dkk1 antibody treatment. Moreover, they show that antibody treatment and skeletal loading are more effective at increasing periosteal bone formation in aged mice than either treatment alone. These findings support the concept that combinatorial therapy using dual Scl and Dkk1 antibodies plus weight-bearing exercise may be an effective treatment for age-related osteoporosis.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707532",
    "doi": "10.64898/2026.02.23.707532",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707524",
    "title": "A tumor metabolism-angiogenesis-immune axis governs immunotherapy responses",
    "authors": [
      "Serganova, I.",
      "Colombo, G.",
      "Ballesio, F.",
      "Kang, J. H.",
      "Karakousi, T.",
      "Esposito, T. V. F.",
      "Ackerstaff, E.",
      "Santella, A.",
      "Blasberg, R.",
      "Pillarsetty, N. V. K.",
      "Schreier, A.",
      "Andreopoulou, E.",
      "Demaria, S.",
      "Lund, A. W.",
      "Gherardini, P. F.",
      "Zappasodi, R."
    ],
    "summary": "Despite the clinical success of immunotherapy, long-lasting benefit remains restricted to a subset of patients. Tumor metabolic adaptation is emerging as a key factor limiting immunotherapy efficacy. We previously found that glycolysis-low tumor variants, compared to the parental glycolytic tumors, better respond to neoadjuvant CTLA-4 immune checkpoint blockade (ICB) therapy. Here, we investigated new rational modalities to restore immune sensitivity of glycolytic tumors by studying how lowering the tumor-cell glycolytic capacity reshapes the tumor microenvironment (TME) to favor long-lasting systemic anti-tumor responses upon immunotherapy.\n\nWe found that lowering glycolysis in cancer cells through LDHA-knock down (KD) results in TME displaying normalized vasculature, reduced angiogenic markers, increased high endothelial venules (HEVs), and enhanced recirculation of CD8+ T cells both in and out of the tumor. By leveraging public transcriptomic data sets from human solid cancers, we confirmed that glycolysis positively correlates with neo-angiogenesis and inversely correlates with features of vascular normalization and immune cytolytic activity. Moreover, a tumor signature that incorporates glycolysis- and angiogenesis-related genes as positive features, and normal vasculature, HEV, and immune cytolytic activity genes as negative features predicted poor outcomes better than the individual features across most human solid tumor types in the TCGA. To determine the therapeutic implication of these interrelated processes, we asked if targeting the vasculature would restore immunotherapy responses in glycolytic tumors. We found that combining low-dose anti-VEGFR2 with CTLA-4 blockade induces tumor regressions and protection from metastases in glycolytic tumors. These therapeutic effects were associated with vasculature normalization and increased abundance of HEVs and concentrations of lymphangiogenic factors in the TME of glycolytic tumors. Moreover, anti-VEGFR2 with anti-CTLA-4 restored recirculation of anti-tumor CD8+ T cells in and out of the TME in glycolytic tumors, with specific increases in intratumoral recruitment and activation of cytolytic CD62LCD44CD8 T cells expressing VEGFR2 and low levels of CTLA-4, suggesting potential novel direct synergistic effects of anti-VEGFR2 and anti-CTLA-4 on CD8+ T cells. Conversely, this combination opposed the beneficial immune and vascular TME features of LDHA-KD tumors, indicating tumor-metabolic-dependent effects. Accordingly, we found that standard combined regimens of anti-VEGF and ICB therapy improve survival with respect to ICB alone in patients with glycolysis-high but not glycolysis-low tumors.\n\nTogether, these findings indicate that tumor cell glycolysis \"primes\" the TME for aberrant vascular architecture and T-cell exclusion, and that modulating the tumor vasculature can unravel these mechanisms restoring immune responsiveness. This suggests that tailoring anti-angiogenic and immunotherapy combinations to the tumor glycolytic state and associated vasculature profiles may restore immune surveillance and overcome therapy resistance.",
    "published": "2026-02-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707524",
    "doi": "10.64898/2026.02.23.707524",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41747184",
    "title": "Effects of industrial, scientific, and medical (ISM) band frequency 2.45GHz on membrane integrity and oxidative stress of human skin bacteria.",
    "authors": [
      "Tomar AK",
      "Jha N",
      "Priyadarshini E",
      "Gautam R",
      "Nirala JP",
      "Rajamani P"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41747184/",
    "doi": "doi: 10.1080/09553002.2026.2636305",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41747174",
    "title": "Quantum Sensing for Precision Organ Aging Assessment.",
    "authors": [
      "Niu J",
      "Peng Y",
      "Yin L",
      "Wu M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41747174/",
    "doi": "doi: 10.14336/AD.2025.1500",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41747078",
    "title": "Farnesyltransferase Deficiency in Cardiomyocytes Initiates Senescence and Contributes to Cardiac Fibrosis.",
    "authors": [
      "Chen Y",
      "Lou L",
      "Zhang X",
      "Yan L",
      "Zhang Q",
      "Shi W",
      "Ding J",
      "Lin X",
      "Jiang R",
      "Liu S",
      "Sok T",
      "Wang P",
      "Mou Y",
      "Han J",
      "Hu S",
      "Guo X",
      "Yang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41747078/",
    "doi": "doi: 10.1002/advs.202511530",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41747076",
    "title": "Atrophic Skeletal Muscle-Derived Extracellular Vesicles Transfer miR-125a-5p to Inhibit Bone Formation in Osteoporosis during Aging.",
    "authors": [
      "Shao X",
      "Zhang P",
      "Fan Z",
      "Lin J",
      "Chen X",
      "Liu N",
      "Gong W",
      "He Y",
      "Zhou Y",
      "Shi T",
      "Shi Y",
      "Ma Y",
      "Gao W",
      "Wang H",
      "Fang D",
      "Wang C",
      "Wu W",
      "Yan W",
      "Qin J",
      "Chen D",
      "Yu H",
      "Jiang Q",
      "Guo B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41747076/",
    "doi": "doi: 10.1002/advs.202515362",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41747063",
    "title": "Erratum for the Report \"Chromosome segregation errors as a cause of DNA damage and structural chromosome aberrations\".",
    "authors": [],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41747063/",
    "doi": "doi: 10.1126/science.aeg5565",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41747061",
    "title": "Chromatin dynamics shape aging across organs.",
    "authors": [
      "Barnett SN",
      "Noseda M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41747061/",
    "doi": "doi: 10.1126/science.aef5650",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41747035",
    "title": "Organism-wide cellular dynamics and epigenomic remodeling in mammalian aging.",
    "authors": [
      "Lu Z",
      "Zhang Z",
      "Xu Z",
      "Abdulraouf A",
      "Zhou W",
      "Cao J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41747035/",
    "doi": "doi: 10.1126/science.adw6273",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41746739",
    "title": "A single dose of intravenous iron induces cardiac ferroptosis in murine cardiometabolic heart failure.",
    "authors": [
      "Pavelec CM",
      "Bradley LA",
      "Rawat P",
      "Dunaway LS",
      "Bolger-Chen M",
      "Gholson BA",
      "Lindner JR",
      "Isakson BE",
      "Leitinger N",
      "Wolf MJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746739/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41746549",
    "title": "Targeting Autophagy, Ferroptosis, and Neuroinflammation: Polyphenol-Mediated Modulation of Emerging Signaling Pathways in Neurodegeneration.",
    "authors": [
      "Jindal A",
      "Rai SN"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746549/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41746530",
    "title": "Neuroprotective Effects of Citropten Against Scopolamine-Induced Cognitive Impairment and Oxidative Stress in a Rat Model.",
    "authors": [
      "Jadhav VP",
      "Mohanty PK"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746530/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41746499",
    "title": "N-Lac-Phe Ameliorates Myocardial Cell Death by Improving Mitochondrial Dysfunction, Ultimately Improving TAC-induced Heart Failure.",
    "authors": [
      "Sha L",
      "Du A",
      "Xu X",
      "Li Z",
      "Xu B",
      "Kang L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746499/",
    "doi": "doi: 10.1007/s10557-026-07858-7",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41746465",
    "title": "Combined functional lipids modulate lipid metabolism and attenuate metabolic dysregulation in a rat model of cafeteria diet.",
    "authors": [
      "Suppo CL",
      "Kuhn GN",
      "Lavandera JV",
      "Bernal CA",
      "Faria AC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746465/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41746442",
    "title": "Neuroendocrine-associated epigenetic factors in cellular senescence: mechanisms and therapeutic implications.",
    "authors": [
      "Jayaraman S",
      "Eswaran A",
      "Rajagopal P",
      "Palanisamy CP",
      "Veerakumar P",
      "Veeraraghavan VP",
      "Sirasanagandla SR"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746442/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41746434",
    "title": "High Carbohydrate Feeding Exacerbates Oxidative Stress and Intestinal Dysfunction in Red Seabream (Pagrus major) after Skin Wounding.",
    "authors": [
      "Chen Z",
      "Li Y",
      "Fang Y",
      "Huang D",
      "Esteban M",
      "Zhang Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746434/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41746395",
    "title": "The exosome-autophagy axis: emerging mechanisms and therapeutic implications in type III prostatitis.",
    "authors": [
      "Nyame DK",
      "Zhou X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746395/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41746259",
    "title": "Reversing Immune Aging to Improve Immunotherapy Outcomes.",
    "authors": [],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746259/",
    "doi": "doi: 10.1158/2159-8290.CD-NW2026-0018",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41746207",
    "title": "Substitution spectrum and selection at G-quadruplexes in great ape telomere-to-telomere genomes.",
    "authors": [
      "Zhang X",
      "Mohanty S",
      "Chiaromonte F",
      "Makova KD"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746207/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41744361",
    "title": "ROS-Activated Peptide-Based Prodrug for Chemoselective Covalent Targeting in Cancer Cells.",
    "authors": [
      "Zhang S",
      "Wei Q",
      "Lv J",
      "Gong X",
      "Wang B",
      "Ren Z",
      "Wei C",
      "Guo Z",
      "Li JL"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41744361/",
    "doi": "doi: 10.1021/acs.jmedchem.5c02472",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41744135",
    "title": "Mycotoxin Alternariol Induces Ca(2+) Dysregulation and Cell Death in Astrocytes: Mechanistic Toxicological Insights.",
    "authors": [
      "Chen YT",
      "Sun WC",
      "Chu CS",
      "Liang WZ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41744135/",
    "doi": "doi: 10.1002/jat.70054",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41742889",
    "title": "Anti-programmed cell death protein 1-based salvage therapy for relapsed/refractory Hodgkin lymphoma: a multicenter real-world analysis.",
    "authors": [
      "Tharmaseelan H",
      "Sgonina LM",
      "Bhnen I",
      "Schnetzke U",
      "Meiner J",
      "Sellmayr M",
      "Beverungen D",
      "Hellmuth JC",
      "Puthenparambil J",
      "Zamrik T",
      "Ferdinandus J",
      "Shumilov E",
      "Kerkhoff A",
      "Melchardt T",
      "Brckelmann PJ",
      "Kobe C",
      "Borchmann P",
      "Von Tresckow B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742889/",
    "doi": "doi: 10.3324/haematol.2025.288996",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41742733",
    "title": "Emerging Role of Ferroptosis in Diabetes and Associated Complications: When Metabolic Dysregulation Meets Cell Death.",
    "authors": [
      "Wang Z",
      "Zhang Y",
      "Xu Y",
      "Yang M",
      "Wei Y",
      "Li Y",
      "Yang T",
      "Wang X",
      "Yang C",
      "Feng Q",
      "Xing G"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742733/",
    "doi": "doi: 10.1111/cpr.70187",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41742716",
    "title": "Nonesterified Fatty Acids Cause Hepatic Ferroptosis in Dairy Cows via SIRT3-JNK Signaling.",
    "authors": [
      "Li D",
      "Liu J",
      "Tian L",
      "Chang R",
      "Zhang L",
      "Yu H",
      "Pitts H",
      "Loor JJ",
      "Mao S",
      "Wen Y",
      "Peng T",
      "Wan F",
      "Shen W",
      "Wang Z",
      "Xu C",
      "Liu L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742716/",
    "doi": "doi: 10.1021/acs.jafc.5c13831",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41742678",
    "title": "Syringic acid exhibits ameliorative effects against cyclosporine A-induced cardiotoxicity in mice by mitigating oxidative stress, inflammatory response, and apoptotic cell death.",
    "authors": [
      "Sabbagh S",
      "Abbaszadeh H",
      "Beigi P"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742678/",
    "doi": "doi: 10.1080/15376516.2026.2634121",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41742456",
    "title": "Effects of Lactiplantibacillus plantarum GBCC_F0227 on Lipid Accumulation and Lipid Metabolism in High-Fat Diet-Induced Obese Mice.",
    "authors": [
      "Park SJ",
      "Jeon SG",
      "Kim AR",
      "Yang BG"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742456/",
    "doi": "doi: 10.4014/jmb.2601.01022",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41742446",
    "title": "The Effects of Short-Term Cold Exposure on Serum Lipids, Antioxidant Capacity, and Hepatic Cell Apoptosis in Chinese Moccasin (Deinagkistrodon acutus).",
    "authors": [
      "Wei G",
      "Wei Y",
      "Zhang Z",
      "Xu L",
      "Li X",
      "Zhang Y",
      "Mao H",
      "Chen B",
      "Zheng Y",
      "Hu X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742446/",
    "doi": "doi: 10.1002/jez.70081",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41742403",
    "title": "Hierarchically collapsible nanoactuator modulates mitochondrial ferroptosis-bioenergetic homeostasis cascade to decouple ischemic stroke.",
    "authors": [
      "Sun G",
      "Dong Y",
      "Wang Y",
      "Su Y",
      "Chen J",
      "Deng J",
      "Luo L",
      "Cao X",
      "Lu W",
      "Chen K",
      "Yu M",
      "Xie Y",
      "Huang B",
      "Chen Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742403/",
    "doi": "doi: 10.1016/j.xcrm.2026.102640",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41742258",
    "title": "Nicotinamide mononucleotide attenuates hyperandrogenism in a polycystic ovary syndrome-like rat model by suppressing NLRP3 inflammasome-mediated granulosa-cell pyroptosis.",
    "authors": [
      "Zhang Y",
      "Huang K",
      "Nong W",
      "Guo Z",
      "Xie Q",
      "Lei X",
      "Zhang S",
      "Li M",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742258/",
    "doi": "doi: 10.1186/s13048-026-01996-0",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41742249",
    "title": "Role of mitochondrial dysfunction in muscle wasting in cancer cachexia: a narrative review.",
    "authors": [
      "Su X",
      "Wang S",
      "Qu Y",
      "Wang Y",
      "Tian Z",
      "Chao X",
      "Li Z",
      "Ma D"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742249/",
    "doi": "doi: 10.1186/s12967-026-07906-8",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41742242",
    "title": "Sestrin2 inhibits ferroptosis to alleviate hypertension via AMPK/Nrf2/GPX4 axis activation.",
    "authors": [
      "Li Y",
      "Yan J",
      "Wu F",
      "Zhao Y",
      "Qi J",
      "Wang Z",
      "Guo Y",
      "Wu H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742242/",
    "doi": "doi: 10.1186/s40001-026-04090-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41742219",
    "title": "Targeting FAM83D triggers tumor cell senescence via cGAS-STING signaling activation and reprograms TAMs to combat glioma.",
    "authors": [
      "Liu H",
      "Lin X",
      "Dai L",
      "Zhang W",
      "Zhang Y",
      "Liu N",
      "Li Y",
      "Peters JJ",
      "Gu J",
      "Peng K",
      "Jiang N",
      "Wanggou S",
      "Li X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742219/",
    "doi": "doi: 10.1186/s13046-026-03681-y",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41742198",
    "title": "Ginsenoside Rb2 improves diminished ovarian reserve through regulation of gonadal hormones and apoptosis via SIRT1.",
    "authors": [
      "Zhu C",
      "Yi M",
      "Cao H",
      "Li H",
      "Tang H",
      "Xu L",
      "Li L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742198/",
    "doi": "doi: 10.1186/s13048-026-02045-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41742164",
    "title": "PARK7-Nrf2 axis mitigates NLRP3-driven inflammation to rescue neurovascular unit from hypoxia/reoxygenation-induced necroptosis.",
    "authors": [
      "Xie Z",
      "Yang M",
      "Liu Z",
      "Zhou Z",
      "Chen Z",
      "Zhang X",
      "Huang W",
      "Chen W",
      "Hu S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742164/",
    "doi": "doi: 10.1186/s12967-026-07898-5",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41742136",
    "title": "Bridging the healthcare gap for aging populations: rethinking spatial equity in high-density cities based on the SDMI index.",
    "authors": [
      "Zhong W",
      "Wang L",
      "Long H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742136/",
    "doi": "doi: 10.1186/s12913-026-14143-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41742063",
    "title": "Dual role of miR-21-enriched MSC-derived exosomes in diabetic nephropathy: therapeutic potential versus p53-driven pathogenicity.",
    "authors": [
      "Wang Y",
      "Lu Y",
      "Zhao Y",
      "Xu J",
      "Gan L",
      "Yang C",
      "Pi C",
      "Chen D",
      "Liao X",
      "Mao Y",
      "Sun Y",
      "Tong Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742063/",
    "doi": "doi: 10.1186/s12882-025-04648-5",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41741899",
    "title": "Proline-Mediated Inhibition of ATPIF1-mTOR Signaling Alleviates Radiation-Induced Macrophage Polarization and Colon Inflammation.",
    "authors": [
      "Chang L",
      "Zhou L",
      "Jiang S",
      "Wei K",
      "Li J",
      "Zhao J",
      "Shah K",
      "Deng X",
      "Sun R",
      "Zuo X",
      "Wang Z",
      "Ding L",
      "Luo Z",
      "Duan L",
      "Yan Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741899/",
    "doi": "doi: 10.1007/s10753-025-02404-3",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41741783",
    "title": "Multi night digital assessment of sleep disordered breathing is associated with accelerated vascular aging.",
    "authors": [
      "Pinilla L",
      "Sansom K",
      "Letzelter P",
      "Vakulin A",
      "Montero A",
      "Hudson A",
      "Escourrou P",
      "Pepin JL",
      "Adams R",
      "Catcheside P",
      "Lechat B",
      "Eckert DJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741783/",
    "doi": "doi: 10.1038/s41746-026-02469-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41741727",
    "title": "Editorial Expression of Concern: Rescue of Hippo coactivator YAP1 triggers DNA damage-induced apoptosis in hematological cancers.",
    "authors": [
      "Cottini F",
      "Hideshima T",
      "Xu C",
      "Sattler M",
      "Dori M",
      "Agnelli L",
      "Ten Hacken E",
      "Bertilaccio MT",
      "Antonini E",
      "Neri A",
      "Ponzoni M",
      "Marcatti M",
      "Richardson PG",
      "Carrasco R",
      "Kimmelman AC",
      "Wong KK",
      "Caligaris-Cappio F",
      "Blandino G",
      "Kuehl WM",
      "Anderson KC",
      "Tonon G"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741727/",
    "doi": "doi: 10.1038/s41591-026-04295-9",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41741720",
    "title": "FBXO6 mediated ubiquitination of SLC3A2 drives ferroptosis in ulcerative colitis: a machine learning and SHAP discovery.",
    "authors": [
      "Dai L",
      "Yu C",
      "Xu R",
      "Ge R",
      "Zhang L",
      "Li A",
      "Xu X",
      "Zhang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741720/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41741707",
    "title": "Nitric Oxide-Mediated S-Nitrosylation of TSC2 Drives mTOR dysregulation across Shank3 and Cntnap2 Models of Autism Spectrum Disorder.",
    "authors": [
      "Ojha SK",
      "Kartawy M",
      "Hamoudi W",
      "Tripathi MK",
      "Aran A",
      "Amal H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741707/",
    "doi": "doi: 10.1038/s41380-026-03514-6",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41741649",
    "title": "Human hippocampal neurogenesis in adulthood, ageing and Alzheimer's disease.",
    "authors": [
      "Disouky A",
      "Sanborn MA",
      "Sabitha KR",
      "Mostafa MM",
      "Ayala IA",
      "Bennett DA",
      "Lu Y",
      "Zhou Y",
      "Keene CD",
      "Weintraub S",
      "Gefen T",
      "Mesulam MM",
      "Geula C",
      "Maienschein-Cline M",
      "Rehman J",
      "Lazarov O"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741649/",
    "doi": "doi: 10.1038/s41586-026-10169-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41741601",
    "title": "Imaging-based organ-specific aging clock predicts human diseases and mortality.",
    "authors": [
      "Ren P",
      "Su W",
      "You J",
      "Liang Y",
      "Gong W",
      "Zhang W",
      "Zhou Z",
      "Dai F",
      "Hou X",
      "Liu WS",
      "Feng J",
      "Wang H",
      "Yu JT",
      "Cheng W"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741601/",
    "doi": "doi: 10.1038/s41746-026-02488-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41741598",
    "title": "Notch-1 in macrophages promoted the ischemia-reperfusion via modulating EZH2/HSF1/BRD4/SIRP/SHP2 induced ROS and apoptosis in cardiomyocyte.",
    "authors": [
      "Tong C",
      "Zhang J",
      "Zuo Y",
      "Yu X",
      "Zang S",
      "Liu S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741598/",
    "doi": "doi: 10.1038/s41598-026-40683-4",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41741591",
    "title": "Pramipexole alleviates ferroptosis in HT22 cells induced by oxygen-glucose deprivation/reoxygenation via the Nrf2/SLC7A11/GPX4 pathway.",
    "authors": [
      "Zhang L",
      "Kang X",
      "Wang Q",
      "Cao Z",
      "Gao R",
      "Yu Y",
      "Li T",
      "Liu L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741591/",
    "doi": "doi: 10.1038/s41598-026-40289-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41741578",
    "title": "Social roles and emotional distress are associated with successful aging in adult childhood cancer survivors.",
    "authors": [
      "Hayek S",
      "Miller KA",
      "Roth ME",
      "Hildebrandt MAT",
      "Freyer DR",
      "Milam J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741578/",
    "doi": "doi: 10.1038/s41598-026-41160-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41741523",
    "title": "INHBA: a mitochondrial-related pan-cell death gene associated with the prognosis and immunity of OSCC.",
    "authors": [
      "Zhang X",
      "Sun M",
      "Qiu T",
      "He D",
      "Zhang T",
      "Li J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741523/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41741489",
    "title": "Molecular sensory science combined with machine learning for exploring key odor-active compounds and aging-feature compounds of Shanxi aged vinegar.",
    "authors": [
      "Wang J",
      "Zhu B",
      "Wang X",
      "Zhang A",
      "Liang K",
      "Tong X",
      "Ding W",
      "Song J",
      "Zheng Y",
      "Wang M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41741489/",
    "doi": "doi: 10.1038/s41538-026-00772-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41746913",
    "title": "Associations of body fat percentage with C-reactive protein levels in Canadian adults with and without osteoarthritis: Findings from the Canadian Longitudinal Study on Aging (CLSA).",
    "authors": [
      "Marriott KA",
      "Stratford PW",
      "Verschoor CP",
      "Bowdish DME",
      "Mourtzakis M",
      "Chopp-Hurley JN",
      "Wiebenga EG",
      "Maly MR"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746913/",
    "doi": "doi: 10.1371/journal.pone.0341604",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41746912",
    "title": "Cell death modulation dictates tissue-specific tropism of lumpy skin disease virus.",
    "authors": [
      "Wen Y",
      "Wang T",
      "Zhang S",
      "Wang J",
      "Li C",
      "Liu C",
      "Tang F",
      "Dai J",
      "Xue F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41746912/",
    "doi": "doi: 10.1371/journal.ppat.1013982",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41742875",
    "title": "Significant but small: the modest impact of population ageing on reported COVID-19 case rates worldwide.",
    "authors": [
      "You W",
      "Donnelly F",
      "Garcia L",
      "Chang R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41742875/",
    "doi": "doi: 10.1080/20565623.2026.2634606",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  }
]