[
  {
    "id": "pmid:41170754",
    "title": "Rapamycin improves endometriosis‑related infertility involving ovarian senescence via the PPARα/IGFBP2 pathway.",
    "authors": [
      "Wu Q",
      "Fan J",
      "Sheng Q",
      "He X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41170754/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41175310",
    "title": "Arterial stiffness is associated with prefrontal cortex integrity in ageing.",
    "authors": [
      "Yu R",
      "Espinosa N",
      "Kong S",
      "Mundell H",
      "Michaelian JC",
      "Naismith SL"
    ],
    "summary": "",
    "published": "2025-11-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175310/",
    "doi": "doi: 10.1007/s11357-025-01969-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.25.666853",
    "title": "Chromosomes remain individualized through interphase in embryos of the tardigrade Hypsibius exemplaris",
    "authors": [
      "Papell, L. D.",
      "Coke, A. N.",
      "de Jesus, B. N.",
      "Harry, C. J.",
      "Zhang, P.",
      "Goldstein, B."
    ],
    "summary": "Tardigrades are microscopic animals that can survive exceptional levels of ionizing radiation or desiccation -- DNA-damaging conditions that would kill most animals. Irradiation or radiomimetic drug treatment of the tardigrade Hypsibius exemplaris can induce remarkably high expression levels of DNA repair genes, primarily those in the base excision repair and nonhomologous end joining pathways. How tardigrades can repair widespread DNA damage without producing frequent, large-scale chromosome structural abnormalities, like chromosome translocations and fusions, is unknown. Here, we report the results of examining chromosome and nuclear architecture throughout the cell cycle in early embryos of H. exemplaris. We found that H. exemplaris chromosomes are maintained in an individualized form throughout the cell cycle. We were surprised to also find that each chromosome is housed in a fully or partially separate lamin-lined compartment, instead of all chromosomes being housed in a single, nearly spherical nuclear lamina and envelope. Our results reveal unusual chromosomal and nuclear organization in a tardigrade. We speculate that these unexpected features might limit chromosomal rearrangements during DNA damage repair in extreme conditions.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.25.666853",
    "doi": "10.1101/2025.07.25.666853",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.19.671148",
    "title": "N-acetylcarnosine attenuates age-associated declines in multi-organ systems to improve survival",
    "authors": [
      "Miranda, E. R.",
      "Shahtout, J. L.",
      "Watanabe, S.",
      "Spaas, J.",
      "Milam, N. Y.",
      "Neiswanger, G.",
      "Werbner, B.",
      "Stuart, D.",
      "Mookherjee, S.",
      "Wilson, J.",
      "Judge, M.",
      "Goh, I. Y.",
      "Slater, T.",
      "Gallop, M. R.",
      "Hu, G.",
      "Karasawa, T.",
      "Landers, J. K.",
      "Rainbow, B.",
      "O'Connor, K. T.",
      "Black, N. J.",
      "Lan, H.",
      "Nikolova, L. S.",
      "Li, Y.",
      "Davey, C. F.",
      "Cox, J. E.",
      "Boudina, S.",
      "Karner, C. M.",
      "Harasymowicz, N. S.",
      "Ramkumar, N.",
      "Symons, J. D.",
      "Chaix, A.",
      "Long, J. Z.",
      "Drummond, M. J.",
      "Funai, K."
    ],
    "summary": "Histidine containing dipeptides (HCDs) such as N-acetylcarnosine are endogenous metabolites that are ergogenic and mitigate metabolic dysfunction. We previously demonstrated that short-term N-acetylcarnosine treatment is highly efficacious in protecting muscle atrophy induced by disuse. Here we demonstrate that a 6-months treatment of N-acetylcarnosine attenuates a broad spectrum of age-associated maladies and improved survival by [~]50% in female mice. A comprehensive survey of organ systems revealed that N-acetylcarnosine prevents decline in adiposity, diastolic function, vasodilation, muscle strength, and bone density. Together, N-acetylcarnosine substantially delays the onset of system-wide end-stage pathology to prolong lifespan. As an endogenously present metabolite, treatment with N-acetylcarnosine may be a safe and promising intervention to promote healthy aging in humans.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.19.671148",
    "doi": "10.1101/2025.08.19.671148",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.17.676702",
    "title": "Analysis of intracellular fatty acid metabolism during Doxorubicin induced senescence of MCF7 cells using Raman Imaging",
    "authors": [
      "Pundlik, S. S.",
      "Venkateshvaran, A.",
      "Suresh, Y.",
      "Mamgain, H.",
      "Ramanathan, A."
    ],
    "summary": "Cellular senescence, a stable growth-arrested state induced by stress or chemotherapeutic agents, is accompanied by metabolic remodeling that supports the senescence-associated secretory phenotype (SASP). Among these pathways, lipid and arachidonic acid (AA) metabolism play central roles in maintaining and propagating the senescent state. Here, we used hyperspectral confocal Raman microscopy to visualize biochemical remodeling in MCF7 human breast adenocarcinoma cells undergoing doxorubicin-induced senescence. Raman spectral analysis and principal-component decomposition revealed time-dependent alterations in lipid-associated vibrational modes--particularly CH2 and C=C stretching--consistent with enhanced lipid accumulation and remodeling between days 10 and 15 after DNA-damage induction. PCA of lipid- rich compartments isolated using true component analysis also confirms progressive increases in triacylglycerol and unsaturated lipid signatures. Using deuterated arachidonic acid (AA-d) and COX-2 inhibition, we further demonstrated real-time intracellular AA metabolism by tracking C=C-D stretching peaks (2220-2254 cm-{superscript 1}) in the Raman-silent window. The ratio of these deuterium bands to CH2 stretching provided a label-free quantitative metric for COX2-dependent AA turnover in senescent cells. Together, these findings establish Raman hyperspectral imaging as a powerful, non-perturbative tool to map lipid and oxylipin metabolism during cellular senescence, offering new avenues to identify metabolic vulnerabilities in senescent tumor cells.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.17.676702",
    "doi": "10.1101/2025.09.17.676702",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.29.685406",
    "title": "Defects in the DNA Damage Response of Patient-derived Endometriosis Stromal Cells",
    "authors": [
      "Cadle, K.",
      "Thomas, G.",
      "Schweiger, H.",
      "Menendez, J.",
      "Molinuevo, R.",
      "Hinck, L."
    ],
    "summary": "With each menstrual cycle, endometrial cells rapidly proliferate and decidualize in preparation for pregnancy. Such rapid proliferation generates replication stress and results in DNA damage with irreparable cells undergoing senescence. Here, we examine the DNA damage response (DDR) of patient-derived stromal cell lines from menstrual effluent (MenSC) of healthy donors and donors with endometriosis. We found that proliferating MenSCs from endometriosis patients (Endo) have a defective DDR that is also present when these cells reach confluence. In G1, these cells contain more 53BP1-nuclear bodies (NBs) and are less senescent than healthy samples. We also treated with hydroxyurea (Hu) to generate replication stress and found that Endo MenSCs responded to this treatment by activating the DDR and generating more 53BP1-NBs. We examined the MRN complex, upstream of the ATM-dependent DDR. Hu treatment of our cell lines resulted in downregulation of all genes encoding the MRN complex, and RAD50 and NBS1 proteins. In a scRNA-seq dataset of endometriosis stromal tissue, we also identified downregulation of RAD50 and NBS1. To evaluate the growth potential of MenSCs, we decidualized cells after Hu treatment and then replated them in growing medium. Untreated endometriosis MenSCs formed more colonies than healthy MenSCs; neither sample type formed colonies after Hu treatment. Together, our studies suggest that endometriosis MenSCs have a defective DDR that may be exploited therapeutically.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.29.685406",
    "doi": "10.1101/2025.10.29.685406",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.29.685369",
    "title": "FOXM1 enhances DNA repair in aged cells to maintain the peripheral heterochromatin barrier to senescence enhancers",
    "authors": [
      "Sousa-Soares, C.",
      "Mendes da Silva, M.",
      "Castro, J. P.",
      "Macedo, J. C.",
      "Logarinho, E."
    ],
    "summary": "DNA damage is a key driver of aging, contributing to epigenetic erosion, senescence, and chronic inflammation. However, genoprotective strategies to counteract aging remain intangible. Here we show that FOXM1 repression during aging accounts for a global transcriptional shutdown of DNA repair genes and the accrual of DNA damage. Restored FOXM1 activity in aged cells reduces DNA damage and epigenetic alterations driving senescence. Mechanistically, FOXM1 drives the transcription of DNA repair genes, which prevents the DNA damage-driven degradation of the G9a methyltransferase and subsequent loss of H3K9me2 at the nuclear periphery. Remarkably, we show that amendment of the H3K9me2 guidepost for peripheral heterochromatin by FOXM1 induction in aged cells inactivates enhancers of the AP-1-driven senescence and inflammation program. These findings establish FOXM1 as an age-reversal factor capable of restoring (epi)genetic integrity to inhibit the senescence enhancer landscape, offering a promising therapeutic avenue to address the fundamental causes of aging.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.29.685369",
    "doi": "10.1101/2025.10.29.685369",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.26.684677",
    "title": "Are mitochondrial DNA mutations under purifying selection in somatic tissues?",
    "authors": [
      "Franco, M.",
      "Bandell, J.",
      "Popadin, K.",
      "Woods, D. C.",
      "Khrapko, K."
    ],
    "summary": "The extent to which somatic mitochondrial DNA (mtDNA) mutations are subject to selection is a fundamental question relevant to development, mitochondrial disease, cancer, and aging. Recently a study from the Sudmant laboratory that used an advanced, high fidelity mutational analysis reported that somatic mutations in protein-coding genes exhibit signatures of negative selection. This report came as surprise as several other studies including those that used same technology reported either lack of selection or positive (destructive) selection on somatic mutations. We hypothesized that these discrepancies may stem, in part, from the inclusion of germline mutations in addition to somatic ones, which could bias selection analyses due to the high synonymity of the latter. To test this, we reanalyzed the Sudmant dataset by separating mutations into germline (defined as shared between related animals) and somatic (not shared between tissues of an animal). We then employed a cumulative curve approach to assess selection without bias. Our analysis reveals that, indeed, an apparent purifying selection signal is driven by an admixture of synonymous germline mutations and disappears upon their removal. The remaining somatic mutations for most part show overall dynamics consistent with neutral drift. However, mutations at higher mutant fractions show positive selection trend, most compatible with a low proportion of mutations experiencing positive selection. While we do not exclude rare or context-specific selection events, our results argue against pervasive somatic selection and highlight the importance of rigorous stratification when interpreting mtDNA mutational patterns.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.26.684677",
    "doi": "10.1101/2025.10.26.684677",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.28.685209",
    "title": "Isotope Dilution nanoLC-MS/MS Quantitation of Methylglyoxal DNA-Protein Crosslinks: Formation and Repair in Human Cells",
    "authors": [
      "Omondi, R. O.",
      "Barnes, E. M.",
      "Gurajala, K. C.",
      "Fisette, G.",
      "Chaudray, I.",
      "Erber, L."
    ],
    "summary": "DNA-protein crosslinks (DPCs) represent a prevalent form of DNA damage that form when cellular proteins become covalently trapped to DNA strands upon exposure to various endogenous and exogenous agents. Methylglyoxal, is an endogenous metabolite that reacts with guanine and adenine bases in DNA and RNA, as well as cysteine, arginine and lysine residues in proteins, generating advanced glycation end-products (AGEs) including DPCs. These modifications have been linked to human disease, including cancer, liver disease, diabetes, and neurodegenerative disorders. Herein, we present a mass spectrometry method for quantifying MGO-induced DNA-protein crosslinks (DPCs) in human cells. We prepared an isotope 15N213C6-dG-MGO-Lys internal standard to develop a quantitative LC-MS/MS method for detecting and quantifying the formation and repair of dG-MGO-Lys DPCs in cells. Genomic DNA was extracted, subjected to sequential protease and nuclease digestion, purified by offline HPLC, and analyzed by LC-MS/MS. The method's standard curve showed a strong linear relationship across a concentration range of 10-1000 fmol (R2 = 0.9994). The method achieved limits of detection (LOD) and quantification (LOQ) of 10 and 20 fmol, respectively. Inhibition of proteasome and SPRTN activity revealed that SPRTN functions as a predominant proteolytic enzyme in MGO DPC repair. Overall, this analytical approach can offer valuable insights into the relevance of DPCs in diseases linked to elevated MGO levels.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.28.685209",
    "doi": "10.1101/2025.10.28.685209",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.28.685172",
    "title": "STAT1 -- p53 Dynamics Program Cell Fate through p21 and PUMA",
    "authors": [
      "Kalala, f. d. T. M.",
      "Gonze, D.",
      "Omana, R. W.",
      "Kumwimba, D.",
      "Mboma, A. N."
    ],
    "summary": "Signalling pathways tightly regulate stress-induced cell fate decisions, with p53 stabilization via attenuation of the p53--Mdm2 feedback being central to effective responses. Signal Transducer and Activator of Transcription 1 (STAT1) both represses Mdm2 transcription and co-activates p53 targets (p21 and PUMA), yet these dual roles have not been quantified within a unified framework. We build a mechanistic model that couples a biologically calibrated stress scale (S) and STAT1 activity ({Sigma}) to the canonical p53--Mdm2 core and to downstream p21 and PUMA modules. Key processes are not described by fixed parameters but by explicit functions of S, allowing the model to self-adjust across stress levels without manual re-fitting. This formulation ensures that oscillatory, damped, or plateau responses naturally emerge by varying S alone. STAT1 acts as a dynamical gain on the core (controlling mean level, pulse amplitude, and duration) and as a transcriptional co-activator scaling promoter strengths. Bifurcation analysis reveals a two-dimensional Hopf region in the (S,{Sigma} ) plane; increasing {Sigma} shifts this region to higher S and progressively narrows it, ultimately quenching oscillations at large {Sigma}. Simulations of a generic cell with time-varying S and {Sigma}, combined with a two-stage decision rule (early transient detection followed by stationary readout), map p53 dynamics to fate: sustained moderate oscillations align with arrest, damped intermediate responses with senescence, and strongly damped high plateaus with apoptosis. The model reproduces cell fate distributions reported in literature for different cell lines (MCF-7, HCT116, U2OS) without kinetic parameter re-fitting, and highlights cell-type-specific sensitivity to p21 versus PUMA. Our framework identifies STAT1 as a tunable amplifier and oscillation quencher of the stress-responsive p53 network, providing testable dynamics-based predictions for fate control.",
    "published": "2025-10-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.28.685172",
    "doi": "10.1101/2025.10.28.685172",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2510.25053v1",
    "title": "Scalable predictive processing framework for multitask caregiving robots",
    "authors": [
      "Hayato Idei",
      "Tamon Miyake",
      "Tetsuya Ogata",
      "Yuichi Yamashita"
    ],
    "summary": "The rapid aging of societies is intensifying demand for autonomous care\nrobots; however, most existing systems are task-specific and rely on\nhandcrafted preprocessing, limiting their ability to generalize across diverse\nscenarios. A prevailing theory in cognitive neuroscience proposes that the\nhuman brain operates through hierarchical predictive processing, which\nunderlies flexible cognition and behavior by integrating multimodal sensory\nsignals. Inspired by this principle, we introduce a hierarchical multimodal\nrecurrent neural network grounded in predictive processing under the\nfree-energy principle, capable of directly integrating over 30,000-dimensional\nvisuo-proprioceptive inputs without dimensionality reduction. The model was\nable to learn two representative caregiving tasks, rigid-body repositioning and\nflexible-towel wiping, without task-specific feature engineering. We\ndemonstrate three key properties: (i) self-organization of hierarchical latent\ndynamics that regulate task transitions, capture variability in uncertainty,\nand infer occluded states; (ii) robustness to degraded vision through\nvisuo-proprioceptive integration; and (iii) asymmetric interference in\nmultitask learning, where the more variable wiping task had little influence on\nrepositioning, whereas learning the repositioning task led to a modest\nreduction in wiping performance, while the model maintained overall robustness.\nAlthough the evaluation was limited to simulation, these results establish\npredictive processing as a universal and scalable computational principle,\npointing toward robust, flexible, and autonomous caregiving robots while\noffering theoretical insight into the human brain's ability to achieve flexible\nadaptation in uncertain real-world environments.",
    "published": "2025-10-29T00:39:09+00:00",
    "updated": null,
    "source": "arXiv",
    "link": "http://arxiv.org/abs/2510.25053v1",
    "doi": null,
    "categories": [
      "cs.RO",
      "cs.AI",
      "cs.LG",
      "q-bio.NC"
    ],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.28.685103",
    "title": "Sex-dependent cortico-amygdala circuits controlling emotion recognition",
    "authors": [
      "Gonzalez-Parra, J. A.",
      "Ayuso-Jimeno, I. P.",
      "Chang, X.",
      "Somoza-Cotillas, P.",
      "Acciai, V.",
      "Canela-Grimau, M.",
      "Vidal- Palencia, L.",
      "Tan, L.",
      "Deng, B.",
      "Papaleo, F.",
      "Schumann, G.",
      "Garcia, A. B."
    ],
    "summary": "In social species, the ability to recognize others emotional states is essential for appropriate social interactions, yet it often declines with age and is impaired in various neurodevelopmental and neurodegenerative disorders. While emotion recognition has been characterized in both humans and rodents, the underlying neural circuits and how they vary by sex and age remain poorly understood. Here, we used a negative Emotional state Discrimination Task (EDT) in TRAP2 transgenic mice to map brain regions engaged during negative emotion recognition in young and aged animals. Young male and female mice successfully discriminated emotionally altered conspecifics, recruiting the basolateral amygdala (BLA) and medial orbitofrontal cortex (MO) in a sex-specific manner. Fiber photometry revealed distinct activation dynamics in these regions, and chemogenetic inhibition of bidirectional BLA-MO projections abolished emotion recognition in male but not female mice. Notably, young human participants also showed sex-specific recruitment of BLA and OFC during negative facial emotion recognition. Moreover, aging selectively impaired emotion recognition in male mice, coinciding with reduced BLA activity. Remarkably, chemogenetic activation of BLA in aged male mice rescued this deficit. Together, these findings identify a sex-dependent BLA-MO circuit as a conserved neural substrate for emotion recognition and demonstrate that age-related impairments can be reversed through targeted circuit-level intervention.",
    "published": "2025-10-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.28.685103",
    "doi": "10.1101/2025.10.28.685103",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684881",
    "title": "A proteomic signature of vascular dysfunction linked to tauopathy and degeneration in the aging brain",
    "authors": [
      "Radabaugh, H. L.",
      "Keller, J. N.",
      "Radtke, C. H.",
      "Kunney, C.",
      "Karvelas, N.",
      "Chan, H. W.",
      "Brathaban, N.",
      "Meyer-Franke, A.",
      "Casaletto, K.",
      "Zetterberg, H.",
      "Miller, B. L.",
      "Cruchaga, C.",
      "Kramer, J.",
      "Akassoglou, K.",
      "Ferguson, A. R.",
      "Elahi, F. M."
    ],
    "summary": "Small vessel disease (SVD) impacts healthy aging of organs across the body, yet its contributions to adverse brain aging remain poorly defined. Here we show thromboinflammation, a core feature of SVD, as a driver of adverse brain aging. We identify cerebrospinal fluid fibrinogen as a marker of brain thromboinflammation and screen neurovascular biosignatures mediating its impact on synaptic vulnerability along the full spectrum of brain aging from cognitively typical, amyloid-negative to cognitively impaired, amyloid-positive older adults. We identified 53 proteins mediating fibrinogens effects on synaptic markers in 1,655 donors from three independent cohorts. Single-cell transcriptomic mapping revealed mediator enrichment in neurovascular unit cells. Pathway analysis demonstrated dysregulation of angiogenesis, fibrosis, and immune signaling. Vascular and microglial-enriched biosignatures associated with compromised white matter integrity. These findings indicate thromboinflammation as an early, amyloid-independent pathway to neurodegeneration and tauopathy, establishing vascular health as fundamental to preserving brain healthspan.",
    "published": "2025-10-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684881",
    "doi": "10.1101/2025.10.27.684881",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.29.685336",
    "title": "Visualizing TERRA RNA G-quadruplex unfolding in FUS biomolecular condensates",
    "authors": [
      "Zheng, T.",
      "Fawzi, N. L."
    ],
    "summary": "RNA G-quadruplexes (rG4s) are remarkably stable secondary structures with critical regulatory roles in gene expression, RNA metabolism, and telomere maintenance. However, their behavior within cells remains controversial, partly due to challenges in detecting rG4s in complex environments. Here, we use solution NMR spectroscopy to investigate how condensates formed by the low-complexity and RGG domains of the RNA-binding protein FUS affect the structure of TERRA, a highly stable model rG4 RNA. We show that FUS LC-RGG1 interacts with TERRA in dilute solution and that binding perturbs, but does not disrupt, the G-quadruplex structure. When co-phase separated with FUS LC-RGG1, however, NMR signatures of TERRAs folded state disappear, and the remaining observable resonances indicate an unfolded conformation, even in buffer containing potassium where TERRA rG4 is exceptionally stable when outside a condensate. Quantitative comparisons with a mutant form of TERRA, used as a baseline for fully unfolded RNA, suggest that at minimum a third of TERRA RNA becomes unfolded in the condensed phase. Thus, our results demonstrate that condensates can shift the structural ensemble of rG4 towards unfolded species, offering a potential mechanistic explanation for their apparent lack of stability in vivo and revealing how phase-separated environments may actively modulate RNA structure and function.\n\nHighlightsO_LINMR spectroscopy directly probes RNA structure inside biomolecular condensate.\nC_LIO_LIFUS binding in solution perturbs TERRA RNA G-quadruplex.\nC_LIO_LIA sizable fraction of TERRA is unfolded in FUS condensates.\nC_LI",
    "published": "2025-10-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.29.685336",
    "doi": "10.1101/2025.10.29.685336",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.13.659603",
    "title": "ZNF865 (BLST) Regulates Human Cell Senescence and DNA Damage",
    "authors": [
      "Lewis, C.",
      "Levis, H.",
      "Holbrook, J.",
      "Polaski, J. T.",
      "Jacobsen, T. D.",
      "Gullbrand, S. E.",
      "Diekman, B. O.",
      "Iatridis, J. C.",
      "Gertz, J.",
      "Lawrence, B.",
      "Bowles, R. D."
    ],
    "summary": "Senescence has been shown to contribute to the progression of aging related diseases including degenerative disc disease (DDD). However, the mechanisms regulating senescence in the intervertebral disc (IVD) and other tissues/diseases remain poorly understood. Recently, in a CRISPRa genome-wide screen, our lab identified a previously uncharacterized zinc finger protein, ZNF865 (BLST), that regulates a wide array of genes related to protein processing, cell senescence and DNA damage repair. Here, we demonstrate that ZNF865 expression is negatively correlated with age and disease state in human patient IVD samples and mouse IVD. Utilizing CRISPR-guided gene modulation, we show that ZNF865 is necessary for healthy cell function and is a critical protein in regulating senescence and DNA damage in intervertebral disc cells, with implications for a wide range of tissues and organs. We also demonstrate that downregulation of ZNF865 induces senescence and upregulation mitigates senescence and DNA damage in human nucleus pulposus (NP) cells. Importantly, upregulation of ZNF865 shifts the chromatin landscape and gene expression profile of human degenerative NP cells towards a healthy cell phenotype. Collectively, our findings establish ZNF865 as a novel modulator of genome stability and senescence and as a potential therapeutic target for mediating senescence/DNA damage in senescence related diseases and disorders.\n\nOne Sentence SummaryZNF865 is a modulator of genome stability and senescence and can be used to mediate senescence and DNA damage in aging related diseases such as degenerative disc disease.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.13.659603",
    "doi": "10.1101/2025.06.13.659603",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.20.683396",
    "title": "aiAtlas: High Fidelity Cell Simulations of Genetic Perturbations in Rare Diseases and Cancers",
    "authors": [
      "Danter, W. R."
    ],
    "summary": "BackgroundUnderstanding how genetic perturbations drive cellular phenotypes remains a central challenge in disease modeling. While induced pluripotent stem cells (iPSCs) and tumor-derived cell lines have advanced mechanistic research, they are constrained by scalability, stability, and limited capacity to reproduce complex mutational states.\n\nMethodsWe developed aiAtlas, a reliable computational system that integrates Large Concept Model (LCM) based causal inference with aiPSC derived simulation libraries. The platform encodes 25 core biological and cellular features, including apoptosis, DNA damage and repair pathways, cell cycle regulation, pluripotency markers, and the hallmarks of cancer, in weighted causal networks. Simulations were iteratively propagated using early-stopping algorithms, with statistical evaluation performed using Mann Whitney U tests, Hodges Lehmann estimators (HLE), and Cliffs delta with Hedges correction. Bonferroni-adjusted significance thresholds (p < 0.002) to compensate for multiple testing were applied.\n\nResultsAcross 136 simulated aiPSC lines (10 wild type, 126 mutants), all 25 features demonstrated significant divergence between wild type and combined mutant states (median HLE -1.46, IQR -1.89 to -0.36). Subgroup analyses revealed distinct patterns: single mutations drove broad systemic changes; multiple mutations amplified genomic instability; human tumor-derived cell lines exhibited strong divergence but retained some overlap in repair and apoptosis pathways; and gene fusion models produced selective, intermediate phenotypes. Effect sizes were consistently large (Cliffs delta approaching -0.95 with 95% CIs).\n\nConclusionsaiAtlas reliably distinguishes wild type from mutant cell states, capturing both global and subgroup-specific mutational divergence. By combining causal inference with LCM-level abstraction, aiAtlas establishes a scalable, reproducible, and physiologically grounded platform for rare disease modeling, cancer biology, and therapeutic discovery.\n\nSignificance StatementaiAtlas introduces a scalable, reliable simulation framework that integrates advanced Large Concept Model (LCM) logic with iPSC-derived cellular modeling. aiAtlas overcomes major limitations of experimental systems by capturing both broad and subgroup-specific phenotypic divergence across single mutations, multiple mutations, tumor-derived cell lines, and gene fusions. This reliable platform establishes a new opportunity for rare diseases and cancer modeling, offering reproducible insights that can accelerate discovery and translational applications where traditional wet-lab approaches are impractical.\n\nFurthermore, in situations where the target mutational profile has been defined but no cellular models yet exist, aiAtlas can quickly generate custom virtual cell lines that precisely reproduce the corresponding genomic and phenotypic features.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.20.683396",
    "doi": "10.1101/2025.10.20.683396",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684935",
    "title": "Voice Changes in Aging Birdsong: A Longitudinal Study in Adult Male Zebra Finches",
    "authors": [
      "Gordon, M. L.",
      "Gulati, A.",
      "Samlan, R. A.",
      "Miller, J. E."
    ],
    "summary": "By 2030, 1.4 billion people worldwide will be 60 years or older. A significant proportion will experience changes in voice, which can indicate early signs of neurodegenerative disease. Most research and treatment studies have focused on the larynx because of its accessibility and known role in moderating pitch, loudness, and voice quality. Pre-clinical animal models offer important insight into brain mechanisms involved in aging vocalizations. Previously, we conducted a cross-sectional analysis in adult male zebra finches, discovering that song changes occur at transitional timepoints, between young adult, middle age, and older ages. Song changes are accompanied by re-organization of gene networks in a song-dedicated basal ganglia brain nucleus at middle age that degrade in old age. To more precisely examine how aging alters songs during these transitional timepoints, we followed individual male zebra finches longitudinally over adulthood. Measurements of aging human voice, including duration, intensity, smoothed cepstral peak prominence, and fundamental frequency (fo mean, median, standard deviation, and coefficient of variation), were carried out on birdsong syllables. Our results show that changes in fo mean and intensity are the measurements most sensitive to aging and consistent across multiple mornings in the finches. Notably, acoustic changes were also more pronounced in the transition from young adult to middle age, a time at which changes in aging voice also emerge. Our findings strengthen the validity of the finch model for use in aging research and motivate future investigations exploring the relative contributions of laryngeal and brain mechanisms to aging vocalizations.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684935",
    "doi": "10.1101/2025.10.27.684935",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.25.684582",
    "title": "Ancestry-Aware Modeling of Dark Cyclobutane Pyrimidine Dimer Formation Integrating GTEx Skin Transcriptomes and Evolutionary Genomics",
    "authors": [
      "Essel Arthur, K."
    ],
    "summary": "Ultraviolet (UV) radiation induces cyclobutane pyrimidine dimers (CPDs) in DNA, initiating mutagenic cascades that underlie photocarcinogenesis. Even hours after irradiation, dark-CPDs photoproducts generated via melanin-mediated chemiexcitation continue to form in melanocytes (4-6). While melanin confers photoprotection, its oxidative by-products can paradoxically extend DNA damage. Here we empirically validate an ancestry-aware computational framework coupling population pigmentation genetics with transcriptional regulation of DNA-repair pathways using Genotype-Tissue Expression (GTEx v9) skin RNA-seq data. We analyzed 604 GTEx donors from sun-exposed and non-exposed skin (lower leg, suprapubic) across inferred ancestry axes. Expression modules for melanin synthesis (TYR, TYRP1, SLC24A5, MC1R) and nucleotide-excision/oxidative-repair (XPC, DDB2, POLH, OGG1) were examined through differential expression, random-forest modeling, and 1,000-fold bootstrap uncertainty quantification. POLH and DDB2 were significantly upregulated in sun-exposed tissue (log2FC = 0.88 +/- 0.12 and 0.64 +/- 0.18; FDR < 0.05), whereas SLC24A5 and TYR displayed ancestry-linked gradients consistent with prior GWAS (8-10, 15, 16). Predictive modeling of a composite dark-CPD index achieved mean R^2 = 0.62 +/- 0.04 and RMSE = 0.21 +/- 0.03 (95 % CI), highlighting SLC24A5 (27 %) and XPC (19 %) as major contributors. These results empirically demonstrate co-regulation between pigmentation and repair pathways within realistic transcriptomic uncertainty bounds. Our integrative approach provides a reproducible, ancestry-aware platform for equitable dermatogenomic risk assessment and mechanistic insight into delayed UV mutagenesis.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.25.684582",
    "doi": "10.1101/2025.10.25.684582",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684892",
    "title": "Humanized APOE mouse brain volume increases over age irrespective of sex and APOE genotype: Implications for translational validity to the human",
    "authors": [
      "Raikes, A. C.",
      "Bhattrai, A.",
      "Wang, T.",
      "Wiegand, J.-P.",
      "Brinton, R. D."
    ],
    "summary": "Translational validity of mouse models of human aging and late-onset Alzheimers disease (LOAD) risk are essential for both fundamental mechanistic science and therapeutic development. Given that the strongest risk factors for LOAD are age, female sex, and APOE-{varepsilon}4 carriership, models must reflect these biological variables and disease phenotypes. The use of mouse models with humanized APOE (hAPOE) is a key strategy to advance translational validity.\n\nTo initially address translational validity of the hAPOE mouse model, we conducted ex-vivo magnetic resonance imaging analysis of brain volumes in male and female mice across APOE genotypes ({varepsilon}3/{varepsilon}3, {varepsilon}3/{varepsilon}4, {varepsilon}4/{varepsilon}4) and ages corresponding to a human lifespan of approximately 30-70 years (6-25 months in mice). The primary outcomes indicated that total MRI brain volume increased with age (an average of 2.12mm3 per month), irrespective of sex or APOE genotype. Additionally, APOE-{varepsilon}4 carriers had greater total brain volumes than non-carriers. No sex differences were observed in total brain volume.\n\nVoxelwise analyses revealed a pattern of localized morphometric changes independent of differences in total brain volume. Age-related volumetric increases were distributed across subcortical regions (e.g., thalami, hippocampi), while age-related decreases were evident across cortical regions, notably the bilateral parieto-temporal and frontal lobes. Additionally, sex differences were evident after controlling for total brain volume, with females showing greater cortex-dominant volumes while males showed a pattern of greater volumes in regions including cerebellar cortices, olfactory bulbs, and striata. No genotypic effects were observed in the voxelwise analysis after correcting for multiple comparisons, suggesting that APOE genotype does not drive localized volume differences independent of total brain volume.\n\nThese findings indicate that, at the MRI level of analysis, this humanized APOE mouse model does not recapitulate the volumetric atrophy typically seen in human brain aging and Alzheimers disease. The results suggest that humanized APOE alone is insufficient to induce the LOAD atrophy phenotype. This model may better serve as a platform for studying vulnerable aging rather than a primary model for progressive neurodegenerative atrophy.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684892",
    "doi": "10.1101/2025.10.27.684892",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684787",
    "title": "Preserved perception-action dissociation but altered visuomotor behaviours in healthy aging.",
    "authors": [
      "Tassone, F.",
      "Ahmad, Z.",
      "Ganel, T.",
      "Freud, E."
    ],
    "summary": "The two visual pathways hypothesis posits distinct brain systems for vision-for-perception and vision-for-action. While this dissociation is well-established in younger adults, its integrity in healthy aging remains unclear. To address this, younger (n = 25, range: 18-25 years) and older adults (n = 25, range: 65-95 years) completed estimation and grasping tasks in two experiments. In Experiment 1, two rectangular objects with varying lengths (40 mm and 42 mm) were placed on the \"far\" and \"close\" surfaces of a Ponzo illusion. Despite age-related changes in grasping kinematics, the perception-action dissociation persisted. The Ponzo illusion influenced estimation such that objects placed on the \"far\" surface were perceived as longer. In contrast, grasping was not affected by the illusion, and even showed effect in the opposite direction, with larger apertures for objects placed on the \"close\" surface of the illusion. Experiment 2 tested whether this reversed effect was mediated by the surface size on which the object was placed, rather than perceived distance. To this end, we removed the illusory distance cues and varied only the background surface size (\"big\" versus \"small\"). While perceptual estimations were unaffected, surface size modulated grasping in both age groups, with a stronger effect in older adults. These findings indicate that the perception-action dissociation is preserved in aging, but older adults rely more on contextual cues during action, potentially reflecting compensatory mechanisms to maintain visuomotor performance.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684787",
    "doi": "10.1101/2025.10.27.684787",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684778",
    "title": "Within and between sleep and cognition: associations in older community dwelling individuals",
    "authors": [
      "della Monica, C.",
      "Ravindran, K. K. G.",
      "Atzori, G.",
      "Trender, W.",
      "hampshire, A.",
      "Skene, S. S.",
      "Hassanin, H.",
      "Revell, V. L.",
      "Dijk, D.-J."
    ],
    "summary": "Cross sectional and interventional studies have demonstrated that sleep has a significant impact on waking brain function including alertness and cognitive performance. Few studies have assessed whether spontaneous night-to-night variation in sleep associates with variation in brain function within an individual. How this compares to the between-individual variation in sleep and cognition and their associations also remains largely unknown. These questions are of particular interest in the context of ageing because both sleep and cognitive abilities are altered in ageing. Furthermore, older people have been reported to be less sensitive to sleep loss. Here we investigated the relationship between sleep and cognition by quantifying associations between intraindividual variation in sleep and cognition as well as associations between interindividual variation in sleep and cognition in 35 cognitively intact older adults (70.8 {+/-} 4.9 years; mean {+/-} SD; 14 females) living in the community. Subjective and actigraphic sleep measures and daily digital assessments of cognition (nine cognitive tests; 19 variables) were obtained over a two-week period. The cognitive test battery probed a wide range of cognitive functions including reaction time, working memory, attention, and problem solving. Principal Component Analysis (PCA) identified four principal sleep components which were labelled Sleep Duration, Sleep Efficiency, Subjective Sleep Quality, and Nap-Effect. Mixed model analyses were conducted with mean and deviation-from-the-mean cognitive variables to quantify how inter- and intra-individual variation in sleep associated with inter and intra individual variation in cognition. Longer sleep duration was associated with faster reaction times in both the inter- and intra-individual analyses and with reduced errors in the inter-individual analyses. Higher sleep efficiency was associated with faster reaction times in both the intra- and inter-individual analyses. By contrast, aspects of cognition relating to learning, visual memory, verbal reasoning, and verbal fluency did not associate with sleep. The data show that in older people some aspects of waking function are sensitive to normal variation in sleep duration and efficiency which implies that interventions that target these aspects of sleep may be beneficial for waking function in ageing.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684778",
    "doi": "10.1101/2025.10.27.684778",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684890",
    "title": "Sex differences in thyroid aging and their implications in thyroid disorders: insights from gene regulatory networks",
    "authors": [
      "Saha, E.",
      "Ben-Guebila, M.",
      "Chen, C.",
      "Fanfani, V.",
      "Hoff-Shutta, K.",
      "DeMeo, D.",
      "Quackenbush, J.",
      "Lopes-Ramos, C."
    ],
    "summary": "ObjectiveMost, if not all, thyroid disorders are more prevalent in females than males. However, sex differences in thyroid disease risk varies with age, e.g. although the risk of anaplastic thyroid carcinoma (ATC), the most aggressive form of thyroid cancer, increases with age for both sexes, age of diagnosis for most thyroid cancers is lower for females than males. In contrast, the risk of Hashimotos thyroiditis (HT), an autoimmune condition, is higher in ages 30-50 than older age groups, and females have a higher risk than males at any given age. These age- and sex-dependent variations suggest that thyroid aging is a sex-biased process, where gene regulatory patterns evolve with age differentially between sexes. Yet the underlying molecular mechanisms remain poorly understood.\n\nMethodsTo characterize sex-specific aging-related changes in gene regulation in healthy thyroid and disease, we constructed individual-specific gene regulatory networks using a two-step approach. First, we estimated gene-gene co-expression networks for each individual using BONOBO. Second, we integrated these networks with sex-specific transcription factor (TF) motif data and protein-protein interaction priors using PANDA to infer individual-level TF-driven gene regulatory networks.\n\nResultsWe found that within normal thyroid, regulatory patterns of cancer-related genes and biological pathways involved in cell proliferation, immune response, and metabolic processes vary by age in a nonlinear manner. However, the direction and rate of age-related changes differ between sexes. In females we detect two inflection points around ages 40 and 60, when the gene regulatory patterns in healthy thyroid show significant change for most pathways. This drastic change in gene regulatory networks is mostly driven by estrogen and androgen receptor TFs. To understand how aging-related changes in gene regulation drive risk of thyroid disorders, we investigated two diseases that have known sex- and age-specific differences: HT and ATC. We observed that in ATC, disease-relevant immune and metabolic pathways change with age in the same direction as they change in disease. In contrast, in HT, disease-related pathway targeting patterns are in the opposite direction of those in aging. Moreover, in age groups where HT is most diagnosed, TF-targeting patterns of disease-associated immune, metabolic and cell proliferation pathways in females were closer towards the disease state than in males, emphasizing the influence of sex-biased regulatory patterns in increasing thyroid disease risk in females.\n\nConclusionIn thyroid tissue, genes related to immune response and metabolic processes, are regulated by TFs in an age- and sex-biased manner. These age- and sex-specific gene regulatory variations may contribute to the variation in risk of thyroid conditions with age and an overall higher risk of diseases in females compared to males, thus emphasizing the need for tailored screening and prevention strategies.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=113 SRC=\"FIGDIR/small/684890v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (38K):\norg.highwire.dtl.DTLVardef@33e024org.highwire.dtl.DTLVardef@1c07956org.highwire.dtl.DTLVardef@15e0f70org.highwire.dtl.DTLVardef@479b62_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684890",
    "doi": "10.1101/2025.10.27.684890",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684969",
    "title": "Unbounded Cell Growth and Proteome Imbalance in Doxorubicin-Induced Senescent RPE-1 Cells",
    "authors": [
      "Liu, X.",
      "Sonnett, M.",
      "Kirschner, M. W."
    ],
    "summary": "Cellular senescence is traditionally viewed as a terminal state of cell-cycle arrest accompanied by widespread molecular remodeling, yet its underlying regulatory logic and progression remain poorly understood. Here, we combined quantitative phase microscopy and normalized Raman imaging with quantitative proteomic and phosphoproteomic profiling to examine human RPE1 cells undergoing doxorubicin-induced senescence. Senescent cells did not reach a steady state but instead exhibited sustained, unbounded growth over a 12 day period, marked by a continuous rise in dry mass and volume coupled with declining mass density. Time resolved proteomics revealed extensive and asynchronous remodeling across organelles, with lysosomal, ER, and Golgi proteins increasing in abundance, whereas nuclear and mitochondrial proteins declined, indicating large scale reorganization of cellular composition. Phosphoproteomic inference linked these structural shifts to regulatory signaling, confirming the expected downregulation of CDK activity while revealing coordinated activation of stress and DNA damage responsive kinases such as CAMK2D, DNAPK, and MARK family members. Together, these integrated data depict senescence as a dynamic, actively regulated state, maintained through coordinated remodeling of proteome composition and signaling activity rather than passive arrest. Our findings highlight how combining quantitative biophysical measurements with multi-layered molecular profiling exposes the regulatory architecture that sustains the senescent phenotype and its loss of internal homeostasis.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684969",
    "doi": "10.1101/2025.10.27.684969",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684284",
    "title": "DAF-16/FOXO maintains genome integrity following genotoxic stress",
    "authors": [
      "Rautela, U.",
      "Devendran, O.",
      "Sarkar, G. C.",
      "KR, R.",
      "Mittal, R.",
      "Goyala, A.",
      "Mukhopadhyay, A."
    ],
    "summary": "Preserving genomic integrity is crucial for the accurate transmission of genetic information across generations, as well as for preventing precocious ageing. The DNA Damage Response (DDR) safeguards the genome from genotoxic stress through a coordinated system of sensors, relay proteins, and repair mechanisms. Since DNA repair is an energy-intensive activity, the process is tightly regulated and coordinated with various metabolic pathways. The nutrient-sensing insulin/IGF signalling (IIS) pathway has been extensively studied for its role in ageing and lifespan regulation in C. elegans through its downstream FOXO transcription factor DAF-16. However, there is limited understanding of its involvement in maintaining genomic integrity through the regulation of the DDR. In this study, we demonstrate the role of DAF-16/FOXO in preserving genome integrity by activating the expression of DDR repair genes in C. elegans. Activated DAF-16/FOXO directly binds to the promoter of DDR genes under conditions of low IIS, ensuring that their expression is maintained at a higher level, which is crucial for prompt DNA damage repair. Interestingly, we find that DAF-16 functions both cell autonomously as well as non-autonomously to support DNA integrity. We also determine that the DAF-16(d/f) isoform, but not the DAF-16(a) isoform, is essential for maintaining germline genome integrity. Furthermore, DAF-16 activation enhances the DDR primarily through the canonical DDR components and, to a lesser extent, via apoptosis-mediated clearance of damaged cells. Overall, our study highlights a new role for DAF-16/FOXO in the DDR and the preservation of genome integrity.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684284",
    "doi": "10.1101/2025.10.27.684284",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684952",
    "title": "Visualization and Morphological Analysis of Individual Oligodendrocytes in the Mouse White Matter",
    "authors": [
      "Osanai, Y.",
      "Looprasertkul, S.",
      "Battulga, B.",
      "Ohno, N."
    ],
    "summary": "Myelin formation by oligodendrocytes is essential for the regulation of the conduction velocity and proper brain function. To ensure accurate information processing in response to experiences such as sensory stimuli and learning, oligodendrocytes adjust their number and morphology. In addition, oligodendrocyte morphology changes with senescence and in the presence of neurodegenerative diseases. Thus, visualizing oligodendrocytes and analyzing their morphology is crucial for understanding how our brains change under such conditions. Herein, we describe the methods for labeling and analyzing the morphologies of individual oligodendrocytes in mouse white matter at the light microscopic level. PDGFRa-CreERT2:Tau-mGFP and PLP-CreERT2:Tau-mGFP mice enable us to visualize and analyze later-born or early-born oligodendrocyte morphology. In addition, sparse oligodendrocyte labeling with attenuated rabies virus expressing GFP enables the visualization and morphological analysis of individual oligodendrocytes in various brain white matter regions without the need for transgenic animals. Furthermore, the combination with immunostaining in thick tissues enables the identification of labeled oligodendrocytes and myelin sheaths, as well as their interactions with neuronal axons. These methods are suitable for revealing how oligodendrocytes adapt their morphologies depending on environmental stimuli or pathological conditions.",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684952",
    "doi": "10.1101/2025.10.27.684952",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684985",
    "title": "Epigenetic Reprogramming of Host Chromatin by the Transforming Parasite Theileria annulata",
    "authors": [
      "Sharma, P.",
      "Thakur, S.",
      "Dandasena, D.",
      "Suresh, A.",
      "Subudhi, M.",
      "Kamble, S.",
      "Murthy, S.",
      "Bhandari, V."
    ],
    "summary": "Theileria annulata, a transforming apicomplexan parasite, extensively reprograms the chromatin architecture of bovine leukocytes to facilitate infection and cellular transformation. To elucidate the underlying epigenetic mechanisms, we characterized the chromatin landscape of infected lymphocytes using integrated proteomic, imaging, and functional assays. Our findings reveal that T. annulata lacks the DNA damage marker {gamma}H2A.X and its associated SQ/TQ motif, indicating an evolutionary divergence from canonical DNA repair signalling pathways.\n\nHigh-resolution profiling of histone post-translational modifications (PTMs) demonstrated distinct nuclear compartmentalization, with host (H3K27me3, H3K9me1/2), parasite-predominant modifications (H3K4me3, H3K18me1, H3K27ac, H3K9ac, and H3K36me3), and shared modifications (e.g., H3K4me1/2, H3K36me2, H4K5/8/12/16ac, H3K9me3 and H4K91Ac) suggesting a coordinated epigenetic strategy driving host cell programs to sustain proliferation and survival. Our study delineates a novel host-parasite epigenetic interface, positioning T. annulata as a unique model of epigenetic parasitism. By bridging parasitology and cancer epigenetics, these findings unveil new therapeutic opportunities targeting chromatin vulnerabilities in parasite-induced transformation.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=106 SRC=\"FIGDIR/small/684985v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (35K):\norg.highwire.dtl.DTLVardef@34b705org.highwire.dtl.DTLVardef@dbce4borg.highwire.dtl.DTLVardef@c4ddf7org.highwire.dtl.DTLVardef@c8a560_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2025-10-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684985",
    "doi": "10.1101/2025.10.27.684985",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.11.642714",
    "title": "Transcriptomic and chromatin accessibility profiling unveils new regulators of heat hormesis in Caenorhabditis elegans",
    "authors": [
      "Chang, H.-Y.",
      "McMurry, S. E.",
      "Ma, S.",
      "Heinke, C. L.",
      "Mansour, C. A.",
      "Schwab, S. M. T.",
      "Danko, C. G.",
      "Lee, S. S."
    ],
    "summary": "Heat hormesis describes the beneficial adaptations resulting from transient exposure to mild heat stress, which enhances stress resilience and promotes healthy aging. While heat hormesis is widely observed, much remains to be learned about its molecular basis. This study bridges a critical knowledge gap through a comprehensive multiomic analysis, providing key insights into the transcriptomic and chromatin accessibility landscapes throughout a heat hormesis regimen in C. elegans. We uncover highly dynamic, dose-dependent molecular responses to heat stress and reveal that while most initial molecular changes induced by mild stress revert to baseline, key differences emerge in response to subsequent heat shock challenge that likely contribute to physiological benefits. We further demonstrate that heat hormesis extends lifespan specifically in wild-type animals, but not in germlineless mutants, likely due to transient disruption of germline activities during mild heat exposure, which appears sufficient to trigger pro-longevity mechanisms. This finding points to tissue-specific responses in mediating the physiological outcomes of heat hormesis. Importantly, we identify several highly conserved regulators of heat hormesis that likely orchestrate gene expression to enhance stress resilience. Among these regulators, some (MARS-1/MARS1, SNPC-4/SNAPc, FOS-1/c-Fos) are broadly required for heat hormesis-induced benefits, whereas others (ELT-2/GATA4, DPY-27/SMC4) are uniquely important in specific genetic backgrounds. This study advances our understanding of stress resilience mechanisms, points to multiple new avenues for future investigations, and provides a molecular framework for promoting healthy aging through strategic mid-life stress management.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.11.642714",
    "doi": "10.1101/2025.03.11.642714",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.25.684549",
    "title": "AP-1 mediated chromatin changes govern alveolar type 2 cell transition in lung injury-repair",
    "authors": [
      "Lynch, A. M.",
      "Noun, T.",
      "Yang, S.",
      "Zhou, T.",
      "Evans, S. E.",
      "Kadara, H.",
      "Chen, J."
    ],
    "summary": "Facultative stem cells including lung alveolar type 2 (AT2) cells must toggle between unipotent specialization at baseline and multipotent plasticity during injury-repair. The underlying molecular switches and epigenetic changes remain unclear yet dictate regenerative versus pathological outcomes. Using multiomics and mouse genetics, we show that AP-1 members FOS, FOSB, and JUNB promote an injury-induced transitional AT2 cell state and associated chromatin landscape. Joint transcriptomic-epigenomic profiling and immunostaining distinguish CLDN4+ AT2 cells as a KRT8high subset with open chromatin highly enriched for AP-1 motifs. JUNB and FOSB accumulate in these cells upon viral injury and, along with constitutive FOS, are required for CLDN4 induction, AT2 cell dispersion, and senescence signaling toward fibroblasts, while impacting region-specific alveolar type 1 (AT1) differentiation. AP-1 activation also occurs in mouse AT2 cells expressing oncogenic Kras and transitional cells in human lung tissues with premalignant or adenocarcinoma lesions. Our work refines AT2 transitional states and reveals a gene regulatory logic shared by tissue repair and tumorigenesis.\n\nSIGNIFICANCE STATEMENTFacultative stem cells balance between their resting mode and regenerative mode. In the lung, alveolar type 2 (AT2) cells produce surfactants at baseline and, upon injury, activate to self-renew and differentiate into alveolar type 1 (AT1) cells. Such activation, observed in acute lung injury, fibrosis, and tumorigenesis, proceeds through a high-KRT8 transitional phase. Using multiomic profiling and mouse genetics, we identify activator protein-1 (AP-1) transcription factors as central regulators of a CLDN4 transitional substate, promoting AT2 cell dispersion, fibroblast signaling, and region-specific AT1 differentiation. AP-1 activation is conserved during oncogenic transformation in both mouse and human lungs. These findings refine our understanding of AT2 cell fate transition and chromatin dynamics, and reinforce a molecular connection between alveolar repair and tumorigenesis.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.25.684549",
    "doi": "10.1101/2025.10.25.684549",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684721",
    "title": "FOLR1-targeted Actinium-225-based Alpha-particle Therapy Eliminates Ovarian Cancer",
    "authors": [
      "Singh, N.",
      "Need, E.",
      "Berndt, A.",
      "Goff, M.",
      "Wilson, L.",
      "Mourtada, F.",
      "Guo, F.",
      "Mastren, T.",
      "Al-Hilal, T.",
      "Sood, A. K.",
      "Maity, A.",
      "Miller, S. C.",
      "Minoshima, S.",
      "Goel, S.",
      "Shi, S."
    ],
    "summary": "Despite the advancement in therapies, ovarian cancer treatment is challenging due to poor prognosis and high relapse associated with acquired resistance. Targeting overexpression of FOLR1 in ovarian cancers has proven to be an attractive strategy. The recent FDA approval of FOLR1 targeted antibody drug conjugate has shown promising results albeit resistance with repeated use appears inevitable. Emerging targeted alpha-particle therapies, particularly Actinium-225 (225Ac), for treating refractory cancers have opened avenues for improved therapeutic options. The success of alpha-particle therapy relies on tumor specific delivery of the alpha emitters. Herein we describe the first example of FOLR1-targeted 225Ac alpha-particle therapy for treatment of ovarian cancer. Longitudinal PET imaging demonstrated high tumor-specific uptake of FOLR1 in SKOV3 xenografts. FOLR1-targeted 225Ac demonstrated high therapeutic efficacy achieving marked tumor regression, 80% survival and 40% complete response. The therapy resulted in tumor specific double stranded DNA damage, and no obvious toxicity was observed in normal tissues. Estimated human dosimetry showed high absorbed dose for tumor and minimal absorbed dose for healthy tissues establishing its safety. In totality, FOLR1-targeted 225Ac alpha-particle therapy is an efficacious and safe treatment with high feasibility for clinical translation to fight against ovarian cancer.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684721",
    "doi": "10.1101/2025.10.27.684721",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684531",
    "title": "Dynamic proteome profiling uncovers age-related impairments in proteostasis and the protective effects of resistance exercise in human skeletal muscle",
    "authors": [
      "Nishimura, Y.",
      "Rudolf, K.",
      "Barrett, J.",
      "Kirwan, R.",
      "Johnson, K.",
      "Pugh, J.",
      "Strauss, J.",
      "Areta, J. L.",
      "Stead, C. A.",
      "Owens, D.",
      "Jackson, M.",
      "Foster, R.",
      "Ortega-Martorell, S.",
      "Khaiyat, O.",
      "Stewart, C.",
      "Akpan, A.",
      "Burniston, J. G."
    ],
    "summary": "A loss of proteostasis is a primary hallmark of ageing that has emerged from mechanistic studies in model organisms, but little is currently known about changes to proteostasis in the muscle of older humans. We used stable isotope labelling (deuterium oxide; D2O) in vivo, and peptide mass spectrometry of muscle samples to investigate differences in proteome dynamics between the muscle of younger (28 {+/-} 5 y; n=4) and older (69 {+/-} 3 y; n=4) men during either habitual activity or resistance exercise training. We quantified the abundance of 1787 proteins and the turnover rate of 1046 proteins in bi-lateral samples of vastus lateralis (n=32 samples total) taken before and after a 15-day program including 5 sessions of unilateral leg-press exercise (3 sets of 10 repetitions at 90% of 10 RM). Our protein abundance profiling revealed a stoichiometric imbalance within the proteostasis network in aged skeletal muscle, including subunits of eIF3, subunits of 40S and 60S ribosomal proteins. The rate of bulk, mixed-protein synthesis was not different between younger and older men, but most ribosomal proteins were less abundant in the muscle of older participants, suggesting ribosomes in older muscle may exhibit increased translational efficiency to maintain similar levels of protein turnover compared to ribosomes in younger muscle. Resistance exercise partially restored age-related disruptions to the proteostasis network. In older skeletal muscle, resistance exercise specifically increased the absolute turnover rate (ATR) of mixed mitochondrial proteins, with increased fractional turnover rate (FTR) of prohibitin 1 (PHB1) and profilin-1 (PROF1), and increased abundance of prohibitin 2 (PHB2). These adaptations may suggest resistance exercise promotes mitochondrial proteostasis by facilitating the synthesis and maintenance of key mitochondrial proteins. Thus, our Dynamic Proteome Profiling data provide an impetus for further exploration of the role of proteostasis in maintaining skeletal muscle quality and supports resistance exercise as a potential therapeutic strategy to promote healthy skeletal muscle ageing in humans.\n\nIn BriefNishimura et al. used Dynamic Proteome Profiling to uncover whether the distorted proteomic landscape of ageing skeletal muscle is associated with altered turnover of specific proteins. Basal muscle from older men exhibits a divergence in protein abundance between subunits of eIF3 and subunits of 40S and 60S ribosomal proteins, whereas resistance exercise partially restored age-related disruptions in the muscle proteome. In older muscle, protein-specific turnover generally increases after resistance exercise, independent of changes in protein abundance, suggesting improved protein quality and renewal. Created in BioRender. Nishimura, Y. (2025) https://BioRender.com/p2a1aio\n\nHighlightsO_LIDynamic Proteome Profiling in human skeletal muscle ageing\nC_LIO_LIAgeing alters muscle proteostasis\nC_LIO_LIMixed-muscle protein synthesis does not differ between younger and older men\nC_LIO_LIResistance exercise increased mitochondrial protein turnover specifically in older muscle\nC_LIO_LIProtein-specific responses to resistance exercise differed between age groups\nC_LI\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=200 SRC=\"FIGDIR/small/684531v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (48K):\norg.highwire.dtl.DTLVardef@1b5f0baorg.highwire.dtl.DTLVardef@1cf6e45org.highwire.dtl.DTLVardef@1509beborg.highwire.dtl.DTLVardef@12c995e_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684531",
    "doi": "10.1101/2025.10.27.684531",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684792",
    "title": "Warmer temperature accelerates senescence by modifying the aging-dependent changes in the mosquito transcriptome, altering immunity, metabolism, and DNA repair",
    "authors": [
      "Martin, L. E.",
      "Barr, J. S.",
      "Cartailler, J.-P.",
      "Shrestha, S.",
      "Estevez-Lao, T. Y.",
      "Hillyer, J. F."
    ],
    "summary": "BackgroundGlobal environmental temperatures are rising, which is increasing the body temperature of mosquitoes. This increase in body temperature is accelerating senescence, thereby weakening immune responses and reproductive processes, and shortening lifespan. To determine how warmer temperature and aging, individually and interactively, shape the transcriptome of the African malaria mosquito, Anopheles gambiae, we conducted RNA-sequencing and network-analysis in naive and immune-induced mosquitoes that had been reared at 27C, 30C or 32C and were 1, 5, 10 or 15 days into adulthood. Results: We demonstrate that immune induction, warmer temperature, and aging alter the transcriptome. Notably, the transcriptome of 1-day-old mosquitoes is pronouncedly different from older mosquitoes, and importantly, warmer temperature modifies the aging-dependent changes to accelerate senescence. For example, warmer temperature amplifies the aging-dependent decrease in immune gene expression but dampens both the aging-dependent decrease in metabolic gene expression and the aging-dependent increase in DNA repair gene expression.\n\nConclusionsAltogether, warmer temperature accelerates senescence, shaping the transcriptome in ways that alter the mosquitos ability to fight infection and survive in a warming environment.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684792",
    "doi": "10.1101/2025.10.27.684792",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684860",
    "title": "Neuronal glycolytic reprogramming drives lethality via accelerated aging in a Drosophila model of tauopathy",
    "authors": [
      "Gupta, R.",
      "McGinnis, H.",
      "Rastegari, E.",
      "Price, M. S.",
      "Venkatachalam, K."
    ],
    "summary": "Neurometabolic dysfunction is a hallmark of Alzheimers disease (AD) and tauopathies. Whether these changes drive pathology or represent compensatory, protective responses remains unresolved. Here, we demonstrate that human tau induces Warburg-like metabolism in Drosophila neurons, characterized by coordinated upregulation of glycolytic enzymes and lactate dehydrogenase that mirrors metabolic signatures in human AD. Despite intact mitochondrial oxidative phosphorylation, tau-expressing fly neurons preferentially utilize glycolysis for ATP production and operate with diminished metabolic reserve. Crucially, this metabolic reprogramming drives rather than protects against pathology as genetic suppression of glycolysis or lactate dehydrogenase completely rescued tau-induced lethality. Further, Gompertz mortality analysis revealed that hyperactive glycolysis in tau neurons drives premature lethality by accelerating biological aging rate without affecting baseline mortality. Collectively, these findings establish aberrant neuronal glycolysis as a cause rather than a consequence of tau pathology, and demonstrate that sustained glycolytic metabolism in mature neurons exacts a specific cost in the form of accelerated aging.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684860",
    "doi": "10.1101/2025.10.27.684860",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684797",
    "title": "The Effect of Physical Activity Level on Age-Related Differences in Responses to Optic Flow Perturbation during Human Walking",
    "authors": [
      "Wu, C.",
      "Buurke, T. J. W.",
      "den Otter, R.",
      "Lamoth, C. J. C.",
      "Veldman, M. P."
    ],
    "summary": "BackgroundHuman aging increases the reliance on vision for walking balance due to age-related declines in proprioceptive and vestibular function. Regular physical activity (PA) may reduce the reliance on visual input during walking. This study examined whether PA levels modulate age-related responses to perturbations of the optic flow that is crucial in the control of human locomotion.\n\nMethodsSixty active and inactive younger (YA and YI: 23.3{+/-}3.91 y) and older adults (OA and OI: 68.3{+/-}3.98 y; n=15 for each group) walked on a treadmill in front of a virtual hallway. The walking protocol consisted of 3-minute walking without, and 8-minute with mediolateral optic flow perturbation. Sacrum and heel marker positions and ground reaction forces were recorded. Power spectral density (PSD) of the mediolateral sacrum position and gait parameters were analyzed.\n\nResultsThe PSD increased more in OA compared to OI adults (p=0.041) while YA and YI adults did not differ. Mean (and variability of) step width and mediolateral margin of stability increased irrespective of age and PA (all p<0.001). During the 8-minute perturbation, OA adults demonstrated greater decreases in PSD than the OI adults (p=0.039). Additionally, the variability in the mediolateral margin of stability reduced more in YA and OA adults compared to YI and OI adults (p=0.048).\n\nConclusionHigher PA levels in OA adults were associated with stronger immediate responses in body sway to optic flow perturbations compared to older inactive and younger adults. This may support the beneficial effects of physical activity on age-related visual dependency during gait.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684797",
    "doi": "10.1101/2025.10.27.684797",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684832",
    "title": "Identification and Validation of an Interaction between the E3 Ubiquitin Ligase WWP1 and the Transcriptional Co-Activator WBP2 in the Human Heart",
    "authors": [
      "Arnold, M. E.",
      "Wright, Y.",
      "Pittman, D. L.",
      "Matesic, L. E."
    ],
    "summary": "Impaired proteostasis is one of the cellular hallmarks of aging, and the ubiquitin-proteosome system is a fundamental driver of proteostasis. As an E3 ubiquitin ligase, WW-domain containing protein 1 (WWP1) expression and activity are tightly regulated in cells, while its deregulation has been described in cancer, in neurodegenerative diseases, and in heart failure. However, the protein-protein interaction network of WWP1 is understudied, particularly in the heart. Here, we conducted a yeast-two hybrid (Y2H) screen of a human heart library and identified 21 putative WWP1 interactors, including 12 whose expression and potential function in the heart were previously unappreciated. Chief among these was WBP2 (WW domain binding protein 2), an oncogenic transcriptional co-activator. Utilizing immunofluorescence, it was confirmed that endogenous WWP1 co-localizes with WBP2 in human heart tissue, and, using the Y2H system, we showed that this interaction is dependent upon the associations between WW domains 1 and 3 from WWP1 and PY domains 2 and 3 of WBP2. In total, these data serve as a launching pad to identify broader protein networks regulated by WWP1 and the regions of interaction which might be targetable to reduce hallmarks of cellular aging.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684832",
    "doi": "10.1101/2025.10.27.684832",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684798",
    "title": "Loss of FXR1 and FXR2 promotes accumulation of TDP-43 in aging-related stress granules",
    "authors": [
      "Menge, S.",
      "Decker, L.",
      "Danzer, K. M.",
      "Oeckl, P.",
      "Freischmidt, A."
    ],
    "summary": "Cytoplasmic mislocalization and aggregation of the RNA-binding protein TDP-43 in vulnerable neurons may accompany the primary neuropathology of various neurodegenerative diseases, or represent the hallmark of others, such as amyotrophic lateral sclerosis. Aging is the major risk factor for neurodegeneration, and sufficient to induce accumulation of TDP-43 in chronic cytoplasmic stress granules possibly further maturing to irreversible aggregates. Reduced expression of Fragile X protein (FXP) family members (FMR1, FXR1 and FXR2) in vulnerable neurons is associated with neurodegeneration, and loss of each individual FXP induces overlapping and unique aging-related phenotypes in HAP1 and SH-SY5Y cell models. Therefore, we analyzed consequences of FXP loss on TDP-43 cytoplasmic mislocalization and stress granule formation in fibroblast-like HAP1 FXP knockout cells. FXP loss induced nuclear pore pathology, and passive egress of proteins and RNA was evident upon loss of FXR1 or FXR2. Cytoplasmic mislocalization of TDP-43 was restricted to FXR1 knockout cells upon impairment of nuclear import, and cytoplasmic TDP-43 induced spontaneous stress granules exclusively in FXR2 knockout cells. In contrast, loss of FMR1 had no effect on nucleocytoplasmic exchange or TDP-43. Hence, reduced expression of FXR1 and FXR2 in aging and neurodegeneration may contribute to TDP-43 pathology.",
    "published": "2025-10-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684798",
    "doi": "10.1101/2025.10.27.684798",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.14.682338",
    "title": "POI-associated LMD-3 mutation impairs B12-regulated lysosomal function and reproductive capacity in C. elegans",
    "authors": [
      "Zhai, Y.",
      "Wang, T.",
      "Gong, M.",
      "Liang, Y.",
      "Li, W.",
      "Wang, X.",
      "Zhang, Z."
    ],
    "summary": "Reproductive longevity decline is a key feature of aging and premature ovarian insufficiency (POI). While proteostasis collapse is implicated in reproductive aging, the molecular link remains elusive. Here, we engineered the clinically relevant W690C mutation into C. elegans lmd-3 gene, the human NCOA7 ortholog, to establish a valuable in vivo POI model. The mutation severely compromises LMD-3 protein stability and expression, leading to a profound collapse in reproductive capacity driven by germline apoptosis. We demonstrate that this defect drives catastrophic autophagic-lysosomal dysfunction, blocking degradation and causing proteotoxic accumulation of misfolded proteins. Crucially, we define this pathology as a functional B12 deficiency and show that mecobalamin (meCbl) supplementation successfully restores proteostasis. Together, these findings delineate a conserved genetic pathway from LMD-3 destabilization to reproductive failure and propose vitamin B12 as a readily translatable therapeutic intervention for age-related reproductive decline.",
    "published": "2025-10-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.14.682338",
    "doi": "10.1101/2025.10.14.682338",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.24.684339",
    "title": "Aging Alters Hair Cell Physiological Properties in Mice with Late-Onset Age-Related Hearing Loss.",
    "authors": [
      "Yen, P.",
      "Carlton, A. J.",
      "O'Connor, A.",
      "Johnson, S. L.",
      "Jeng, J.-Y."
    ],
    "summary": "Cochlear hair cells convert sound stimuli into electrical signals. Age-related hearing loss (ARHL) is characterized by the progressive reduction of these hair cells and their synapses, but the underlying mechanisms remain poorly understood.\n\nIn this study, we tested the hypothesis that hair cell function declines with age in CBA/CaJ mice, a strain known for its very slow ARHL progression. We found that hair cell size began to decrease from 10 months of age, before hearing loss was detectable. This structural change was associated with a significant decrease in the total current response and a distinct reduction in the expression of large conductance calcium-activated potassium (BK) channel currents (IK,f). However, the magnitude of the mechanoelectrical transducer (MET) currents at the hair cell stereociliary bundles remained unaffected. This observation challenges the common conception that stereocilia are the most fragile component of sensory cells in aging.\n\nOur results provide clear evidence of an early decline in hair cell function with age, which precedes measurable hearing loss, suggesting that these cellular deficits define a distinct pathological route to ARHL in the CBA/CaJ mouse model.",
    "published": "2025-10-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.24.684339",
    "doi": "10.1101/2025.10.24.684339",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.24.684310",
    "title": "Dual Inhibitors Targeting G9a and GSK-3B: Translational Perspectives on Alzheimer's Disease Treatment",
    "authors": [
      "Ferre, C. G."
    ],
    "summary": "Epigenetic dysregulation and abnormal kinase signaling are key factors in Alzheimers disease (AD), yet no existing treatment targets both. We introduce a dual-targeting strategy that inhibits the histone methyltransferase G9a and the serine/threonine kinase GSK-3{beta}--two synergistic drivers of neurodegeneration--using a single CNS-penetrant small molecule. This report covers the rational design, synthesis, and preclinical testing of T2 as a new therapeutic candidate. Structure-based pharmacophore modeling and medicinal chemistry refinement led to a focused library of dual inhibitors, with T2 standing out due to its balanced potency against both targets, ability to cross the blood-brain barrier, low off-target effects, and a favorable safety profile. In the SAMP8 mouse model of late-onset AD, T2 markedly improved memory, restored social behaviors, and increased synaptic complexity. Molecular studies showed that T2 treatment lowered tau phosphorylation, the A{beta}42/40 ratio, and neurofilament light chain levels, while boosting neurotrophic factors and anti-inflammatory pathways. Multi-omics analyses indicated that T2 causes widespread transcriptional and proteomic changes, activating synaptic plasticity genes (like Arc and Nectin3), reducing ferroptosis and senescence-related pathways, and altering chromatin accessibility. Electrophysiological tests confirmed the restoration of AMPAR-mediated synaptic transmission. Overall, these results support dual G9a/GSK-3{beta} inhibition as a promising disease-modifying approach for AD, with T2 emerging as a strong candidate for further therapeutic development.",
    "published": "2025-10-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.24.684310",
    "doi": "10.1101/2025.10.24.684310",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.25.684499",
    "title": "A complex osteoporotic milieu is associated with arterial stiffening and PDGF-BB-mediated calcification of human smooth muscle cells",
    "authors": [
      "Pustlauk, W.",
      "Roch, T.",
      "Dimitriou, I. M.",
      "Blazquez Navarro, A.",
      "Stervbo, U.",
      "Anft, M.",
      "Braun, J.",
      "Wirth, R.",
      "Pourhassan, M.",
      "Buehring, B.",
      "Akguen, D.",
      "Wehler, P.",
      "Skrzypczyk, S.",
      "Gruetz, G.",
      "Rahmann, S.",
      "Seibert, F. S.",
      "Westhoff, T. H.",
      "Babel, N.",
      "Geissler, S."
    ],
    "summary": "Accumulating evidence links skeletal and vascular aging, yet the pathological cross-talk between osteoporotic bone and vascular calcification remains insufficiently understood. In this retrospective exploratory study, we show that osteoporotic individuals exhibit a distinct systemic milieu characterized by elevated eosinophil, neutrophil, and platelet counts, as well as altered levels of sCD40L, PDGF-BB, osteopontin, and SDF-1. These changes correlate with both bone metabolism and arterial stiffness, indicating a multifactorial bone-vascular interplay. Moreover, osteoporotic sera accelerated calcification of human vascular smooth muscle cells in vitro, with PDGF-BB emerging as a central mediator. Inhibition of PDGF-BB downstream signaling blocked this effect, suggesting a mechanistic role of PDGF-BB in linking the osteoporotic milieu to vascular calcification. Conceptualizing this cross-talk as a complex adaptive system advances our understanding of the disease dynamics between localized bone loss and vascular pathologies. Furthermore, it may guide therapeutic strategies, with PDGF-BB as a potential target, to support healthier aging.",
    "published": "2025-10-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.25.684499",
    "doi": "10.1101/2025.10.25.684499",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.25.683217",
    "title": "Protracted fate acquisition and epigenetic de-aging during induced neural stem cell conversion of human blood cells",
    "authors": [
      "Berg, L. J.",
      "Franzen, J.",
      "Buness, A.",
      "Konang, R.",
      "Sheng, C.",
      "Peitz, M.",
      "Till, A.",
      "Wagner, W.",
      "Bruestle, O."
    ],
    "summary": "Transcription factor-based direct conversion of somatic cells represents an interesting avenue for generating induced neural stem cells (iNSCs) from peripheral blood without transit through a pluripotent stage. While this paradigm has been shown to be associated with epigenetic de-aging, the dynamics of this process have remained unclear. Here, we used overexpression of the two reprogramming factors SOX2 and cMYC to generate iNSC from erythroid progenitors of donors ranging from neonatal to 101 years of age. Using an epigenetic clock algorithm, we corroborated our previous finding that iNSCs generated from aged donors show pronounced epigenetic de-aging, preserving around 13 % and 5 % of the original donor age at low and high passages, respectively. Studying the dynamic of epigenetic de-aging during iNSC conversion across time, we found that this process is largely protracted, continuing for several weeks and even beyond forced neuronal differentiation of iNSCs. Transcriptomic differences between young and old donor-derived iNSCs dissipate with extended time in conversion, too. Concordant with this observation, established iNSC lines lack age-associated cellular hallmarks, similar to induced pluripotent stem cells and their derivatives. Interestingly, time course analysis of DNA methylation and RNA sequencing data revealed that acquisition of a bona fide NSC signature extends greatly beyond the time point when proliferative PAX6-positive iNSCs emerge. The unexpected slow dynamics of these processes makes iNSC conversion an attractive model for dissecting the mechanisms underlying somatic transdifferentiation and de-aging.\n\nStatement of Ethical ApprovalsThe collection of human somatic material (i.e., blood) from healthy donors for iPSC reprogramming and iNSC conversion was conducted in accordance with German law and approved by the Ethics Committee of the University of Bonn Medical Center (approval number: 275/08). All subjects gave written informed consent.",
    "published": "2025-10-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.25.683217",
    "doi": "10.1101/2025.10.25.683217",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.24.684490",
    "title": "Complete and haplotype-resolved maps of genomic and epigenetic discordance in monozygotic twins",
    "authors": [
      "Lou, T.",
      "Fang, D.",
      "Lin, G.",
      "Jia, Z.",
      "Qin, Y.",
      "Tian, Y.",
      "Qiu, L.",
      "Jin, X.",
      "Cheng, L.",
      "Wu, D.",
      "Zhang, K.",
      "Yang, C.",
      "jie, h."
    ],
    "summary": "Telomere-to-telomere (T2T) genome assemblies are indispensable for accurate detection of genetic variation and for resolving complex repetitive regions. Monozygotic (MZ) twin pedigrees provide a powerful model to investigate de novo mutations (DNMs), however, comprehensive, haplotype-resolved analyses of structural variation (SV), allele-specific inheritance in complex regions, and DNA methylation in diploid human genomes remain limited. Here, we generated complete, haplotype-resolved T2T assemblies for two female twins (C33 and C35) from a Han Chinese pedigree by integrating complementary, state-of-the-art sequencing technologies. The resulting T2T-C33 and T2T-C35 assemblies are highly contiguous and complete, with Genome Continuity Inspector (GCI) scores of 74.94 (maternal) and 77.94 (paternal), and consensus quality values (QV) >75 (k = 21). We comprehensively cataloged 62 inter-twin single-nucleotide variants (SNVs), 15 small indels, and identified both shared and private DNMs, revealing nascent genomic divergence between the MZ twins. Focused interrogation of complex regions uncovered pronounced haplotype-specific length polymorphisms and structural heterogeneity within centromeric higher-order repeat (HOR) arrays. Notably, we observed extensive HOR copy-number variation between haplotypes, including a large copy-number difference on maternal chromosome 18, underscoring dynamic HOR array evolution even among genetically identical individuals. Concurrently, genome-wide DNA methylation profiling delineated allele-specific epigenetic variation that may contribute to phenotypic discordance. Together, these high-quality, diploid T2T genomes from a Han Chinese pedigree provide a valuable resource for population-aware genomics and reveal fine-scale, haplotype-specific divergence in MZ twins. Our results advance understanding of repeat dynamics, centromeric architecture, epigenetic variation and the spectrum of human genomic variation at single-base and structural scales.",
    "published": "2025-10-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.24.684490",
    "doi": "10.1101/2025.10.24.684490",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41176294",
    "title": "Exploring senescence markers as potential drivers of osteoarthritis pain in aging adults.",
    "authors": [
      "Abbas M",
      "Cruz CJ",
      "Tamargo JA",
      "Lipat AL",
      "Fareed R",
      "Deaton L",
      "Gordon C",
      "Johnson A",
      "Sharma B",
      "Leeuwenburgh C",
      "Allen KD",
      "Cruz-Almeida Y"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41176294/",
    "doi": "doi: 10.1016/j.exger.2025.112950",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41176270",
    "title": "Multiomics analysis of a novel American raw milk cheese (Cornerstone) and the effect of production and aging location.",
    "authors": [
      "Robinson B",
      "Sun L",
      "Eddy N",
      "Price C",
      "Amico DD"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41176270/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41176079",
    "title": "Bridging Social Isolation, Loneliness, and Brain Aging: A Narrative Review of Mechanisms and Translational Interventions.",
    "authors": [
      "Wnuk HK",
      "Van Orden KA",
      "Wang KH"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41176079/",
    "doi": "doi: 10.1016/j.neubiorev.2025.106451",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41175988",
    "title": "Cell aging - a relevant factor in live cell microscopy (mini-review).",
    "authors": [
      "Karimian T",
      "Cremer C",
      "Weghuber J",
      "Schneckenburger H"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175988/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41175942",
    "title": "Multi-dimensional Proteomics Reveal Metformin's Impact on Interconnected Regulatory Networks of Protein Turnover, Ubiquitination, DNA Damage, and Cell Cycle.",
    "authors": [
      "Wang Z",
      "Li J",
      "Duan J",
      "Shan B",
      "Zhang Y"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175942/",
    "doi": "doi: 10.1016/j.mcpro.2025.101440",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41175875",
    "title": "Human immune aging.",
    "authors": [
      "Terekhova M",
      "Bohacova P",
      "Artyomov MN"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175875/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41175517",
    "title": "Multilevel toxicity assessment of polypropylene microplastics and pyrene on mussels: DNA damage, oxidative stress, and physiological effects.",
    "authors": [
      "Mijošek Pavin T",
      "Kračun Kolarević M",
      "Kolarević S",
      "Simčič T",
      "Martinović R",
      "Bajt O",
      "Kalčíková G",
      "Ramšak A"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175517/",
    "doi": "doi: 10.1016/j.marpolbul.2025.118880",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41174715",
    "title": "Dietary interventions in skin ageing: a systematic review and meta-analysis.",
    "authors": [
      "Ng JY",
      "Yan Ng XMG",
      "Wong QYA",
      "Chew FT"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41174715/",
    "doi": "doi: 10.1186/s40101-025-00408-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41174694",
    "title": "SARS-CoV-2 spike triggers TLR7-dependent endolysosome dysfunction and senescence in human astrocytes.",
    "authors": [
      "Hasler WA",
      "McKay E",
      "Datta G",
      "Johnson S",
      "Rezagholizadeh N",
      "Chen X"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41174694/",
    "doi": "doi: 10.1186/s12974-025-03586-1",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41174660",
    "title": "Salivary gland cell senescence in Sjögren's syndrome: current research and novel therapeutic directions.",
    "authors": [
      "Tang X",
      "Hu J",
      "Fan X",
      "Su H",
      "Li M",
      "Zhang L",
      "Ma D"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41174660/",
    "doi": "doi: 10.1186/s12979-025-00541-9",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41174630",
    "title": "Re-evaluating CD57 as a marker of T cell senescence: implications for immune ageing and differentiation.",
    "authors": [
      "Autaa G",
      "Korenkov D",
      "van Beek J",
      "Pellegrin I",
      "Parfait B",
      "van Baarle D",
      "Launay O",
      "Tartour E",
      "Appay V"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41174630/",
    "doi": "doi: 10.1186/s12979-025-00542-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41174599",
    "title": "Oral-Sarcopenia nexus in health disparities: chewing and blood mediated pathways in a Chinese aging cohort.",
    "authors": [
      "Xiang Y",
      "Wang G",
      "Cheng Y",
      "Zhang Y",
      "Zhao J",
      "Dong B",
      "Cai H",
      "Cheng L",
      "Hu T"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41174599/",
    "doi": "doi: 10.1186/s12903-025-07059-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41174531",
    "title": "Metabolic phenotypes and pulmonary function in aging: the mediating roles of cognitive function and depression in CHARLS.",
    "authors": [
      "Zhang X",
      "Liang Z",
      "Su L",
      "Wang Z",
      "Shi Y",
      "Cai G",
      "Deng Z",
      "An S",
      "Wu W"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41174531/",
    "doi": "doi: 10.1186/s12889-025-24927-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41174222",
    "title": "Adapting health, economic and social policies to address population aging in China.",
    "authors": [
      "Fang EF",
      "Fang Y",
      "Chen G",
      "Wang HL",
      "Zhang J",
      "Wu C",
      "Liao J",
      "Xie C",
      "Liu X",
      "Wang K",
      "Liu Y",
      "Yang G",
      "Wang Q",
      "He LT",
      "Li J",
      "Chen HZ",
      "Kang L",
      "Jiang Y",
      "Su H",
      "Jiang H",
      "He N",
      "Tao J",
      "Leng SX",
      "Siow RC",
      "Liu C",
      "Khan HTA",
      "Liu Y",
      "Kato H",
      "Sasaki T",
      "Kim JI",
      "Maier AB",
      "Zhang L",
      "Rasmussen LJ",
      "Woo J",
      "Wu J",
      "Zou H"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41174222/",
    "doi": "doi: 10.1038/s43587-025-00999-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173983",
    "title": "Prevalence and risk factors for major arterial bleeding in fragility pelvic fractures in the aging population.",
    "authors": [
      "Matsumoto S",
      "Aoki M",
      "Shimizu M"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173983/",
    "doi": "doi: 10.1038/s41598-025-22076-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173959",
    "title": "From performance to prediction: extracting aging data from the effects of base load aging on washing machines for a machine learning model.",
    "authors": [
      "Ma S",
      "Bai X",
      "Bai Y",
      "Shao J",
      "Yuan S",
      "Gao J",
      "Chen J"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173959/",
    "doi": "doi: 10.1038/s41598-025-22047-6",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173838",
    "title": "Epigenetic aging and DNA methylation biomarker changes following ketamine treatment in patients with MDD and PTSD: a pilot study.",
    "authors": [
      "Dawson KL",
      "Carangan AMJM",
      "Klunder J",
      "Carreras-Gallo N",
      "Sehgal R",
      "Megilligan S",
      "Askins BC",
      "Perkins N",
      "Mendez TL",
      "Smith RM",
      "Dawson MS",
      "Mallin MP",
      "Higgins-Chen AT",
      "Dwaraka VB"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173838/",
    "doi": "doi: 10.1038/s41398-025-03683-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173792",
    "title": "Mitochondrial dysfunction in ovarian aging.",
    "authors": [
      "Ma S",
      "Li G",
      "Qin Y"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173792/",
    "doi": "doi: 10.1097/CM9.0000000000003801",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173779",
    "title": "Talazoparib Monotherapy in Metastatic Castration-resistant Prostate Cancer with DNA Damage Response Alterations-Genomic Features Associated with Response to Therapy.",
    "authors": [
      "Fizazi K",
      "de Bono JS",
      "Laird AD",
      "Barthélémy P",
      "Delva R",
      "Dorff T",
      "Maruzzo M",
      "Stirling A",
      "Machiels JP",
      "Dumez H",
      "Renard V",
      "Hopkins JF",
      "Albacker LA",
      "Chen HC",
      "Healy CG",
      "DeAnnuntis L",
      "Chelliserry J",
      "van Oort IM",
      "Scagliotti GV",
      "Mehra N"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173779/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41173171",
    "title": "Targeting cellular senescence in dystrophin(-/-)/utrophin(-/-)double knockout mice improves musculoskeletal health and increases lifespan.",
    "authors": [
      "Gao X",
      "Ruzbarsky JJ",
      "Huard M",
      "Sajedi SAH",
      "Shyu PT",
      "Xiao Z",
      "Force BS",
      "White S",
      "Ayers J",
      "Wang B",
      "Guo XE",
      "Huard J"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173171/",
    "doi": "doi: 10.1016/j.phrs.2025.108016",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41172982",
    "title": "Leisure and Aging: The Effect of Physical Activity on Health and Life Satisfaction Among Older Adults in a Longitudinal Study.",
    "authors": [
      "Park S",
      "Noe Y",
      "Moon H",
      "Lee WS"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41172982/",
    "doi": "doi: 10.1123/jpah.2024-0798",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41171586",
    "title": "Liver Regeneration: Polyploidy and Cellular Senescence as Potential Regulators.",
    "authors": [
      "Zare Jalise S",
      "Habibi S",
      "Khosrowpour Z",
      "Piryaei A",
      "Hosseinzadeh F",
      "Navaei-Nigjeh M",
      "Fath-Bayati L"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41171586/",
    "doi": "doi: 10.1007/s12015-025-11001-8",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41171500",
    "title": "Leukocyte telomere length and risk of heart failure with preserved ejection fraction in high-risk Chinese patients with hypertension under 65 years.",
    "authors": [
      "Zhang A",
      "Tang Z",
      "Chang ACY",
      "Gu J",
      "Zhang J",
      "Zhuo Y",
      "Zhang H"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41171500/",
    "doi": "doi: 10.1007/s11357-025-01979-x",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41170819",
    "title": "Targeting premature cellular senescence using senomorphic or senolytic agents to impact diabetes.",
    "authors": [
      "van de Vyver M",
      "Govender S",
      "Petersen-Ross K",
      "Howard K"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41170819/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41170751",
    "title": "Correction to: The role of senescence and prosurvival signaling in controlling the oncogenic activity of FGFR2 mutants associated with cancer and birth defects.",
    "authors": [],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41170751/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41170534",
    "title": "Histomorphological analysis of human cranial bones: Relationship to aging.",
    "authors": [
      "Gumpangseth T",
      "Mahakkanukrauh P"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41170534/",
    "doi": "doi: 10.14670/HH-25-012",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41169264",
    "title": "DILP8 serves as a mature follicle sensor to prevent excessive accumulation of mature follicles in Drosophila ovaries and oocyte aging.",
    "authors": [
      "Oramas R",
      "Yacuk K",
      "Cho SE",
      "Aloisio NR",
      "Sun J"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41169264/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41169197",
    "title": "Lights for aging: Can photobiomodulation restore functionality in the cerebral networks of aged individuals?",
    "authors": [
      "Dole M",
      "Mitrofanis J"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41169197/",
    "doi": "doi: 10.4103/NRR.NRR-D-25-00633",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41168880",
    "title": "Integrative Omics Reveal Female-Specific Benefits of p16(+) Cell Clearance in Aging Mice.",
    "authors": [
      "Lin Y",
      "Wang B",
      "Huang M",
      "Wolters JC",
      "Demaria M"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41168880/",
    "doi": "doi: 10.1002/advs.202509444",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41168856",
    "title": "The Chinese herb component salvianolic acid B induces copper-mediated reactive oxygen species generation and oxidative DNA damage.",
    "authors": [
      "Kobayashi H",
      "Fukuhara K",
      "Ohno A",
      "Hirao Y",
      "Katoh H",
      "Mori Y",
      "Kawanishi S",
      "Murata M",
      "Oikawa S"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41168856/",
    "doi": "doi: 10.1186/s41021-025-00344-w",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41168774",
    "title": "Parental clinical manifestation association with newborn immune senescence and telomere biology in Pakistan.",
    "authors": [
      "Farrukh S",
      "Baig S"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41168774/",
    "doi": "doi: 10.1186/s13104-025-07498-4",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41168547",
    "title": "The aging male: impact of aging on male reproduction.",
    "authors": [
      "Akhigbe RE",
      "Oyedokun PA",
      "Adeogun AE",
      "Ogunleye OO",
      "Adegbola CA",
      "Akhigbe TM"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41168547/",
    "doi": "doi: 10.1007/s10522-025-10343-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41168246",
    "title": "SIRT1/PGC-1α/Mfn2 pathway regulates mitochondrial homeostasis in VSMC to attenuate aging-related vascular calcification.",
    "authors": [
      "Wu C",
      "Wu Z",
      "Hu L",
      "Tang L",
      "Hu X",
      "Fang C"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41168246/",
    "doi": "doi: 10.1038/s41598-025-21905-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41168195",
    "title": "L-citrulline protects testicular Sertoli cell function by mitigating DNA damage via the gut-testis axis of sheep fed a high-concentrate diet.",
    "authors": [
      "Shan L",
      "Guo X",
      "Hu Y",
      "Zhou H",
      "Meng X",
      "Liu K",
      "Shi L",
      "Hu F",
      "Liu Y",
      "Zhang T",
      "Zhou Y"
    ],
    "summary": "",
    "published": "2025-10-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41168195/",
    "doi": "doi: 10.1038/s41522-025-00832-5",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41175730",
    "title": "Camptothecin 20(S)-sulfonyl amidine derivative inhibits gastric cancer cell proliferation by targeting topoisomerase I to trigger the DNA damage-apoptosis cascade.",
    "authors": [
      "Si Z",
      "Ma Y",
      "Cheng Z",
      "Zhang B",
      "Yang M",
      "Wang C",
      "Liu Y",
      "Fang H",
      "Li Y",
      "Zhao F",
      "Liu Y",
      "Chen P"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175730/",
    "doi": "doi: 10.1016/j.bioorg.2025.109171",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41175648",
    "title": "Ketotifen reacidifies secretory lysosomes and normalises ageing phenotypes in mast cells.",
    "authors": [
      "Barrella L",
      "Ramírez-Ponce MP",
      "Vázquez-Román V",
      "San Millán-Huang M",
      "Flores-Cordero JA",
      "Alés E"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175648/",
    "doi": "doi: 10.1016/j.bbrc.2025.152887",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41175577",
    "title": "Rosmarinic acid alleviates doxorubicin-induced cellular senescence and cardiotoxicity by targeting the 14-3-3/Foxo1 signaling axis.",
    "authors": [
      "Fan C",
      "Wu J",
      "Hu S",
      "Xia Y",
      "Wei Z",
      "Tang H",
      "Jin W",
      "Zhang Z",
      "An P",
      "Luo J",
      "Luo Y",
      "Zhu Y"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41175577/",
    "doi": "doi: 10.1016/j.phymed.2025.157482",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41173314",
    "title": "Intracellular and Extracellular Redox Signals During Exercise and Aging.",
    "authors": [
      "Caporossi D",
      "Jackson MJ",
      "Henriquez-Olguin C"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173314/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173264",
    "title": "Phosphorylation of RecA at the Loop 1 region modulates its activity in response to DNA damage.",
    "authors": [
      "Hu J",
      "Cao Y",
      "Dai J",
      "Tian B",
      "Wang L",
      "Hua Y",
      "Zhao Y"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173264/",
    "doi": "doi: 10.1016/j.ijbiomac.2025.148652",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41173233",
    "title": "Premature aging and neuropathic behaviours induced by an acute low-dose exposure to a sarin surrogate.",
    "authors": [
      "Champault A",
      "Leterrier S",
      "Bel R",
      "Knoertzer J",
      "Soyer A",
      "Goutal S",
      "Baati R",
      "Francois S",
      "Tournier N",
      "Dal Bo G",
      "Thibault K"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173233/",
    "doi": "doi: 10.1016/j.tox.2025.154327",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173105",
    "title": "Association between biological aging and genetic susceptibility with the risk of bipolar disorder and schizophrenia: A prospective cohort study.",
    "authors": [
      "Ji W",
      "Zhang Y",
      "Cheng Y",
      "Lai C",
      "Chen J",
      "Feng R",
      "Zhao H",
      "Wang K",
      "Hu Z"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173105/",
    "doi": "doi: 10.1016/j.jad.2025.120568",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41173089",
    "title": "Cellular senescence links severe Leptospira infection to chronic kidney disease progression.",
    "authors": [
      "Hsu SH",
      "Liu YC",
      "Chou LF",
      "Li C",
      "Chang MY",
      "Tian YC",
      "Yang HY",
      "Yang CW"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41173089/",
    "doi": "doi: 10.1016/j.lfs.2025.124057",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41172919",
    "title": "Jianpi Qiangji Granule ameliorates aging-associated sarcopenia via AMPK/PGC-1α axis in SAMP8 mice.",
    "authors": [
      "Pan Z",
      "Zhang Y",
      "Zhang J",
      "Zhang L",
      "Feng Q",
      "Zhang J",
      "Yao Y",
      "Liu W",
      "Yuan W"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41172919/",
    "doi": "doi: 10.1016/j.phymed.2025.157473",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41167511",
    "title": "Geriatric Syndromes in Intestinal Failure: An Accelerated Aging Phenomenon in middle adulthood patients?",
    "authors": [
      "Sandoval-Valdez DA",
      "Reyes Ramírez ALDC",
      "Serralde Zúñiga AE",
      "Castillo Martínez L"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41167511/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41167235",
    "title": "Africa's ageing HIV epidemic.",
    "authors": [
      "Adepoju P"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41167235/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41167171",
    "title": "Effects of freeze-thaw cycles on heavy metal mobilities in soil remediated with ferrite-loaded biochar: Co-ageing roles and recognition of key factors.",
    "authors": [
      "Wang Y",
      "Zhao Q",
      "Wei L",
      "Jiang J",
      "Ding J",
      "Wang K",
      "Jiang M",
      "Xue R"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41167171/",
    "doi": "doi: 10.1016/j.jhazmat.2025.140281",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41167004",
    "title": "Deciphering the emerging interrelationship between cellular senescence and extracellular vesicles: Implications for therapy and diagnosis.",
    "authors": [
      "Sharma R"
    ],
    "summary": "",
    "published": "2025-10-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41167004/",
    "doi": "doi: 10.1016/j.bbrc.2025.152881",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41171690",
    "title": "Correction: Associations of self-reported hearing problems with long-term trajectories of mental and functional health in middle-aged and older adults: The role of self-perceptions of aging.",
    "authors": [
      "Wettstein M",
      "Reinhard AK",
      "Williger B",
      "Wurm S"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41171690/",
    "doi": "doi: 10.1371/journal.pone.0335892",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41167924",
    "title": "Comments on Effects of Collagen Supplements on Skin Aging.",
    "authors": [
      "Rajan R",
      "Divyalakshmi C"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41167924/",
    "doi": "doi: 10.1016/j.amjmed.2025.07.018",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41167919",
    "title": "A Broader Perspective on the Link Between Biological Aging and Cardiovascular Disease in Older Adults With Hypertension.",
    "authors": [
      "Liao Y",
      "Liu S",
      "Lv X"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41167919/",
    "doi": "doi: 10.1016/j.amjmed.2025.02.018",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  }
]