[
  {
    "id": "10.64898/2025.12.19.695441",
    "title": "Refined cellular activity expression signatures provide a targeted framework to quantify phenotypic intra-tumor heterogeneity in single-cell data",
    "authors": [
      "Coutant, A.",
      "Muller, L.",
      "Degletagne, C.",
      "Fauvet, F.",
      "El Boudi, I.",
      "Chassot, C.",
      "Valladeau-Guilemond, J.",
      "Bendriss-Vermare, N.",
      "Morel, A.-P.",
      "Ouzounova, M.",
      "Saintigny, P.",
      "Puisieux, A.",
      "Vigneron, A.",
      "Martinez, P."
    ],
    "summary": "Single cell RNA-seq (scRNA-seq) now allows deeper insight into cellular biology at both the individual and population level. Measuring cell-to-cell variations in the population enables quantification of phenotypic heterogeneity in populations in which cell states and identities deviate from healthy transcriptomic profiles. Cellular activities quantifiable using gene set enrichment analyses can provide useful grounds to quantify phenotypic heterogeneity, but the specificity and adequacy of existing molecular signatures for scRNA-seq data is still insufficient. Here we induced 6 activities in vitro, for which we refined existing expression signatures to enhance specificity and detection in scRNA-seq data: epithelial-mesenchymal transition (EMT), DNA repair, responses to interferons  and {gamma} (IFN and IFN{gamma}, respectively), glycolysis, oxidative phosphorylation (OxPhos). We report new signatures, with much lower redundancy between IFN and IFN{gamma}, and glycolysis and OxPhos signatures, achieving average AUCs of 0.85 across bootstrapped datasets for each activity. We could use these signatures to quantify phenotypic intra-tumor heterogeneity (ITH) in 20 patient samples and 14 cell lines, observing high correlation with diversity indices in classified healthy cells (p<0.001). Focusing on cancer cells only, we furthermore report higher phenotypic ITH in patients than in cell lines (p<0.001), and in basal tumors (p=0.028).",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695441",
    "doi": "10.64898/2025.12.19.695441",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695905",
    "title": "Uracil-Driven ROS signals activate larval TrpA1-B neurons to prime the Drosophila adult gustatory response to bacterial signal",
    "authors": [
      "Milleville, R.",
      "Maniere, G.",
      "berthelot-grosjean, M.",
      "grosjean, y.",
      "royet, j.",
      "Kurz, C.-L."
    ],
    "summary": "Animals perceive their environment through their sensory systems why rely on neuronal circuits and proteins, but can be modulated by internal physiological conditions or exogenous factors. We have shown that the presence of certain pathogenic bacteria in the larval gut can alter the specificity of bacterial peptidoglycan recognition in the adults that merge from these larvae. However, the nature of the bacterial signal and the host cells and molecules involved in receiving and transducing this signal remained unknown. We identify here uracil as the bacterial metabolite responsible for this priming and demonstrate that the effect is mediated by Duox-dependent produc6on of reactive oxygen species in the larval gut. We show that specific expression of TrpA1 isoforms in a Gr66a-expressing neuron of the larval terminal organ is required for the adult response. Together, these findings reveal uracil as the bacterial cue and the Duox/ROS and TrpA1/Gr66a modules as key mediators linking larval gut microbial signals and host integra6on to subsequent sensory system modulation in the adult.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695905",
    "doi": "10.64898/2025.12.22.695905",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696271",
    "title": "Oxidative Stress-Responsive Cell Wall Remodeling Depends on Phosphate in Candida albicans",
    "authors": [
      "Jacob, A.",
      "Qi, W.",
      "Yarava, J. R.",
      "Barkarar, M.",
      "Karai, A.",
      "Vermaas, J. V.",
      "Kohler, J. R.",
      "Wang, T."
    ],
    "summary": "The growing number of patients susceptible to invasive Candida albicans infections has intensified the need for new antifungal targets in pathways essential for fungal growth and pathogenesis. Among these pathways, phosphate homeostasis has emerged as a significant determinant of virulence, yet how phosphate availability shapes cell wall structure in response to host-derived oxidative stress remains unclear. During commensal growth, C. albicans cells typically enjoy phosphate repletion and a neutral redox environment. Transitioning to invade host tissues, they simultaneously experience phosphate deprivation and intense extrinsic oxidative stress. Here, we employ solid-state NMR to render details of cell wall remodeling in response to oxidative stress, in its dependence on phosphate. Phosphate deprived cells remodel the rigid wall core and reduce hydration and polymer mobility in the absence of oxidative stress. During hydrogen peroxide exposure, highly mobile outer polysaccharides are primary interactors. In wildtype cells, some of these polymers are recruited into the rigid core, reinforcing the wall scaffold, whereas phosphate transport mutants fail to undergo this remodeling. These findings establish phosphate acquisition as a component of oxidative defense and link nutrient sensing and -availability to the mechanical resilience of the fungal cell wall, revealing an architectural vulnerability with relevance for antifungal development.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696271",
    "doi": "10.64898/2025.12.23.696271",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695952",
    "title": "Human embryo implantation involves Syncytin-2/MFSD2A-mediated heterokaryon formation with maternal endometrium",
    "authors": [
      "Noordzij, T.",
      "Celotti, M.",
      "van Esch, R.",
      "Sackmann, L.",
      "Martinez Silgado, A.",
      "de Jong, F.",
      "Eto, H.",
      "Beghtel, H.",
      "Korving, J.",
      "Sommer, T.",
      "Steba, G.",
      "Rivron, N. C.",
      "Baart, E.",
      "van Es, J.",
      "Clevers, H.",
      "Sonnen, K."
    ],
    "summary": "Human embryo implantation involves attachment of the blastocyst to the endometrial epithelium to subsequently gain access to the underlying stromal compartment. The blastocyst is believed to cross the epithelium either by migration through, or upon apoptosis of, the endometrial epithelial cell layer. Yet, how the blastocyst exactly traverses the endometrial epithelium remains unknown. Here, we describe an in vitro implantation model of human blastoids and hormonally matured endometrial organoids amenable to high-resolution live imaging. We demonstrate that the initial step of implantation is mediated by the direct fusion of blastoid cells with endometrial epithelial cells. Blastoids express the fusion proteins Syncytin-1 and -2, while the endometrial epithelium mainly expresses the fusion co-receptor for Syncytin-2, called MFSD2A. CRISPR-induced loss of MFSD2A in the endometrial epithelium prevents blastoids from attaching and abolishes fusion. Together, these findings support a model in which fetal-maternal cell fusion constitutes the critical initiating mechanism of human embryo implantation, with endometrial MFSD2A playing an indispensable role in this process.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695952",
    "doi": "10.64898/2025.12.22.695952",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695920",
    "title": "Iron-Associated Mesenchymal Plasticity and Tumor Invasion in Glioblastoma",
    "authors": [
      "Petry, C.",
      "Boecke, A.-S.",
      "Mohammed, A. O.",
      "Ghariwala, N.",
      "Jariwala, V.",
      "Shaab, M. A.",
      "Buchholz, O.",
      "Vasilikos, I.",
      "Nakagawa, J. M.",
      "Vlachos, A.",
      "Grauvogel, J.",
      "Shah, M. J.",
      "Roelz, R.",
      "Prinz, M.",
      "Hofmaan, U. G.",
      "Beck, J.",
      "Joseph, K.",
      "Ravi, V. M."
    ],
    "summary": "Glioblastoma (GBM) recurrence is driven by tumor cells that infiltrate surrounding brain tissue and evade surgical and therapeutic eradication. Although dysregulated iron handling is a recognized feature of the necrotic and hemorrhagic GBM tumor core, its relationship to invasive tumor cell states remains incompletely defined. Here, we investigated how iron-associated microenvironments relate to transcriptional programs of invasion in human GBM. Using multi-regional single-nucleus RNA sequencing of human GBM specimens encompassing tumor core, invasive front, and infiltrated cortex, we found that malignant cells from the tumor core exhibit coordinated upregulation of iron uptake and storage pathways together with invasion-associated gene programs. At the single-cell level, iron metabolism and invasion signatures were strongly correlated, defining a distinct core-enriched malignant subpopulation with mesenchymal-like transcriptional identity, stress-adaptive features, and angiogenic signaling. These iron-high/invasion-high cells aligned with mesenchymal- and astrocyte-like GBM states and were associated with unfavorable patient survival. Despite elevated oxidative stress and ferroptosis-associated transcriptional pressure, this population concurrently expressed anti-apoptotic and anti-ferroptotic regulators, consistent with an iron-tolerant invasive state. To assess functional consequences of iron exposure, we modeled iron-rich conditions using non-cytotoxic particulate iron in patient-derived GBM cell lines and human organotypic cortical slice cultures. Iron exposure induced intracellular iron accumulation, oxidative stress responses, increased tumor cell motility in vitro, and enhanced invasion within intact human brain tissue. Collectively, these findings demonstrate that iron-rich tumor core niches are closely associated with mesenchymal plasticity and invasive behavior in GBM and support a role for iron-associated microenvironmental pressure in shaping invasive tumor cell states.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695920",
    "doi": "10.64898/2025.12.22.695920",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695928",
    "title": "A Data-Driven Approach for the Development of a Time-informed Adverse Outcome Pathway-network for Cardiotoxicity of Environmental Chemicals",
    "authors": [
      "Schaffert, A.",
      "Murugadoss, S.",
      "Roos, T.",
      "Linzalone, N.",
      "Donzelli, G.",
      "Gehring, R.",
      "Mertens, B.",
      "Paparella, M."
    ],
    "summary": "We present a novel Adverse Outcome Pathway (AOP) network for environmental chemical-induced cardiotoxicity using a bottom-up, data-driven AOP development approach. Mechanistic endpoints were systematically extracted from 339 in vitro and in vivo studies, yielding 1,759 Key Event (KE) entries and 4,938 Key Event Relationship (KER) entries, including information on experimental methods, essentiality evidence (intervention experiments demonstrating upstream-downstream dependence), and study metadata. After quality filtering (high risk of bias, confounding cytotoxicity in vitro, excessive toxicity or animal well-being concerns in vivo, and low-frequency observations), 112 unique KEs and 829 unique KERs supported by at least three independent observations were retained for network construction. Network analysis identified oxidative stress and mitochondrial dysfunction as dominant hub processes linking diverse upstream perturbations to downstream cardiomyocyte injury, inflammation, cardiac remodelling (fibrosis and hypertrophy), decreased cardiac contractility, and reduced left ventricular function. Incorporating exposure duration at the KER level enabled time-resolved pathway interpretation and demonstrated that KE timing is relationship-dependent, revealing temporal patterns not apparent when analysing KEs in isolation. This evidence-weighted, time-resolved AOP network can support endpoint prioritisation and exposure-window selection for non-animal method (NAM) test batteries and mechanistically informed cardiotoxicity assessment.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695928",
    "doi": "10.64898/2025.12.22.695928",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695923",
    "title": "Systemic administration of PD-L1 blocking antibodies leads to removal of senescent microglia",
    "authors": [
      "Androsova, Y.",
      "Kertser, A.",
      "Partney, H.",
      "Nathansohn, B.",
      "Ibraheem, A.",
      "Abellanas, M. A.",
      "Croese, T.",
      "Salame, T. M.",
      "Akiva, H.",
      "Krizhanovsky, V.",
      "Schwartz, M."
    ],
    "summary": "Senescent microglia develop during aging and Alzheimer disease (AD), driving chronic neuroinflammation. Here we hypothesized that the previously observed disease-modifying effects of PD-1/PD-L1 blockade occur through clearance of senescent microglia. Using CyTOF, we found that a single systemic anti-PD-L1 injection leads to rapid elimination of senescent microglia in 5xFAD and aged wild-type mice, independently of Fc effector function, while increasing homeostatic microglia. These findings suggest that immune rejuvenation via PD-L1 blockade promotes disease modification in AD through senescent-microglial elimination.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695923",
    "doi": "10.64898/2025.12.22.695923",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696030",
    "title": "Differentiation of THP-1 Cells in 3D Cancer-Stromal Tissue by Collagen Microfiber for Replicating of Tumor Microenvironment",
    "authors": [
      "Moroishi, K.",
      "Hermodsson, T.",
      "Greiff, L.",
      "Lindstedt, M.",
      "Matsusaki, M."
    ],
    "summary": "In three-dimensional (3D) cancer tissue models, the low solubility of type I collagen (Col I) is a limitation in reproducing cancer tissue with high collagen density. we previously reported a sedimentation culture method using collagen microfibers (CMF) homogenized Col I powder. This 3D cancer tissue model is expected to reproduce tumor microenvironment comparable to that in tumors bearing mice owing to its high collagen density. However, this 3D cancer tissue model including immune cells such as macrophages has not been reported. In this study, we fabricated a 3D culture system including normal human dermal fibroblasts, human umbilical vein endothelial cells, and cancer cells human monocytes cell line; THP-1 cells by sedimentation culture using CMF. 3D cancer tissue models co-cultured with human colorectal cancer cells for 5 days increased the expression levels of CD14 and CD206, markers of macrophages and M2 macrophages, in THP-1 cells, suggesting differentiation induction toward macrophages and polarization toward M2-like macrophages. We could also demonstrate the applicability of drug efficacy evaluation systems by evaluating the cytotoxicity of poly(vinyl alcohol)-ursodeoxycholic acid15 that induce cell death in response to weak acidic tumor microenvironment in 3D cancer tissue models with macrophages. This 3D cancer tissue models with macrophages are expected to be applied as tools for evaluating the efficacy of cancer therapeutic molecules and for understanding in detail the behavior of immune cells within the tumor microenvironment.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696030",
    "doi": "10.64898/2025.12.22.696030",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696023",
    "title": "Microplastic Exposure Promotes Amyloid Misfolding and Metabolic Impairment at Sub-Lethal Doses in an In Vitro Cellular Model of Alzheimer's Disease",
    "authors": [
      "da Silva, I. A. N.",
      "Paulus, A.",
      "Skoryk, V.",
      "Kar Yan, S.",
      "Herranz, F.",
      "Klementieva, O."
    ],
    "summary": "Microplastics and nanoplastics (MNPs) are ubiquitous environmental pollutants with increasing implications for human health. While their presence in human tissues is established, the molecular mechanisms driving their potential neurotoxicity remain unclear. This study investigates the impact of polystyrene (PS) on amyloid protein misfolding and cellular metabolism using Optical Photothermal Infrared (O-PTIR) spectroscopy, a label-free, sub-diffraction imaging technique. Our results reveal that PS exposure promotes pathological protein misfolding, specifically increasing {beta}-sheet-rich conformations, and disrupts metabolic homeostasis at sub-lethal doses. These suggest that the microplastic surface acts as a catalytic scaffold for amyloid aggregation, driving cellular dysfunction prior to acute toxicity. This identifies a plausible molecular pathway by which environmental MNP pollution contributes to the risk and progression of neurodegenerative diseases, highlighting the need for risk assessments that look beyond simple cell survival.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696023",
    "doi": "10.64898/2025.12.22.696023",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695995",
    "title": "Genetic diversity of Collaborative Cross mice enables the establishment of a novel Chlamydia muridarum female genital tract infection model",
    "authors": [
      "Darville, T.",
      "Girardi, J.",
      "Poston, T.",
      "Campbell, C.",
      "Sun, X.",
      "Hao, Y. B.",
      "Zhang, Y.",
      "Liu, C.",
      "Duncan, B.",
      "Zou, F.",
      "O'Connell, C.",
      "Zheng, X."
    ],
    "summary": "Chlamydial infection in women displays wide variation in bacterial burden, persistence, and risk of upper genital tract pathology, yet the host genetic factors underlying this heterogeneity remain poorly defined. We evaluated genital tract infection with Chlamydia muridarum across 20 Collaborative Cross (CC) strains, a recombinant inbred mouse panel that captures broad genetic diversity with high within - strain reproducibility. CC strains exhibited striking differences in early bacterial burden, time to clearance, and oviduct pathology, including prolonged low-inflammatory infections and burden -- pathology discordance that mirror key features of human disease. Heritability analyses demonstrated that host genetics accounted for most of the variation observed in Day 7 bacterial burden and pathological outcomes. Genome-wide scans identified suggestive quantitative trait loci associated with both traits. Genes within the burden-associated locus converged on host pathways implicated in chlamydial intracellular growth, including membrane dynamics and lipid metabolism, ubiquitin signaling, host cell survival mechanisms, and immune regulatory signaling. In contrast, genes within the pathology-associated locus were enriched for pathways regulating inflammatory cell recruitment, inflammasome activation, and tissue remodeling, processes central to genital tract damage following infection. Cervical transcriptional profiling further revealed strain-dependent innate and adaptive immune programs associated with bacterial burden and disease phenotype. Together, these findings establish the CC as a powerful platform for dissecting the genetic architecture of chlamydial immunopathogenesis, and for improving preclinical evaluation of vaccines and therapeutics.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695995",
    "doi": "10.64898/2025.12.22.695995",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2023.06.09.544252",
    "title": "Ketogenic diet as a metabolic vehicle for enhancing the therapeutic efficacy of mebendazole and devimistat in preclinical high-grade gliomas grown in juvenile mice",
    "authors": [
      "Mukherjee, P.",
      "Maurer, J.",
      "Stopka, S. A.",
      "Greenwood, B.",
      "Henao, J. J. A.",
      "Karmacharya, S.",
      "Chimento, A.",
      "Ta, N.",
      "Lee, D. C.",
      "Duraj, T.",
      "Bronson, R. T.",
      "Kiebish, M. A.",
      "Seyfried, T. N."
    ],
    "summary": "Invasion of high-grade glioma (HGG) cells through the brain and spinal cord is a leading cause of cancer death in children. Despite advances in treatment, survivors often suffer from lifelong adverse effects of the current toxic therapies used for management. This study investigated the influence of nutritional ketosis on the therapeutic action of mebendazole (MBZ) and devimistat (CPI-613) against the highly invasive VM-M3 and non-invasive CT-2A glioblastoma cells grown orthotopically in juvenile syngeneic mice. Additionally, both drugs were tested in the human pediatric GBM cell line SF-188. DON (6-Diazo-5-oxo-L-norleucine) was used as a positive drug control for glutamine targeting. Cerebral implantation of the VM-M3 cells, which are mesenchymal origin, invaded throughout the brain and the spinal column similar to that seen in children with HGG. Neither the CT-2A nor the VM-NM1 glioblastoma stem cell tumors showed distal invasion in syngeneic juvenile mouse brains. The maximum therapeutic benefit of MBZ and CPI-613 on tumor invasion, growth, and mouse survival occurred only when the drugs were administered together with a ketogenic diet (KD). MBZ treatment inhibited both the glutaminolysis and the glycolysis pathways in VM-M3 cells grown either in vivo or in vitro. Both MBZ and CPI-613 significantly reduced the in vitro growth and viability of the SF-188 cells. Moreover, drug administration together with the KD allowed for lower dosing thus minimizing toxicity while improving overall survival of the mice. This preclinical study in two different HGGs, grown in syngeneic juvenile mice, highlights the potential importance of diet/drug therapeutic strategies for managing childhood brain cancer.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.06.09.544252",
    "doi": "10.1101/2023.06.09.544252",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.20.599846",
    "title": "Age-related MICOS Complex Dysregulation Impairs Mitochondrial 3D Architecture and Metabolic Homeostasis in the Liver",
    "authors": [
      "Masenga, S. K.",
      "Murphy, A. C.",
      "Venkhatesh, P.",
      "Vue, Z.",
      "Kadam, A. A.",
      "Marshall, A. G.",
      "Rodriguez, B. I.",
      "Scudese, E.",
      "Jenkins, B. C.",
      "Crabtree, A.",
      "Prasad, P.",
      "Lopez, E. G.",
      "Le, H.",
      "Actkins, K.",
      "Zaganjor, E.",
      "Wandira, N.",
      "Afolabi, J.",
      "Katti, P.",
      "Evans, C.",
      "Koo, Y. D.",
      "Tomar, D.",
      "Phillips, M. A.",
      "Hubert, D. L.",
      "Dash, C.",
      "Jadiya, P.",
      "Ajijola, O. A.",
      "Ameka, M.",
      "Ochayi, O. M.",
      "Wang, E.",
      "Smith, Q.",
      "Mcmillan, R.",
      "Kirabo, A.",
      "Kinder, A.",
      "Miller-Fleming, T. W.",
      "Mobley, B.",
      "Berry, J. D.",
      "Winn, N.",
      "Exil, V.",
      "Quintana, A.",
      "Neikirk, K.",
      "Schafer, J. C.",
      "Schaffer, S.",
      "Kovtun, O.",
      "Khan, M. M.",
      "Perez, C. P. H"
    ],
    "summary": "Background & Aims: Aging is associated with a significant decline in mitochondrial function in the liver, leading to an increased risk of liver disease. This study examines age-related changes in the mitochondrial structure of human and murine livers using a combination of Serial Block-Face Scanning Electron Microscopy (SBF-SEM) and mass spectrometry approaches. Methods: This study integrates mitochondrial structure analysis in a murine model with an analysis of liver architecture, lipogenesis, and genetically regulated gene expression in human cohorts. We explored the Mitochondrial Contact Site and Cristae Organizing System (MICOS) complex using SBF-SEM, three-dimensional reconstruction with Amira software, and mass spectrometry techniques. Results: Aging leads to a reduction in mitochondrial size and complexity, resulting in changes in the metabolomic and lipidomic profiles of murine liver cells that are comparable to those observed in aged human samples. We find that genetically modeled expression of MICOS complex genes OPA1 and CHCHD3 is associated with chronic liver disease phenotypes within a large biobank population. Furthermore, we observed dysregulated mitochondrial calcium handling and increased oxidative stress due to the disruption of the MICOS complex. Conclusion: Our study highlights the age-associated decline in mitochondrial complexity and metabolic regulation within the aging murine liver and the human population. We have identified that these changes are partially attributable to the age-related loss of the MICOS complex.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.20.599846",
    "doi": "10.1101/2024.06.20.599846",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2024.10.06.616907",
    "title": "Regional deficits in endogenous regeneration of olfactory sensory neuron axons in the mouse olfactory bulb",
    "authors": [
      "Kunkhyen, T.",
      "Curtis, K. A.",
      "Gregory, J. D.",
      "Deakin, T. P.",
      "Huang, J. S.",
      "Cheetham, C. E. J."
    ],
    "summary": "Postnatal neurogenesis occurs in only a few regions of the mammalian nervous system. Hence, neurons that are lost due to neurodegenerative disease, stroke, traumatic brain injury or peripheral neuropathy cannot be replaced. Transplantation of stem cell-derived neurons provides a potential replacement strategy, but how these neurons can be encouraged to functionally integrate into circuits remains a significant challenge. In the mammalian olfactory epithelium (OE), olfactory sensory neurons (OSNs) continue to be generated throughout life from basal stem cells and can be repopulated even after complete ablation. However, the specialized population of navigator OSNs that ensures accurate olfactory receptor-specific targeting of OSN axons to glomeruli in the olfactory bulb (OB) is only present perinatally. Despite this, some studies have reported complete regeneration of specific glomeruli, while others have found various degrees of recovery, following OSN cell death. Variability in the extent of both initial OSN ablation and subsequent repopulation of the OE, and the focus on anatomical recovery, leave the extent to which newly generated OSNs can reinnervate the OB unclear. Here, we employed the olfactotoxic drug methimazole (MMZ) to selectively ablate OSNs without damaging the basal stem cells that generate them, enabling us to assess the extent of functional recovery of OSN input to the OB in the context of complete OSN repopulation. We found profound deficits in the recovery of odor-evoked responses in OSN axons in the glomerular layer of the dorsal OB five weeks after OSN ablation, a time point at which OSNs are known to have repopulated the OE. Histological analysis of mature OSN axons in the OB at 10 and 20 weeks post-methimazole showed persistent region-specific deficits in OSN axon reinnervation of the dorsal and medial OB, with the dorsomedial region being particularly adversely affected. In contrast, reinnervation of the glomerular layer in lateral and ventral regions of the OB was essentially complete by 10 weeks post-MMZ. Hence, we have identified a region-specific deficit in OSN reinnervation of the mouse OB, which sets the stage to identify the mechanisms that mediate successful vs. unsuccessful axonal regeneration in an endogenous population of stem cell-derived neurons.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.06.616907",
    "doi": "10.1101/2024.10.06.616907",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.04.641492",
    "title": "Drug tolerant persisters and immunotherapy persister cells exhibit cross-resistance and share common survival mechanisms",
    "authors": [
      "Davern, M.",
      "Turner, C. J.",
      "Griffin, D.",
      "Bencsics, L.",
      "Chan, B. C.",
      "Kung, J. Y.-T.",
      "Olson, M. L.",
      "Williams, C. W.",
      "Soni, S.",
      "Krotee, L.",
      "Yorsz, M.",
      "Antonellis, G.",
      "Lizotte, P. H.",
      "Paweletz, C. P.",
      "Ryan, J.",
      "Birocchi, F.",
      "Almazan, A. J.",
      "Sarosiek, K. A.",
      "Barbie, D.",
      "Bhola, P.",
      "Maus, M. V.",
      "Letai, A."
    ],
    "summary": "Persisters are a sub-population of tumor cells that survive anti-cancer therapy facilitating recurrence, and have been identified following drug- and immune-therapy but are generally considered as distinct entities. Drugs and immune cells often kill via apoptosis, therefore, we tested a hypothesis that both types of cells survive based on reduced mitochondrial apoptotic sensitivity, which would yield multi-therapy resistance. We observed that IPCs acquired a reduced sensitivity to multiple drugs and radiotherapy. Likewise, DTPs developed a reduced sensitivity to multiple drugs and radiotherapy, including a reduced sensitivity to T cell killing. IPCs and DTPs were less sensitive to mitochondrial apoptosis. Some IPCs downregulated antigen and upregulated PD-L1. In the IPCs that did not employ these mechanisms, a greater decrease in sensitivity to apoptosis occurred. Inhibiting anti-apoptotic dependencies in persisters increased sensitivity to chemotherapy or CAR T therapy. These results suggest that common mechanisms underly survival of persisters, offering an explanation for cross-resistance.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.04.641492",
    "doi": "10.1101/2025.03.04.641492",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.29.656930",
    "title": "Interpretable Aging Signatures in Human Retinal Cell Types Revealed by Single-Cell RNA Sequencing and Sparse Logistic Regression",
    "authors": [
      "Yang, L.",
      "Lin, S.",
      "Tao, Y.",
      "Pan, Q.",
      "Cai, T.",
      "Ye, Y.",
      "Liu, J.",
      "Zhou, Y.",
      "Shao, Y.",
      "Yi, Q.",
      "Lu, Z. H.",
      "Chen, L.",
      "McKay, G.",
      "Rankin, R.",
      "Li, F.",
      "Meng, W."
    ],
    "summary": "Purpose: To characterize cell type specific transcriptional changes during human retinal aging and develop machine learning model for cellular age discrimination in a Chinese cohort. Design: Cross-sectional, laboratory-based observational study. Participants: Eighteen unfrozen retinas from 12 Chinese donors (9 young, 34-55y; 9 old, 68-92 y). Methods: Single-cell RNA sequencing (10x, v3.1) generated 223612 cells, batch-corrected with scVI; age-related signatures were defined by intersecting single-cell and pseudo-bulk differentially expressed genes, then cell-type-specific panels were rank-ordered with L1-regularised logistic regression plus recursive feature elimination and interpreted through hallmark-pathway enrichment and transcription-factor regulon mapping. Main Outcome Measures: Age-related cellular composition shifts; cell-type-specific differentially expressed genes; machine-learning classifier accuracy and feature rankings; transcription factor regulon activity changes. Results: Eleven major retinal cell populations were identified. Aging showed declining rod-to-cone ratios, reduced bipolar cell proportions among interneurons, and increased astrocyte abundance. Muller glial cells exhibited the most pronounced transcriptional changes, followed by bipolar cells and rods. Machine-learning classifiers achieved 80-96% accuracy across cell types (microglia 96%, horizontal cells 93%, bipolar cells 91%, cones 90%, rods 89%). Shared aging signatures included mitochondrial dysfunction and inflammatory activation. Cell specific vulnerabilities emerged: mitochondria-centric stress in rods/bipolar cells, proteostasis-retinoid metabolism in cones, and structural-RNA maintenance in horizontal cells. Conclusions: This study provides the first machine learning derived, cell-type specific aging signatures for human retina in a Chinese cohort, revealing both conserved molecular hallmarks and distinctive cellular vulnerabilities that inform targeted therapeutic strategies for retinal aging.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.29.656930",
    "doi": "10.1101/2025.05.29.656930",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.03.657769",
    "title": "Comparing phenotypic manifolds with Kompot: Detecting differential abundance and gene expression at single-cell resolution",
    "authors": [
      "Otto, D. J.",
      "Arriaga-Gomez, E.",
      "Thieme, E.",
      "Yang, R.",
      "Lee, S. C.",
      "Setty, M."
    ],
    "summary": "Single-cell studies are frequently designed to compare across conditions such as health and disease. However, existing computational approaches typically rely on grouping cells into discrete populations before making comparisons, which can limit resolution for detecting state-dependent changes. Here, we introduce Kompot, a statistical framework for comparative analysis of multi-condition single-cell data. Kompot quantifies both differential abundance, capturing how cells redistribute across the phenotypic space, and differential expression, identifying condition-specific transcriptional changes that may be localized, heterogeneous, or oppositely regulated across states. By modeling cell density and gene expression as continuous functions over a shared cell-state representation, Kompot enables single-cell resolution inference with principled uncertainty estimates, without requiring predefined clusters or cell types. Applying Kompot to aging murine bone marrow, we identified a continuum of shifts in hematopoietic stem cell and mature cell states, transcriptional remodeling of monocytes independent of compositional changes, and divergent regulation of oxidative stress response genes across cell types. We demonstrate the utility of Kompot in disease settings by identifying cell-state and gene expression changes associated with improved efficacy of combinatorial immunotherapy in melanoma. Additionally, Kompot enables multi-sample comparative analysis by accounting for sample-to-sample heterogeneity. By capturing both global and cell-state-specific effects of perturbation, the Kompot framework is broadly applicable to dissecting condition-specific effects in complex single-cell landscapes.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.03.657769",
    "doi": "10.1101/2025.06.03.657769",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.24.661236",
    "title": "Mycobacterial Metallophosphatase MmpE Acts as a Nucleomodulin to Regulate Host Gene Expression and Promote Intracellular Survival",
    "authors": [
      "Chen, L.",
      "Duan, B.",
      "Jiang, Q.",
      "Wang, Y.",
      "Chen, Y.",
      "Zhang, L.",
      "Guo, A."
    ],
    "summary": "Mycobacterium tuberculosis, the causative agent of tuberculosis, remains a major global health challenge. Nucleomodulins, bacterial effectors that target the host cell nuclei, are increasingly recognized as key virulence factors, but their roles in mycobacterial pathogenesis remain incompletely elucidated. Here, we characterize a hypothetical protein Rv2577 (designated MmpE) not only as a Fe3+/Zn2+-dependent metallophosphatase but also as a critical nucleomodulin involved in immune evasion and intracellular persistence. MmpE utilizes two nuclear localization signals, RRR20-22 and RRK460-462, to enter the host cell nucleus, where it binds to the promoter region of the vitamin D receptor (VDR) gene, thereby inhibiting host inflammatory gene expression. Additionally, MmpE regulates the PI3K-Akt-mTOR signaling pathway, thereby arresting lysosome maturation. These actions collectively facilitate immune suppression and promote mycobacterial survival in macrophages and in mice. Our findings identify MmpE as a conserved nucleomodulin in mycobacteria and reveal a novel mechanism of MmpE-mediated intracellular survival.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.24.661236",
    "doi": "10.1101/2025.06.24.661236",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.07.669059",
    "title": "Nuclear mechanostability emerges from satellite DNA condensation into chromocenters",
    "authors": [
      "Braendle, F. B.",
      "Fruehbauer, B.",
      "Ceppi, I.",
      "de Monchaux-Irons, L.",
      "van Heesch, T.",
      "Sommer, A.",
      "Rivetti, F.",
      "Lee, S. S.",
      "Morelli, C.",
      "Arosio, P.",
      "Sintsova, A.",
      "Michaels, T.",
      "Cejka, P.",
      "Vreede, J.",
      "Jagannathan, M."
    ],
    "summary": "As the largest organelle, the nucleus endures significant mechanical stresses over the cellular lifespan, and mechanostability, i.e. the ability to resist deformation, is critical for genome integrity and function. Here, we reveal that nuclear mechanostability is an emergent property arising from the clustering of satellite DNA repeats into nuclear condensates known as chromocenters. Targeted chromocenter disruption in Drosophila testes subjected to natural and artificial mechanical stress compromises nuclear mechanostability, leading to deformed nuclei, DNA damage, and chromosome breaks. Conversely, enhancing chromocenter coalescence through genetic means improves mechanostability. Molecular dynamics simulations suggest that chromocenters enable physically linked chromosomes to respond collectively, rather than individually, to mechanical challenge, and dissipate external forces over a larger nuclear surface. We propose that the satellite DNA-dependent mechanostability framework described here likely extends to other cells and tissues facing mechanical stress, and offers an explanation for the evolutionary success of these non-coding repeats across eukaryotes.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.07.669059",
    "doi": "10.1101/2025.08.07.669059",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.18.677093",
    "title": "METABOLIC AND TRANSCRIPTOMIC ANALYSES IDENTIFY COORDINATED RESOURCE REALLOCATION IN RESPONSE TO PHOSPHATE SUPPLY IN HEMP",
    "authors": [
      "Wee Y, B.",
      "Berkowitz, O.",
      "Ng, S.",
      "Pegg, A.",
      "Whelan, J.",
      "Jost, R."
    ],
    "summary": "Cannabis sativa L., one of the earliest domesticated crops, was selectively bred into drug-type (high phytocannabinoid yield) and hemp-type (fibre and seed production) varieties, resulting in divergent traits including nutrient requirements. To address the limited molecular understanding of nutrient use in Cannabis, this study investigated the response of dual-purpose hemp to phosphate availability. Physiological and transcriptomic profiling across source and sink tissues revealed that biomass partitioning to flowers shifted only under complete phosphate withdrawal. Analyses of key phosphate-responsive genes highlighted the involvement of lipid biosynthesis, glycolysis, and phosphate mobilization from organic pools. In contrast to source tissues, phospholipid biosynthesis remained active in sink organs. While the transcriptional response of key regulators, such as SPX DOMAIN GENE (SPX), PHOSPHATE STARVATION RESPONSE 1 (PHR1) and NITRATE-INDUCIBLE, GARP-TYPE TRANSCRIPTIONAL REPRESSOR1 (NIGT1) followed canonical patterns, high-affinity nitrate and phosphate transporters remained expressed at elevated Pi. Our data suggest a lack of suppression of phosphate uptake and root-to-shoot translocation at higher supply levels, with excess phosphate supply resulting in depletion of nitrate pools restricting further growth. These findings uncover conserved and unique aspects of nutrient signaling in hemp, shedding light on its adaptation to nutrient-poor soils through distinct source-sink regulation.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.18.677093",
    "doi": "10.1101/2025.09.18.677093",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694415",
    "title": "Myeloid cells contribute to bystander CD8 T cell accumulation in metabolic-associated steatohepatitis and are sufficient for fibrosis",
    "authors": [
      "Lebeaupin, C.",
      "Donahue, K.",
      "Christensen, S. M.",
      "Asano, S.",
      "Wadsworth, M. H.",
      "Bound, K.",
      "De, S.",
      "McMahon, J.",
      "Schlerman, F.",
      "Wang, C.",
      "Chen, X.",
      "Barron, A. M. S.",
      "Wynn, T. A.",
      "Hart, K. M.",
      "Fabre, T."
    ],
    "summary": "Background & AimsMetabolic dysfunction-associated steatohepatitis (MASH) is a leading cause of liver fibrosis, morbidity, and mortality. It is characterized by the accumulation of fat in hepatocytes causing cell death followed by stromal cell activation and scar deposition at later disease stages. While a marked accumulation of cytotoxic CD8 T cells is observed in MASH in humans and mice, the role of adaptive immune cells in fibrosis progression remains debated.\n\nMethodsTranscriptional data were curated from human datasets and preclinical mouse models, including mice deficient in TCR{beta} T cells (Tcrb-/-), which lack conventional CD4 helper and CD8 cytotoxic T cells, in diet-induced fibrosing MASH for single-cell RNA-sequencing. Specific human and mouse liver transcriptomic immune signatures were corroborated by flow cytometry and immunofluorescence.\n\nResultsMASH was associated with the expansion of lymphocytes and myeloid cells. Auto-aggressive CXCR6+PD1+FASLG+ CD8 T cells were enriched in livers of high-fat-diet-fed mice and correlated with MASH and fibrosis. Notably, Tcrb-deficient mice in a chemical and dietary preclinical MASH model developed fibrosis to the same extent as wild-type mice and exhibited exacerbated pro-fibrotic type 3 inflammation. Loss of conventional CD8 T cells neither impacted myeloid cell number nor phenotype within the fibrotic niche. Neutrophil- and non-conventional lymphocyte-derived GM-CSF and IL-17A were central drivers in the fibrotic niche composed of pathogenic macrophages and activated myofibroblasts. Furthermore, myeloid cells were identified as the main source of CXCL16 in diseased livers, retaining auto-aggressive CD8 T cells to the scar and contributing to their accumulation. Thus, non-adaptive cells, including scar-associated macrophages (SAMs) and myofibroblasts, are sufficient for MASH-driven fibrosis in this model.\n\nConclusionsTargeting myeloid cells and fibroblasts should be prioritized as anti-fibrotic therapies for MASH.\n\nGraphical abstractThe immunopathological niche in fibrosis\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=99 SRC=\"FIGDIR/small/694415v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (47K):\norg.highwire.dtl.DTLVardef@37c99dorg.highwire.dtl.DTLVardef@957f40org.highwire.dtl.DTLVardef@d56f28org.highwire.dtl.DTLVardef@74e4f7_HPS_FORMAT_FIGEXP  M_FIG C_FIG HighlightsO_LIAdaptive and innate immune cells localize to the human MASH fibrotic niche\nC_LIO_LICD8 T cells increase with MASH severity while MHC-II+ cells accumulate with fibrosis\nC_LIO_LICXCR6+FASLG+ CD8 auto-aggressive T cells accumulate at the scar\nC_LIO_LICXCL16+ scar-associated macrophages retain CD8 T cells in the fibrotic MASH niche\nC_LIO_LILiver injury, inflammation and fibrosis persist in the absence of conventional T cells\nC_LI\n\nImpact and implicationsMetabolic dysfunction-associated steatohepatitis (MASH) is a progressive liver disease in which fibrosis is a key determinant of patient outcomes and survival. This study demonstrates that fibrosis in MASH can develop independent of conventional T cell immunity, driven by myeloid cells including scar-associated macrophages (SAMs) and neutrophils within a localized hepatic niche in mice and humans. This highlights the need to prioritize innate immune mechanisms as key drivers of chronic (late-stage) liver disease for researchers and clinicians developing anti-fibrotic therapies.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694415",
    "doi": "10.64898/2025.12.17.694415",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695159",
    "title": "Accelerated Apolipoprotein A-II senile amyloidosis in a PAI-1 (plasminogen activator inhibitor 1) knock-out model",
    "authors": [
      "CODO, G. R.",
      "DUCHATELET, P.",
      "LAMPIS, A.",
      "SWIDERSKA, K.",
      "MARTINEZ-RIVAS, G.",
      "PINAULT, E.",
      "COLOMBAT, M.",
      "COHEN, C.",
      "BENDER, S.",
      "SIRAC, C."
    ],
    "summary": "Apolipoprotein A-II amyloidosis (AApoA-II) is the most common form of age-related amyloidosis in mice, typically arising sporadically in aged animals or in senescence-accelerated strains carrying the APOA2C variant. Here, we report that plasminogen activator inhibitor-1 deficient (PAI-1-/-) mice develop systemic AApoA-II amyloidosis with complete penetrance at an intermediate age. Congo red-positive deposits were consistently observed after 12 months in multiple organs, including kidney, spleen, liver, heart, tongue, and intestine, whereas wild-type controls displayed significantly lower amyloid burden and penetrance. Injection of amyloid enhancing factor further accelerated disease onset. Mass spectrometry of purified fibrils and immunofluorescence identified APOA2 as the causative protein. Functional assessment revealed a strong correlation between renal amyloid burden and albuminuria, establishing urinary albumin as a reliable biomarker of disease evolution for preclinical studies. This model provides a robust and reproducible system for investigating age-related amyloidosis and for pre-clinical evaluation of anti-amyloid therapies. Although the role of PAI-1 deficiency in other forms of amyloidosis remains to be demonstrated, our findings raise concern that chronic PAI-1 inhibition, currently pursued in clinical programs, may inadvertently facilitate amyloid deposition by altering extracellular matrix remodeling. PAI-1-/- mice thus represent both a valuable tool for amyloidosis research and a cautionary signal regarding therapeutic strategies targeting PAI-1.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695159",
    "doi": "10.64898/2025.12.18.695159",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695785",
    "title": "The Synergy between a Silver-Ruthenium Antimicrobial and aminoglycosides is based on severe macromolecular damage",
    "authors": [
      "Oladokun, E. P.",
      "Donkor, G. Y.",
      "Narh, J. K.",
      "Jacobson, G. D.",
      "Ward, C.",
      "Tawiah, P. O.",
      "Polzer, L. K.",
      "Edwards, K. A.",
      "Floyd, K. A.",
      "Dahl, J.-U."
    ],
    "summary": "The rise of multidrug-resistant (MDR) bacterial pathogens, including uropathogenic Escherichia coli (UPEC), highlights the urgent need for alternative treatment strategies to restore antibiotic efficacy. The silver-ruthenium antimicrobial AGXX exerts potent bactericidal effects through the production of reactive oxygen species (ROS); however, its potential synergy with antibiotics has not been thoroughly investigated. Here, we show that sublethal concentrations of AGXX strongly enhance aminoglycoside-mediated killing across a diverse panel of Gram-negative and Gram-positive MDR clinical isolates, including highly aminoglycoside-resistant strains. Combinational treatments significantly reduced the effective concentrations of gentamicin, tobramycin, kanamycin, and amikacin required for bacterial killing. Mechanistic analyses revealed that AGXX/aminoglycoside co-treatment induces pronounced intracellular ROS accumulation, resulting in severe proteotoxic stress, extensive protein aggregation, and DNA damage. Scavenging ROS abolished synergistic killing, establishing oxidative imbalance as the primary driver of the synergy between both antimicrobials. We further identify polyphosphate as a key bacterial defense mechanism that mitigates ROS accumulation, proteotoxicity, and genotoxic stress during combinational treatment. Moreover, AGXX/aminoglycoside synergy was preserved in an artificial urine medium and across clinical UPEC isolates, underscoring its relevance to urinary tract infections. Together, these findings position AGXX as a potent aminoglycoside adjuvant that restores antibiotic efficacy through ROS-driven macromolecular damage, supporting its development for combination therapies against MDR bacterial infections.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695785",
    "doi": "10.64898/2025.12.21.695785",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695858",
    "title": "Inhibition of histone lysine demethylase restores learning and memory in aged mice",
    "authors": [
      "Bhatt, S.",
      "MacBean, L.",
      "Kramar, E.",
      "Perez-Sisques, L.",
      "Smethurst, P.",
      "Robb, J. L.",
      "Jindal, N.",
      "Fetterly, T.",
      "Graham, A.",
      "Wood, M.",
      "Gillotin, S.",
      "Giese, K. P.",
      "Basson, M. A."
    ],
    "summary": "Chromatin undergoes dramatic changes during the ageing process. In the brain, these chromatin changes are thought to underlie age-associated deficits in the activity-dependent gene transcription necessary for memory consolidation. Here, we show that the levels of a specific histone post-translational modification, trimethylation of lysine 4 on histone 3 (H3K4me3) is markedly increased in the hippocampus of aged mice and that the activity-induced increase in H3K4me3 that is observed in response to a learning stimulus in young mice, is severely blunted in the aged hippocampus. H3K4me3 typically marks open, accessible chromatin at the transcriptional start sites (TSSs) of actively transcribed genes. We identify altered H3K4me3 peaks at TSSs and show that ca. 90% of the activity-induced H3K4me3 changes at TSSs are either absent or reduced in the aged hippocampus. To understand the biological significance of these age-associated changes, we screened a library of pharmacological compounds for compounds that can alter H3K4me3 levels in hippocampal neurons. We show that treatment of aged mice with one of these, the LSD1 inhibitor ORY-1001, restored normal learning and memory in object location and recognition tasks. Furthermore, we show that ORY-1001 treatment increased long-term potentiation (LTP), a form of synaptic plasticity deficient in the aged hippocampus. These findings suggest that targeting the epigenetic machinery that regulates activity-dependent gene transcription may represent an avenue for treating age-associated cognitive impairment.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695858",
    "doi": "10.64898/2025.12.22.695858",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695848",
    "title": "Mitochondrial ROS-induced metabolic alterations differentially regulate ferroptosis sensitivity",
    "authors": [
      "Banerjee, S.",
      "Smith, M. R.",
      "Wang, Y. I.",
      "Wang, M.",
      "Gratz, D.",
      "Tharp, G. K.",
      "Kang, S.",
      "He, P."
    ],
    "summary": "Ferroptosis is an iron-catalyzed lipid peroxidation (LP)-dependent cell death. Induction of mitochondrial ROS (mtROS) is crucial in the execution of ferroptosis, but the underlying mechanism remains unclear. Through utilizing the hepatocyte model and RNA-seq analysis, we determined mtROS-dependent metabolic changes that modulate ferroptosis sensitivity. Elevated mtROS production and LP suppressed glycolysis, fatty acid oxidation, and citric acid cycle activity, representing adaptive responses that protect cells from ferroptosis. On the other hand, mtROS-driven signaling impaired glutathione biosynthesis and downregulated genes involved in coenzyme Q10 (CoQ) biosynthesis, including those in the mevalonate pathway and CoQ8A, a key stabilizer of the CoQ biosynthetic complex. Importantly, silencing CoQ8A expression enhanced, whereas overexpression of CoQ8A reduced, ferroptosis susceptibility of hepatocytes and various cancer cell types. The mtROS-mediated downregulation of CoQ8A was dependent on farnesoid X receptor (FXR) and retinoid X receptors (RXRs). Collectively, our findings highlight that mtROS promotes ferroptosis, at least in part, by suppressing glutathione and CoQ biosynthesis.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695848",
    "doi": "10.64898/2025.12.21.695848",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b",
      "\\bROS\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696122",
    "title": "Cardiolipin Remodeling as a Regulatory Switch in Osteogenesis: Insights from Multimodal Metabolic Imaging and Molecular Profiling",
    "authors": [
      "Iftesum, M.",
      "Guttula, P. K.",
      "Agrawal, K.",
      "Kundu, S.",
      "Das, S.",
      "Donnarumma, F.",
      "Devireddy, R.",
      "Gartia, M. R."
    ],
    "summary": "Cardiolipin (CL), a mitochondria-specific phospholipid, plays a fundamental role in respiratory chain organization and bioenergetic efficiency, yet its contribution to osteogenic differentiation is poorly defined. Here, we used a multimodal approach integrating untargeted LCMS lipidomics, Raman spectroscopy, fluorescence lifetime imaging microscopy (FLIM), and structural imaging to investigate CL remodeling during human adipose-derived stem cell differentiation. Lipidomics revealed a selective enrichment of highly unsaturated CL species, accompanied by transcriptional upregulation of the cardiolipin biosynthetic and remodeling enzymes CDS1/2, PGS1, CRLS1, TAZ, and HADHA. Lipidomics also revealed a time-dependent increase in membrane-associated lipids including phosphatidylcholine (PC), serine, and phosphatidylinositol (PI). These lipids were implicated in supporting mitochondrial membrane expansion, oxidative phosphorylation, and signaling processes critical for osteoblast maturation. Spatial imaging techniques confirmed cardiolipin accumulation and redistribution in differentiated cells, while Raman-based direct classical least squares (DCLS) analysis provided label free mapping of lipid species. Gene Ontology (GO) enrichment and protein protein interaction network analysis further identified biological pathways related to bone remodeling, cardiolipin metabolism, and osteoblast-specific signaling. Fluorescence Lifetime Imaging Microscopy (FLIM) data revealed a metabolic shift from glycolysis to oxidative phosphorylation during differentiation, supported by structural and gene expression evidence. These changes temporally coincided with matrix mineralization and collagen organization, linking CL metabolism to both cellular bioenergetics and extracellular matrix production. Our findings identify cardiolipin remodeling as a metabolic checkpoint in osteogenesis and suggest that targeted modulation of CL pathways may provide new therapeutic strategies for enhancing bone regeneration.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696122",
    "doi": "10.64898/2025.12.22.696122",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695924",
    "title": "A Time-Resolved High-Throughput Screening of Fission Yeast Deletion Mutants for Oxidative Stress Resistance",
    "authors": [
      "Pirsalehi, M.",
      "Islam, R. A.",
      "Ng, K.",
      "Xintarakou, O.",
      "Thorpe, P.",
      "Rallis, C."
    ],
    "summary": "Cells typically balance growth with stress responses - growing rapidly in low stress conditions and halting growth to defend against stress or to repair stress-induced damage. While numerous genome-wide screens have identified mutants resistant to oxidative stress, these have largely relied on static, end-point measurements. Here, we take a dynamic, time-resolved approach to uncover how fission yeast, Schizosaccharomyces pombe, adapts to oxidative stress over time. We have tracked the growth of 3,420 deletion mutants across nine time points spanning four days on both nutrient-rich solid media and that containing oxidative stress induced by hydrogen peroxide. This kinetic strategy revealed not just resistant or sensitive mutants. It allowed clustering of growth patterns across time and uncovered mutants that are capable of transiently uncoupling growth from stress response. Hydrogen peroxide induced a dose-dependent delay in colony expansion in most deletion strains, yet 15 mutants consistently maintained robust growth. These belong to different functional categories, highlighting diverse potential mechanisms ranging from altered DNA damage checkpoints to metabolic rewiring and growth regulation. By capturing dynamic trajectories rather than static outcomes, this study exposes hidden layers of growth under oxidative stress and identifies new genetic determinants of cellular resilience in fission yeast.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695924",
    "doi": "10.64898/2025.12.22.695924",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695706",
    "title": "Resilience to cardiac aging in Greenland shark Somniosus microcephalus",
    "authors": [
      "Chiavacci, E.",
      "Fleng Steffensen, K.",
      "Delaroche, P.",
      "Astoricchio, E.",
      "Bech Poulsen, A.",
      "Brayson, D.",
      "Garibaldi, F.",
      "Lanteri, L.",
      "Pinali, C.",
      "Roppo Valente, G.",
      "Vignati, F.",
      "Fleng Steffensen, J.",
      "Shiels, H.",
      "Tezibasi Tozzini, E.",
      "Cellerino, A."
    ],
    "summary": "The Greenland shark (Somniosus microcephalus), with a lifespan exceeding 400 years, represents a unique model for studying vertebrate longevity. Here, we characterize its cardiac aging profile and compare it with two other species: the deep-sea shark Etmopterus spinax and the short-lived teleost Nothobranchius furzeri. Histological analysis revealed extensive interstitial and perivascular fibrosis throughout the ventricular myocardium of S. microcephalus, affecting both compact and spongy layers of both sexes. This fibrotic pattern was absent in E. spinax and N. furzeri, suggesting it is a specific feature of S. microcephalus. We also observed extreme lipofuscin accumulation within cardiomyocytes of S. microcephalus, which correlates at the ultrastructural level with abundance of damaged mitochondria and the presence of strikingly enlarged lysosomes filled with electrondense material of likely mitochondrial origin. Additionally, in the myocardium of S. microcephalus we found abundant deposition of the oxidative stress marker 3-nitrotyrosine. Remarkably, despite showing multiple canonical markers of aging such as fibrosis, lipofuscin accumulation, and oxidative damage, S. microcephalus individuals appeared healthy and physiologically uncompromised at the time of capture. These findings suggest that S. microcephalus has evolved resilience to molecular and tissue-level aging hallmarks, supporting sustained cardiac function over centuries and offering new insights into the mechanisms of extreme vertebrate longevity.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695706",
    "doi": "10.64898/2025.12.20.695706",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695596",
    "title": "53BP1 condensates function as bioreactors for NHEJ directed DNA repair and insulators to determine pathway choice",
    "authors": [
      "Garabedian, M. V.",
      "Zhang, T.",
      "Datta, A.",
      "Wang, W.",
      "Wadley, M.",
      "Greenberg, R. A.",
      "Good, M. C."
    ],
    "summary": "Genomic integrity requires efficient resolution of DNA damage. Non-homologous end joining (NHEJ) is the primary mechanism of DNA double strand break (DSB) repair in mammalian cells and is mediated by 53BP1, a tumor suppressor involved in preventing DSB end-resection and homologous recombination. NHEJ repair foci form following DSB formation, however how mesoscale assembly occurs and whether 53BP1 is the driver of this process are unknown. Also, despite knowledge of the identify of key pathway molecules, the specific functions of mesoscale repair condensates in DNA repair and pathway selectivity are unknown. To address these gaps, we determined the minimal domain of 53BP1 sufficient for phase separation in vitro and identified the key residues that governing its condensation. Utilizing a separation-of-function mutant, we demonstrate that 53BP1and its protein condensation is the core driver of NHEJ foci formation. 53BP1 condensates function as bioreactor compartments, increasing the effective concentration of substrates near double strand breaks and are essential for efficient DNA damage resolution. Additionally, we show that 53BP1 condensates function as insulators around DSB sites to prevent end-resection and direct repair pathway selectivity. Collectively our work reveals a specialized compartment for DNA repair through the spatial clustering of 53BP1 molecules into repair foci essential to maintain genome integrity.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695596",
    "doi": "10.64898/2025.12.19.695596",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695622",
    "title": "Breast cancer through the lens of whole transcriptome spatial imaging",
    "authors": [
      "Williams, C.",
      "Cui, Y.",
      "Patrick, M.",
      "Ong, G.",
      "Theisen, T.",
      "Vandenberg, M.",
      "Beechem, J. M.",
      "Danaher, P."
    ],
    "summary": "Using the world's first transcriptome-scale spatial imaging of a breast tumor, we assessed what could be learned about one patient's disease. We cataloged heterogeneity across 3 morphological regions, 9 spatial domains, 37 cell types, and 1692 pathways. Then, employing a new algorithm for spatially stratified differential expression, we tested >2 million hypotheses about cell types' behavior across space. We measured how CD8+ T cells change upon entering the tumor, how cancer cells adapt to nutrient-poor microenvironments, how tumor glycolysis impacts nearby healthy cells, and how low-proliferation zones of the tumor are distinct. We found several instances of druggable biology: the tumor's heterogeneity and invasion programs suggested aggressiveness independent of traditional grading; PDCD1 expression and exhaustion limited T-cell activity; cancer cells engaged angiogenic signaling but struggled to proliferate in hypoxic regions; and a tumor subcluster up-regulated lipid metabolism. These findings demonstrate the insights obtainable through spatial profiling of individual tumors.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695622",
    "doi": "10.64898/2025.12.19.695622",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695084",
    "title": "Deciphering a common code: Unitary gene profile factor enabling Spontaneous Tumor Regression",
    "authors": [
      "Misra, A.",
      "Kumari, B.",
      "Roy, P. K."
    ],
    "summary": "Spontaneous-remission of Cancer (SRC), well documented in humans, is the paradoxical process of natural permanent tumor elimination by host-tissue system without any toxicity, recurrence or cancer stem-cell formation. This rare biological phenomenon is usually associated with immune activation, apoptosis, tumor microenvironment as well as oncogenic suppression. Thus, to understand this strikingly complex event, it is utmost important to look into the genetic and molecular landscape in-depth. Majorly, cancer mortalities occur due to epithelial tumors, hence, to find out the contributing pathways involved we interrogated epithelial malignancies: Neuroblastoma (neural-crest tissue), and Melanoma (skin tissue). Neuroblastoma, the most prevalent tumor type in newborns, arises from embryonic nerve cells and have a very diverse clinical trajectory. Similarly, Melanoma another common skin tumor, developed from malignant transformation of melanocytes (cells producing melanin pigment). It is well-known that in numerous patients, both these malignant tumors spontaneously regress permanently, while in others, these tumors escalate to fatality. We investigated microarray expression of spontaneous regression of malignant neuroblastoma tumors (n=498), the patients having 4 temporal stages (S1-S2-S3-S4), and malignant melanoma tumors (n=22) having 4 time points (T1-T2-T3-T4) [i.e. total 520 patients, each 8 remission-route steps]. We studied differentially expressed genes (DEGs) common in both regressing Neuroblastoma and Melanoma, and analyzed the protein-protein interactions (PPI) as well as protein-miRNA networks. One crucial ubiquitous gene factor was found across each stage of both the regressing tumors. This focal gene codes for a spectrin-repeat protein which acts as a linker between nucleus-cytoskeleton, and aids in maintaining normal cells nuclear and cellular integrity (demarcated as a significant morphological change in tumor cells) by abetting the formation of Mut-S complex, which is a significant player in mis-match repair pathway. Strikingly, both this protein and miRNA were found to be commonly targeting PIK3CA protein through separate paths. We endeavor to unravel the mechanism of action and decipher the common gene factors across the entire tumor regression process in both Neuroblastoma and Melanoma. We meticulously identified the underlying biological pathways responsible for spontaneous regression. These results provide insights into the molecular genetics and underlying pathophysiology of SCR in Neuroblastoma and Melanoma, suggesting a role for precision therapeutics in the future that can help mimic this extraordinary prodigy by targeting the uniform factors mentioned in this study.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695084",
    "doi": "10.64898/2025.12.20.695084",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695247",
    "title": "NLRC5 expression in tumor cells is critical to activate adaptive and innate antitumor immune responses",
    "authors": [
      "Shukla, A.",
      "Quenum, A. J. I.",
      "Lucier, J.-F.",
      "Cayarga, A. A.",
      "Levesque, D.",
      "Boisvert, F.-M.",
      "Kufer, T. A.",
      "Ramanathan, S.",
      "Ilangumaran, S."
    ],
    "summary": "Tumors evade cytotoxic T lymphocyte (CTL)-mediated killing by downregulating MHC-I, which mainly results from the loss of its transcriptional activator NLRC5. Expressing full-length NLRC5 (NLRC5-FL) or a shorter NLRC5-CIITA fusion protein termed NLRC5 super-activator (NLRC5-SA) in cancer cells upregulates MHC-I expression and promotes antitumor immunity. To distinguish the role of NLRC5 expressed within tumor cells and antigen presenting cells, we studied B16-F10 melanoma expressing NLRC5-FL (B16-N-FL) or NLRC5-SA (B16-N-SA) in Nlrc5+/+ and Nlrc5-/- mice. Both tumors were efficiently controlled in both Nlrc5+/+ and Nlrc5-/- hosts with abundant immune cell infiltration, enriched for activated and differentiated CD8+ and CD4+ T cells, NK, NKT and iNKT cells. B16-N-FL and B16-N-SA tumors showed increased collagen deposition and vascularization, with upregulation of CCL4 and CXCL9 chemokine genes in B16-N-SA tumors. Depletion of either CD8+ T cells or NK1.1+ cells increased the growth of B16-N-FL and B16-N-SA tumors in Nlrc5+/+ mice, and that of B16-N-SA tumors in Nlrc5-/- hosts. Proteomes of B16-N-FL and B16-N-SA cells showed downmodulation of dominant tumor antigens and upregulation of ubiquitination and protein processing pathway proteins. Differentially expressed proteins shared between B16-N-FL and B16-N-SA cells showed enrichment in phagosome and autophagy pathways. We conclude that tumor cell-intrinsic NLRC5 expression is critical for efficient tumor antigen presentation and adaptive and innate immune cell activation, and establishment of an immune-supportive tumor microenvironment to permit immune cell infiltration and their effector functions and achieve tumor control, and that all these effects can be accomplished in MHC-I-low immune evasive tumors by delivering NLRC5-SA.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695247",
    "doi": "10.64898/2025.12.19.695247",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.694502",
    "title": "Transcriptome-wide mapping reveals an RNA-dependent mechanism of platinum cancer drugs.",
    "authors": [
      "Nair, S. J.",
      "Krishnaraj, A.",
      "Wei, X.",
      "Thakral, R.",
      "Guo, W.",
      "Subramanian, S. B.",
      "Zhang, X.",
      "Alley, K. R.",
      "Feng, A.",
      "Hoy, A.",
      "Kung, D.",
      "Tiwari, P. B.",
      "Uren, A.",
      "Maillard, R.",
      "DeRose, V. J."
    ],
    "summary": "Small molecules developed to target proteins or DNA may also bind RNA, but the extent and biological significance of such interactions among oncology drugs remain poorly defined. Here, we systematically profiled RNA interactions of a cohort of clinically approved anticancer agents and uncovered widespread RNA off-targeting. Cisplatin, a frontline chemotherapeutic agent for solid tumors, has emerged as a prominent RNA-binding drug. While the primary mechanism of action of cisplatin has been attributed to DNA damage-induced apoptosis, it has also been shown to bind RNA molecules. However, the extent of RNA binding in cancer cells and its functional relevance in platinum-based chemotherapy remained unknown. To map specific RNA targets of cisplatin in vivo, we developed PlatRNA-seq, a click-chemistry-enabled transcriptome-wide assay. Using this approach and integrated genomic, biophysical, and computational analysis, we show that cisplatin binding is enriched at guanine-rich regions of transcripts, with a pronounced affinity for RNA G-quadruplexes (rG4s) secondary structures. Cisplatin accumulates preferentially near the 5' ends of transcripts associated with R-loop formation and RNA pol II stalling. Mechanistically, cisplatin binding to rG4s modulates their formation and stability. Importantly, we provide evidence that cisplatin-induced cytotoxicity is mediated in part through its binding to RNA, revealing a noncanonical RNA-based mechanism of action. Analysis of single-cell RNA-seq data from tumor biopsies of treatment-naive ovarian cancer patients further shows that the expression of rG4-enriched cisplatin-RNA targets predicts platinum sensitivity, underscoring the prognostic and clinical relevance of drug-RNA interactions. Together, these results demonstrate that RNA off-targeting by small molecules is not passive but can modulate therapeutic outcomes and may be leveraged to overcome current limitations of chemotherapeutic agents. Our findings highlight the importance of systematically investigating RNA interactions of clinically used small molecules to better inform therapeutic and prognostic strategies.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.694502",
    "doi": "10.64898/2025.12.20.694502",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695739",
    "title": "Identification of senescence-associated drivers of tumour growth and progression using a novel microarray platform",
    "authors": [
      "Ou, H.-L.",
      "Hoffmann, R. J.",
      "Smith, R.",
      "Devlin, K. L.",
      "Dane, M.",
      "Munoz-Espin, D.",
      "Korkola, J."
    ],
    "summary": "Senescence and the senescence associated secretory phenotype (SASP) are implicated in promoting early tumorigenesis but due to the complexity of SASP it has been difficult to identify the responsible factors. We used canonical SASP factors on our microenvironment microarray (MEMA) platform to systematically identify SASP-associated drivers of tumorigenesis in breast and lung cancer cells. We found multiple SASP factors enhanced the proliferation and overall cell numbers for both lung and breast cells grown on the MEMA, and that there was significant overlap in SASP-associated growth-promoting factors between the two different cell types. We validated the ability of several factors, including IL-6, TGF-{beta} and EGF, to drive growth in in vitro assays. Interestingly, these factors were effective in driving growth and survival in cells that were altered (either immortalized or fully transformed) but not in normal cells and impacted breast cells differently depending on the age of the patient. RNAseq identified upregulation of wound-healing and stem-cell programs in SASP factor-treated cells. Many of these same SASP factors were present in conditioned media collected from senescent cells, which enhanced the growth of both lung and breast cancer cells, and inhibitors of the specific SASP factors partially reduced growth. Similarly, targeted inhibition of EGF partially reduced lung tumour growth in xenografts when senescent but not normal fibroblasts were co-implanted. Our findings have identified core SASP drivers of tumorigenesis and suggest that effective tumorigenesis driven by SASP is multifactorial and requires alterations in the target cells to achieve maximal response.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695739",
    "doi": "10.64898/2025.12.20.695739",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.694968",
    "title": "Intrinsic Molecular Timers and a Biphasic Amplitude Limit Regulate the Integrated Stress Response",
    "authors": [
      "Ozen, M.",
      "Zappa, F.",
      "Kaminska, K.",
      "Itzhak, D. N.",
      "Tyanova, S.",
      "Lopez, C. F.",
      "Acosta-Alvear, D."
    ],
    "summary": "The Integrated Stress Response (ISR) is an evolutionarily conserved signaling network that remodels the translatome and transcriptome in response to multiple stresses, including nutrient deprivation, mitochondrial dysfunction, viral infection, and loss of protein homeostasis. Here, we present a comprehensive theoretical model of the ISR, calibrated to time-resolved proteomics data that captures how cells encode the magnitude and duration of stress signals to generate a homeostatic output. Our simulations and data converge on an ISR activation threshold defined by phosphorylated eIF2 levels, and sequential cascading delays in the accumulation of the ISR components ATF4, GADD34, CHOP, and DR5, suggesting hardwired molecular timers regulate ISR behaviors. Our combined experimental and computational analyses reveal limiting ATF4 levels, which can be suppressed when TC levels drop below a threshold that would allow its translation. While our model accurately predicts this initial saturation limit, its divergence from the data at high stress levels, correlated with minimal TC levels, identified a \"translational cliff\" that defines a finite ATF4-dependent ISR operational range. This work establishes a quantitative platform to probe ISR dynamics and generate novel, testable hypotheses.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.694968",
    "doi": "10.64898/2025.12.20.694968",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695829",
    "title": "Monocrotaline treatment of the rat predisposes to altered lipopolysaccharide-induced lung responses.",
    "authors": [
      "DeBellis, D.",
      "Penn, T.",
      "Cowell, E.",
      "Roach, M. J.",
      "Kris, L. P.",
      "McEvoy-may, J.",
      "Bihari, S.",
      "dixon, d.",
      "Carr, J. M."
    ],
    "summary": "There is a need to understand pathogen driven lung disease and the rat is a laboratory model, widely used to study acute lung injury (ALI). Here the monocrotaline (MCT) rat has been investigated as a model of an inflammatory lung with developing pulmonary hypertension (PH) on which an ALI is superimposed. 14 days following a single systemic dose of MCT, the lung is functionally normal, but stimulation with lipopolysaccharide (LPS) results in an altered response. The MCT/LPS lung is morphologically similar to LPS alone, with respiratory mechanics showing increased elastance, reduced compliance and increased tissue resistance. Bronchioalveolar lavage (BAL) fluid demonstrated a cellular infiltrate, with large macrophage-like cells, increased secreted angiotensin converting enzyme-2 (ACE2) and total protein. The lung transcriptome is pushed towards a pro-inflammatory M1 phenotype, (interferon (IFN)-{Upsilon}, interleukin 6 (IL6), CD68 and CD80) compared to LPS alone. Additionally, the MCT/LPS lung has gene transcription signatures for enhanced cell death and DNA damage responses, higher levels of multiple complement components, dysregulation of the renin-angiotensin pathway with reduced ACE2 and increased AGTR1, increased factors such as Erythroferrone that would increase iron levels, and increased fibrinogen and A2M, that would promote thrombosis. Thus, the MCT-treated rat represents an animal with no overt clinical distinction but following LPS stimulation elicits an exacerbated pathogenic lung response. The MCT-treated rat is a simple model that might be beneficial for understanding an M1 lung pathology with activated complement, low ACE2, high iron, and a propensity to clot in the context of developing cardiovascular disease.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695829",
    "doi": "10.64898/2025.12.21.695829",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695853",
    "title": "Mortality Risk-Stratified Septic Serum Depresses Contractility and Mitochondrial Function in Human Induced Pluripotent Stem Cell-Derived Cardiomyocytes",
    "authors": [
      "Lautz, A. J.",
      "Genomics of Pediatric Septic Shock Investigators,",
      "Kapcar, C. S.",
      "Zhang, S.",
      "Dunwoodie, L.",
      "Harmon, K.",
      "Mayhew, C. N.",
      "Atreya, M. R.",
      "Zingarelli, B."
    ],
    "summary": "Background: Sepsis-associated myocardial dysfunction (SAMD) is common in children with septic shock, is independently associated with mortality, and has no disease-modifying treatments. Differences in murine cardiomyocyte biology and repeated failures to translate discoveries into novel therapies for septic shock underscore a key translational need for human-relevant disease modeling. We sought to investigate human induced pluripotent stem cell-derived cardiomyocytes (iPSC-CMs) exposed to mortality risk-stratified septic serum as a model of SAMD. Methods: Serum from children with septic shock (n=120) was stratified by Pediatric Sepsis Biomarker Risk Model (PERSEVERE) II mortality probability as low, intermediate, or high risk. We conducted aptamer-based proteomic analysis of septic serum to determine differentially expressed proteins in children with high compared to low mortality risk. We treated iPSC-CMs with risk-stratified septic serum and defined contractile and mitochondrial functional and transcriptomic responses. Results: We found 612 differentially expressed proteins in children with high mortality probability, most prominently interleukins (IL)-6 and -8. High-risk septic serum reversibly depressed iPSC-CM contractility as measured by percent shortening, while low-risk septic serum had no impact. Further, high-risk septic serum depressed basal mitochondrial respiration, maximum uncoupled respiration, and coupled oxidative phosphorylation in iPSC-CMs relative to low-risk serum. We identified distinct patterns of gene expression due to risk-stratified serum with 5,293 differentially expressed genes, including upregulation of acute phase reactants and apolipoproteins and downregulation of chemokines, as well as transcriptional changes reflective of chronic IL-6 and IL-8 signaling. Conclusions: Septic serum from children with high mortality risk exhibited distinct proteomic signatures, notably enriched for IL-6 and IL-8. Human iPSC-CMs differentially responded to risk-stratified septic serum, recapitulating phenotypic features of SAMD including reversible contractility depression and mitochondrial dysfunction with high-risk septic serum. These findings establish mortality risk-stratified septic serum exposure of iPSC-CMs as a human-relevant translational platform to interrogate mechanisms of myocardial dysfunction in septic shock.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695853",
    "doi": "10.64898/2025.12.21.695853",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695630",
    "title": "Gene expression profiling of dendritic cell tolerance dysfunction in women with Systemic lupus erythematosus",
    "authors": [
      "Hernandez-Ledesma, A. L.",
      "Coss-Navarrete, E. L.",
      "Salazar-Magana, S.",
      "Ramirez-Espinosa, D.",
      "Tinajero-Nieto, L.",
      "Torres-Valdez, E.",
      "Pena-Ayala, A.",
      "Felix-Rodriguez, G.",
      "Frontana-Vazquez, G.",
      "Garcia-Sotelo, J. S.",
      "Trynka, G.",
      "Rosetti, F.",
      "Fernandez-Valverde, S. L.",
      "Gutierrez-Arcelus, M.",
      "Alpizar-Rodriguez, D.",
      "Medina-Rivera, A."
    ],
    "summary": "Dendritic cells (DCs) are central regulators of immune tolerance, and disturbances in their phenotype and function contribute to the breakdown of self-tolerance in systemic lupus erythematosus (SLE). Tolerogenic DCs (tolDCs), which suppress autoreactive responses and promote peripheral tolerance, are a promising therapeutic focus in autoimmune diseases. Here, we analyzed the transcriptional profiles of in vitro generated DCs derived from monocytes of individuals with SLE and healthy controls to identify disease-specific disruptions in tolerance associated pathways. Interferon stimulated genes (ISGs) emerged as dominant markers across all cellular contexts, with monocytes exhibiting the most substantial enrichment; key ISGs (IFI27, IFI44L, USP18, IFI6) acted as central hubs in regulatory networks, underscoring their diagnostic and pathogenic significance. In tolDCs from SLE donors, lipid metabolism pathways were selectively altered, suggesting impaired synthesis of pro-resolving lipid mediators. Additionally, diminished IL10RA expression and dysregulated IRF4 activity in SLE moDCs indicated intrinsic defects in IL-10 mediated tolerogenic differentiation. Together, these findings suggest that interferon driven transcriptional rewiring, impaired IL-10 signaling, and aberrant lipid metabolic programming converge to compromise DCs tolerogenic capacity in SLE. This highlights key mechanistic pathways that could be targeted to restore immune tolerance and reduce chronic inflammation.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695630",
    "doi": "10.64898/2025.12.21.695630",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695746",
    "title": "FoxO transcription factors couple the urea cycle and gluconeogenesis by controlling Ass1",
    "authors": [
      "Karkoutly, S.",
      "Takeuchi, Y.",
      "Mehrazad Saber, Z.",
      "Tao, D.",
      "Mendsaikhan, T.",
      "Saikawa, R.",
      "Aita, Y.",
      "Murayama, Y.",
      "Shikama, A.",
      "Masuda, Y.",
      "Yahagi, N."
    ],
    "summary": "Amino acid catabolism during fasting requires coordinated nitrogen disposal and glucose production, but the transcriptional logic linking the urea cycle to gluconeogenesis remains unclear. Forkhead box O (FoxO) transcription factors are key regulators of fasting metabolism, yet their role in controlling urea cycle genes has not been fully defined. Here we identify FoxOs as direct regulators of hepatic argininosuccinate synthase 1 (Ass1). Because FoxOs often act through Kruppel-like factor 15 (Klf15) in amino acid metabolism, we tested whether Ass1 regulation requires Klf15. Acute hepatic FoxO1/3a knockdown in fasted mice selectively reduced Ass1 expression, lowered blood glucose, and shifted urea-cycle amino acids, with arginine decreased and ornithine increased, even in Klf15-deficient livers. Silencing Ass1 phenocopied these metabolic effects, indicating that Ass1 mediates a key FoxO-dependent branch of fasting adaptation. Mechanistically, we mapped a functional FoxO-binding element within an upstream Ass1 enhancer: FoxO1/3a activated the enhancer in reporter assays, EMSA confirmed binding, and in vivo luciferase imaging and liver ChIP demonstrated fasting-inducible enhancer activity and FoxO occupancy. Collectively, these findings establish a FoxO-Ass1 axis that couples ureagenesis to gluconeogenesis and supports metabolic flexibility during fasting.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695746",
    "doi": "10.64898/2025.12.22.695746",
    "categories": [],
    "keywords_matched": [
      "\\bFOXO\\b",
      "\\bGluconeogenesis\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.693601",
    "title": "Cigarette Smoke and E-Cigarette Aerosol Extracts Induce Myelopoiesis and Suppress Inflammatory Cytokine Production",
    "authors": [
      "Sullivan, J.",
      "Huang, H.",
      "Heidmann, J.",
      "Diaz, F.",
      "Brzechffa, C.",
      "Chen, J.",
      "Iwobi, N.",
      "Hasen, I.",
      "Ting, A.",
      "Sparks, N.",
      "Kleinman, M.",
      "Fleischman, A. G."
    ],
    "summary": "Tobacco and nicotine use remain the leading preventable drivers of cancer risk, and both direct and secondhand exposure to combustible cigarettes or electronic nicotine devices perturbs immune function and hematopoiesis. Here, we evaluate the impact of e-cigarette vapor and combustible cigarette smoke on in vitro cell inflammatory responses and in vivo long-term hematopoietic differentiation. In cell-based studies, cigarette smoke extract (CSE) and e-cigarette vapor extract (EVE) consistently suppress LPS-induced TNF- secretion across macrophage/monocyte models, including primary mouse and human cells and complementary cell lines, indicating a reproducible immunosuppressive effect on mature myeloid cells. Brief ex vivo exposure to CSE also alters myeloid subset composition and modifies the proliferative behavior of Tet2-knockout cells, suggesting that smoke-related cues can reshape competitive dynamics among mutant and wild-type myeloid progenitors. To assess consequences of smoking behavior in vivo, we used a custom nose-cone inhalation system to deliver controlled exposures to combustible cigarette smoke or e-cigarette aerosol to mice. Chronic exposure increased myeloid proliferation, consistent with smoking behavior inducing premature aging of the hematopoietic stem cell pool. Thus, these studies support a model in which tobacco exposures blunt innate immune responsiveness while simultaneously driving myeloid expansion conditions that accelerate hematopoietic aging.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.693601",
    "doi": "10.64898/2025.12.21.693601",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695865",
    "title": "A yeast model of 5-oxoproline accumulation reveals a general toleration to 5-oxoproline",
    "authors": [
      "Dubey, P.",
      "BS, V.",
      "Singh, P.",
      "Sengupta, S.",
      "Bachhawat, A."
    ],
    "summary": "5-oxoproline (5-OP) or pyroglutamic acid is an intermediate of the degradation arc of the glutathione cycle. It is metabolized into glutamate through the action of the 5-oxoprolinase enzyme, the only enzyme known to act on this metabolite. 5-OP has long been known to be relatively inert with a proposed role as an osomoprotectant. Recent studies on the 5-oxoprolinase enzyme in mammalian cells have, however, shown that knockdown or deletions of the 5-oxoprolinase make mice (and humans) prone to heart failure. This was ascribed to oxidative stress due to a two-fold elevation in 5-OP. To examine the consequences of 5-oxoproline accumulation more rigorously, we have created a yeast model for 5-oxoproline accumulation. We observed retardation of growth only when intracellular levels of 5-OP were increased 12-20 fold over the normal levels. A transcriptomics study was carried out under these conditions. We observed that while a large number of genes were regulated upto 2-fold, there were no single prominent pathways amongst them. Among the key genes upregulated were different efflux pumps. Using knockouts and also overexpression of selected genes, we could observe that many of the upregulated genes were involved in the cellular response to 5-OP accumulation. However, it did not appear that there was any significant oxidative stress response. The study suggests a need to reevaluate previous suppositions of the 5-OP induced oxidative stress response. Instead, we propose an alternative model to explain the possible consequences of 5-oxoprolinase deficiency based on these findings made with the yeast model.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695865",
    "doi": "10.64898/2025.12.21.695865",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695764",
    "title": "Coiled-coil scaffolds for Targeted Protein Degradation",
    "authors": [
      "Korona, B.",
      "Mylemans, B.",
      "Acevedo-Jake, A.",
      "Huang, D. T.",
      "Edwards, T. A.",
      "Wilson, A. J.",
      "Woolfson, D.",
      "Itzhaki, L. S."
    ],
    "summary": "In targeted protein degradation (TPD) the cell's quality control machinery is co-opted to degrade proteins of interest. Currently TPD is limited by the availability of small-molecule binders for targets and the many potential human E3 ubiquitin ligases. Consequently, other approaches are needed to tackle new targets and to exploit degradation pathways fully. The natural binding epitopes for E3s and other degradation machineries are often short linear peptide motifs, which offer routes to new biologics-based degraders. Here, targeting the anti-apoptotic BCL-xL and initiation of apoptosis, we show that several protein-degradation pathways - ubiquitination, direct proteasome, autophagy-lysosome recruitment - can be leveraged by integrating target-binding and degradation motifs into single-polypeptide constructs. This exploits versatile and varied de novo coiled-coil scaffolds as adaptable molecular glues by presenting motifs multivalently and in diverse arrangements. The constructs are small (~80 residues) and provide a plug-and-play platform to map and optimise target-degradation space using rational design. We call this Coiled Coils for induced Proximity (CoCoProx) and propose its use for targeted degradation and other induced-proximity reactions.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695764",
    "doi": "10.64898/2025.12.22.695764",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695887",
    "title": "Maximal human lifespan in light of a mechanistic model of aging",
    "authors": [
      "Shenhar, B.",
      "Frenkel, S.",
      "Levy, T.",
      "Alon, U."
    ],
    "summary": "Why has maximal human lifespan barely changed in the past two centuries? To understand this we make a mechanistic link between cellular damage, survival curves, and maximum lifespan using a validated stochastic model of damage accumulation and extensive human data. We show that maximal lifespan is set mainly by damage production and clearance rates, as in progeroid syndromes. In contrast, lifestyle factors such as exercise, nutrition, and sleep chiefly reduce stochastic noise and raise the damage level compatible with survival, shifting the median but not the maximum. Similar constraints arise in other mortality models. Our analysis predicts that lifestyle can extend maximal lifespan by at most ~1 year; substantial gains will require directly perturbing damage production or removal, suggesting specific molecular targets.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695887",
    "doi": "10.64898/2025.12.22.695887",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.10.23.619954",
    "title": "The language network ages well: Preserved topography, lateralization, selectivity, and within-network functional connectivity in older brains",
    "authors": [
      "Billot, A.",
      "Jhingan, N.",
      "Varkanitsa, M.",
      "Wolna, A.",
      "Shain, C.",
      "Blank, I.",
      "Ryskin, R.",
      "Kiran, S.",
      "Fedorenko, E."
    ],
    "summary": "Healthy aging is associated with structural and functional brain changes. However, cognitive abilities vary in how they change with age: whereas executive functions, like working memory, show age-related decline, aspects of linguistic processing remain relatively preserved. The heterogeneity of the cognitive-behavioral landscape in aging predicts differences among brain networks in whether and how they should change with age. To evaluate this prediction, we used individual-subject fMRI analyses (precision fMRI) to examine the language-selective network and--for control purposes--the Multiple Demand (MD) network, which supports executive functions, in older adults (n=64) relative to young controls (n=483). In line with past claims, relative to young adults, the MD network of older adults shows weaker, less spatially extensive, and more topographically variable activations during an executive function task and reduced within-network functional connectivity. However, in stark contrast to the MD network, we find remarkable preservation of the language network in older adults. Their language network responds during language comprehension as strongly and selectively as in younger adults, and shows a similar degree of left-hemispheric lateralization and within-network functional connectivity. Our findings suggest that the language network remains young-like--at least on standard measures of function and connectivity--and align with behavioral preservation of language comprehension in healthy aging.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.23.619954",
    "doi": "10.1101/2024.10.23.619954",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.11.26.625566",
    "title": "Delivery of Peptide Coacervates to Form Stable Interaction Hubs In Cells",
    "authors": [
      "Tu, W.",
      "Theisen, R.",
      "Jin, P.",
      "Chenoweth, D. M.",
      "Patel, A. J.",
      "Good, M. C."
    ],
    "summary": "Cells contain membrane-bound and membraneless organelles that operate as spatially distinct biochemical niches. However, these reaction centers lose fidelity due to aging or disease. A grand challenge for biomedicine is restoring or augmenting cellular functionalities. Although commonly tackled by gene replacement therapy, an exciting new strategy is the delivery of protein-based materials that directly interact with and alter intracellular pathways. In this study, we sought to develop long-lasting materials capable of cellular uptake, akin to artificial organelles or synthetic interaction hubs. We show efficient delivery of micron-size peptide-based compartments into a variety of cell types. By loading coacervates with nanobodies and bioPROTACs, we demonstrate successful native target sequestration, and hub bioreactor function to selectively degrade targets inside human cells. These results represent an important step toward the development of synthetic organelles that can be fabricated in vitro and taken up by cells for applications in cell engineering and regenerative medicine.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.11.26.625566",
    "doi": "10.1101/2024.11.26.625566",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.02.05.636604",
    "title": "Disease as a Mediator of Somatic Mutation - Fitspan Coevolution: Model Analysis and Empirical Tests",
    "authors": [
      "Hochberg, M. E."
    ],
    "summary": "Multicellular organisms are confronted not only with germline mutations, but also mutations emerging in somatic cells. Somatic mutations can lead to various conditions, diseases, and cancers in particular. Somatic mutation rate is limited by evolved protection mechanisms, notably those repairing damaged DNA or eliminating mutated cells. However, in a broader context, life history traits such as body mass, age of first reproduction and reproductive lifespan, can also be subject to selection due to the negative fitness impacts of disease. Here, I analyze a simple coevolutionary model of somatic mutation rate (SMR) and fitness lifespan (hereafter called  fitspan), the latter measured as the age at which inclusive fitness becomes negligible. Evolution in the model is driven by the fitness costs of disease, because as organisms age: disease is more extensive, disease prevention mechanisms are less effective and more costly, and fitness payoffs of disease prevention are lower. I investigate relations between selective forces and (co)evolutionary responses, notably showing the possibility of either monotone or oscillatory non-equilibrium dynamics and fast or slow returns to equilibrium. I then compare model predictions to recently published data on body mass, lifespan and somatic mutation rate. I show that the model (1) can explain the non-linear empirical relationship between somatic mutation and lifespan, (2) predicts the evolution of longer lifespans through a heretofore ignored feedback loop, and (3) the model is consistent with the idea that the linear relation between somatic mutation accumulation and age is the net result of mutational washing-out. I argue that the findings here generalize to other decreases in condition with age that are submitted to selection, including aging itself.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.02.05.636604",
    "doi": "10.1101/2025.02.05.636604",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.13.642980",
    "title": "Chronic lysosome damage boosts interferon responses to Palbociclib dependent upon the mitochondrion",
    "authors": [
      "Bozic, M.",
      "Lim, T. E.",
      "Salomo-Coll, C.",
      "Karageorgiou, A.",
      "Kemp, A. J.",
      "Winnington-Ingram, K.",
      "Murphy, L.",
      "Dhir, A.",
      "Wheeler, A.",
      "Jimenez-Moreno, N.",
      "Wilkinson, S."
    ],
    "summary": "Acute lysosome damage triggers the endolysosome damage response (ELDR) in order to co-ordinate vesicle repair or removal by autophagy (lysophagy). However, it is unclear whether persistent damage, as occurs after chronic challenge to lysosome integrity, triggers wider cellular responses. Here, we show that longitudinal treatment with a lysosomotropic cancer therapeutic, the CDK4/6 inhibitor Palbociclib, invokes chronic lysosome damage in breast and lung cancer cells. Autophagy ameliorates but does not avert this phenotype, which persists over days. Damaged lysosomes form contacts with mitochondria, which correlates with mitochondrial stress and cytosolic efflux of immunostimulatory mitochondrial nucleic acids. Importantly, mitochondrial nucleic acid release is necessary for the anti-cancer interferon response to Palbociclib. In conclusion, chronic lysosome damage rewires cellular signalling responses in a mitochondrion-dependent manner and this effect should be considered when assessing the cellular actions of cancer therapeutics.\n\nSummary statementBozic et al suggest that lysosome damage can trigger interferon responses dependent upon mitochondrial release of immunogenic nucleic acid. This is associated with damaged lysosome-mitochondrion contacts and is prevented by autophagy.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.13.642980",
    "doi": "10.1101/2025.03.13.642980",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.27.656455",
    "title": "Media Matters: Phenol Red and Fetal Bovine Serum Estrogen in Traditional Cell Culture Media Influence Human Mesenchymal Stromal Cell (hMSC) Processes and Differentiation in a Sex-Biased Manner",
    "authors": [
      "Bradford, J. C.",
      "Robinson, J. L."
    ],
    "summary": "Estrogens are global regulators of cellular signaling pathways, impacting fundamental processes and phenotypes that are essential for tissue remodeling and homeostasis. Traditional cell culture media contains estrogen-mimetic compounds, including phenol red and endogenous estrogen in fetal bovine serum (FBS). However, the potential of these compounds to bias in vitro studies, particularly when considering sex as a biological variable, remains unclear. This gap in understanding critically impacts the culture of human mesenchymal stromal cells (hMSCs), whose basic functions and differentiation potential, central to cell therapy and tissue engineering, are sensitive to perturbations in the culture conditions. Despite this, the effect of estrogens from cell culture media on male and female hMSCs is not currently considered in cell processing for clinical trials. As such, a baseline understanding of these estrogen-mimetic media influences on hMSCs is critical for clinical efficacy and adequate study design in research. To this end, we investigated the effects of phenol red and fetal bovine serum on the proliferation, metabolism, senescence, and differentiation capacity of male and female hMSCs. Phenol red, FBS, donor sex, and 17{beta}-estradiol (E2) supplementation all had significant impacts on hMSC health and differentiation potential in culture. Notably, dosing with estrogen at the levels found in FBS did not recover most of the hMSC metrics tested. The only outcomes that were not significantly different based on donor sex were senescence and mRNA transcripts for RUNX2 and PPARG, transcriptional regulators for osteogenesis and adipogenesis. Overall, these findings reveal the sex-biased effects of estrogen and estrogen-mimetic compounds in traditional culture media, underscoring a current gap in considering sex as a biological variable in cell therapy and tissue engineering research and manufacturing.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.27.656455",
    "doi": "10.1101/2025.05.27.656455",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.05.668723",
    "title": "Cross-fostering affects microglia and cell death in the hippocampus of female and male degu pups",
    "authors": [
      "Attlas, G.",
      "Duprey, M.",
      "Carlson, C.",
      "Arusha, K. S.",
      "Boadi, K. D.",
      "Ellah, S. S.",
      "Kim, D.",
      "Raineki, C.",
      "Bauer, C. M.",
      "Duarte-Guterman, P."
    ],
    "summary": "Parental care is essential for social, behavioural, and neural development of offspring. Disruption of parental care, for example through parental separation, can negatively affect offspring development in rodents. While previous work has focused on maternal and paternal deprivation, the effects of cross-fostering, another form of parental-offspring instability, on brain development remain poorly understood. Such disruptions are thought to induce stress, which in turn can suppress neurogenesis and increases inflammation and apoptosis in the hippocampus, with effects that often differ between sexes. Given that degus (Octodon degus) are born precocial and form strong attachments with their parents early in life, this study aimed to investigate the effect of cross-fostering on hippocampal development in female and male degu pups. At postnatal day 8, degus were assigned to either control (pups remained with parents and littermates), partial cross-foster (one pup per litter was cross-fostered), or full cross-foster (the entire litter was cross-fostered) conditions. At weaning (5-weeks-old), offspring brains were collected for immunohistochemistry to examine dentate gyrus volume, density of pyknotic cells, density of immature neurons, and number and morphology of microglia. Both types of cross-fostering reduced hippocampal cell death in both sexes relative to controls, while no significant effects were observed in the dentate gyrus volume or density of immature neurons. Cross-fostering did not affect total microglia density in either sex however full cross-fostered females had fewer amoeboid microglia compared to female controls. Together, these findings indicate that cross-fostering affects hippocampal microglia and cell death in pups, potentially disrupting circuit refinement and plasticity during development, with effects that vary by cross-fostering type, sex, and hippocampal region.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.05.668723",
    "doi": "10.1101/2025.08.05.668723",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.19.671064",
    "title": "Antimicrobial and Biofilm-Inhibitory Potential of Green Synthesized Silver Nanoparticles from Lantana camara against Pseudomonas aeruginosa",
    "authors": [
      "Rajratna, A. D.",
      "Saha, S. K.",
      "Sengupta, T. K."
    ],
    "summary": "BackgroundEmerging antimicrobial resistance poses serious threat to human well-being. Current therapeutics often fail to treat bacterial infections as pathogenic bacteria often attach to various surfaces and form biofilm. One such pathogen, Pseudomonas aeruginosa, can form biofilm for its survival in the presence of antibacterial agents. This study aimed to evaluate the antibacterial, antibiofilm, and mechanistic activities of Lantana camara leaf extract mediated silver nanoparticles (LCLE-Ag NPs) against Pseudomonas aeruginosa, where the extract contributes for the reduction of Ag+ to Ag0.\n\nMethodsLCLE-Ag NPs were synthesized and characterized by using UV visible spectroscopy, dynamic light scattering, and electron microscopy. Antibacterial and antibiofilm activities of the synthesized NPs were assessed against P. aeruginosa isolates KPW.1-S1 and HRW.1-S3. Extracellular polysaccharides (EPS), and extracellular DNA (eDNA) and reactive oxygen species (ROS) generation were visualized using epifluorescence microscopy. The ability of the nanoparticles to eradicate preformed biofilm was also evaluated. The expressions of quorum-sensing genes were analyzed using semi quantitative polymerase chain reaction. Cytotoxicity was tested on human kidney epithelial-like cells.\n\nResultsThe synthesized LCLE-Ag NPs displayed an absorption peak at 416 nm and a size range of 30 to 35 nm. They exhibited significant antibacterial and antibiofilm activities correlating with decreased EPS and eDNA levels. LCLE-Ag NPs effectively disrupted both preformed and antibiotic-induced biofilms and such activities were found to be associated with increased ROS levels and decrease in lasI and pqsA expression. Cytotoxicity assays indicated no significant toxicity at effective concentrations.\n\nConclusionsLCLE-Ag NPs displayed promising antibacterial and antibiofilm activities against P. aeruginosa, acting through biofilm matrix disruption, ROS generation, and quorum-sensing inhibition.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.19.671064",
    "doi": "10.1101/2025.08.19.671064",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.12.694056",
    "title": "Pharmacological inhibition of MCL-1 disrupts mitochondrial cristae and depletes the human neural progenitor cell pool",
    "authors": [
      "Hanna, M. R.",
      "Yarbrough, M.",
      "Gil, M.",
      "Costanzo, J.",
      "Gama, V."
    ],
    "summary": "Myeloid Cell Leukemia-1 (MCL-1) is canonically an anti-apoptotic protein that is crucial for early neurodevelopment. Loss of MCL-1 results in embryonic-lethal neurodevelopmental defects that cannot be rescued by other anti-apoptotic proteins of the B-cell lymphoma 2 (BCL-2) family. Here, we pharmacologically inhibit MCL-1 in human neural stem cells and find non-apoptotic roles for MCL-1 in sustaining mitochondrial cristae integrity, fatty acid oxidation, and neural progenitor identity. MCL-1 inhibition disrupts mitochondrial ultrastructure, leading to swollen mitochondria with disorganized cristae and destabilization of the OPA1-MICOS machinery that maintains inner membrane architecture. These structural defects are accompanied by impaired lipid droplet accumulation and altered expression of {beta}-oxidation enzymes, revealing a tight link between cristae architecture and metabolic competence. Functionally, in the absence of caspase-mediated cell death, MCL-1 inhibition selectively depletes intermediate progenitor cells without affecting proliferation, indicating a direct role in lineage progression. Together, our findings identify MCL-1 as a modulator of cristae organization, linking lipid metabolism to neural progenitor fate. This work establishes mitochondrial inner membrane architecture as an instructive determinant of human neurogenesis and highlights the non-canonical MCL-1 functions as critical regulators of human brain development.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.12.694056",
    "doi": "10.64898/2025.12.12.694056",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695289",
    "title": "Age-related sensory dysfunction reconfigures the spinal circuitry for touch, itch and pain",
    "authors": [
      "Acton, D.",
      "Pimpinella, S.",
      "Goulding, M."
    ],
    "summary": "Sensory dysfunction during aging results in sharp increases in the incidence of chronic itch and pain, which counterintuitively are associated with reduced sensitivity to light touch. While age-related changes in peripheral mechanosensory transmission have been described, the contribution central mechanisms make to altered itch and pain responses remains largely unknown. Here, we show that signalling from cutaneous touch receptors is essential for maintaining the cellular composition of the central somatosensory circuits that process itch and pain information in adult mice. In particular, the loss of excitatory signalling from Merkel cells during aging causes the degeneration of subsets of molecularly defined inhibitory and excitatory neurons in the dorsal spinal cord, including inhibitory neurons that express the neuropeptide NPY. Our demonstration that the activity-dependent loss of inhibitory NPY neurons drives itch and pain hypersensitivity in old animals reveals the mechanism by which aging reconfigures the central neuronal circuits that sense touch, itch and pain.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695289",
    "doi": "10.64898/2025.12.18.695289",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695396",
    "title": "Emergence of mutants in bacterial populations: a simulation-based approach for parameter inference in extended Luria & Delbru&x0308;ck scenarios",
    "authors": [
      "Tauzin, A.",
      "Frenoy, A."
    ],
    "summary": "0Bacterial mutation rates are traditionally inferred from phenotypic data using fluctuation assays. Mutation rate computation from these assays relies on a mathematical model describing the emergence of mutants during population growth. However, this standard model relies on restrictive assumptions that are often transgressed in real biological setups. Key assumptions include equal growth rate of the wild-type and the mutant population, no cell death during growth phase, and no post-growth sampling. Although several refined mathematical models have been proposed over the last decades to circumvent some of these assumptions, none can fully account for the complex ecological scenarios frequently observed in the lab or in the wild, such as combination of cell death and unknown fitness effect of the mutation, or non-constant death rates. In this work, we propose to replace these standard mathematical models by a stochastic simulation framework, which can circumvent all these assumptions. We provide a fast and accurate implementation of this stochastic model, and use it to perform simulation-based, likelihood-free parameter inference through the Metropolis-Hastings algorithm. Beyond mutation rate estimation, our approach can simultaneously infer additional biological parameters, provided enough experimental replicates are available. We benchmarked our proposed method against the most recent tools (rSalvador, Flan, and mlemur) in a broad range of biological scenarios with randomly sampled parameter sets. We found that that our method has similar accuracy than existing tools in simple conditions where these tools work, but also reliably estimates mutation rate and some other parameters in more complex conditions where other tools do not work. Overall, our proposed method can be extended to arbitrary biological complications, as long as these can be efficiently simulated.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695396",
    "doi": "10.64898/2025.12.19.695396",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695277",
    "title": "Epigenetic plasticity is a driver of heritable pollution tolerance in Atlantic killifish",
    "authors": [
      "Colwell, M.",
      "Drown, M.",
      "Flack, N.",
      "Walls, C.",
      "Faulk, C.",
      "Carrothers, S.",
      "Weeks, E.",
      "Weinhouse, C."
    ],
    "summary": "Heritable epigenetic adaptation to environmental stressors is a compelling but highly contested possibility. Previously, we showed evidence of a generationally heritable epigenetic memory at the cytochrome P450 1a (cyp1a) gene in wild Atlantic killifish (Fundulus heteroclitus) with acquired tolerance to polycyclic aromatic hydrocarbons (PAHs). This memory leads to blunted induction of cyp1a by PAHs; this blunted response protects against PAH-induced cancer. Here, using Oxford Nanopore long-read sequencing in PAH-tolerant and -sensitive F. heteroclitus embryos, we show that PAH-tolerant embryos displayed reduced plasticity in DNA methylation response to PAH, as compared to PAH-sensitive embryos, that was not due to mutational loss of CpG sites. Notably, we observed population differences in DNA methylation of genes in pathways linked to the PAH tolerance phenotype, including aryl hydrocarbon receptor (ahr) and voltage-gated potassium channel signaling, as well as developmental processes and energy metabolism. Specifically, we observed PAH-induced loss of cyp1a gene body methylation in PAH-sensitive but not-tolerant embryos. We observed similar patterns at cyp1b1, cyp1c1, and the aryl hydrocarbon receptor repressor, ahrr, which show similarly blunted expression in response to PAH challenge. The reduced loss in genic methylation in tolerant embryos was correlated with greater induction of natural anti-sense RNA transcripts in cis (cis-NATs), which may regulate transcription of these genes. Our data support the existence of stable epigenetic responses to chronic environmental stressors in a natural experimental setting, with broad implications for natural or directed adaptation strategies for other populations.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695277",
    "doi": "10.64898/2025.12.18.695277",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695599",
    "title": "Protein structure shapes natural genetic variation and de novo adaptation",
    "authors": [
      "Jakobson, C. M.",
      "Van Elgort, A.",
      "Aguilar-Rodriguez, J.",
      "Jarosz, D. F."
    ],
    "summary": "Protein structural context strongly influences the functional outcomes of mutations, but exploiting this intuition to interpret the consequences of natural variants has been limited by the paucity of structural information. Here, we show that simple molecular heuristics based on predicted protein structures-solvent accessibility and the local complexity of the protein fold-are strong predictors of protein-coding variation in genomes from yeast to plants to humans. Polymorphisms in structured and unstructured regions alike were subject to these constraints, revealing fine-grained selection across amino acid residues and secondary structures. The same analyses distinguished deleterious variants in datasets from existing deep mutational scans. Extending the metrics to de novo adaptation, we developed a massively parallel directed evolution platform that isolated hundreds of independent adapted lineages within days. Optimized experimental conditions revealed dozens of rapamycin-resistant alleles of the FPR1/FKBP gene in a single experiment-resistance mutations that matched predictions from our structural heuristics. Together, these data demonstrate the power of a biochemical perspective to contextualize the functional landscape of both existing and newly arising genetic variation.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695599",
    "doi": "10.64898/2025.12.19.695599",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695240",
    "title": "Glutamine Availability Impacts Lymphatic Endothelial Cell Glycolysis and Lymphangiogenesis in Hypoxic Environments",
    "authors": [
      "Johandes, E.",
      "Hall, E.",
      "Harbut, T.",
      "Priebe, K.",
      "Schwarz, M.",
      "Hanjaya-Putra, D."
    ],
    "summary": "Dysfunctional lymphangiogenesis is a component of several diseases, including secondary lymphedema, allergic asthma, and solid malignancies. Hypoxic microenvironments drive dysfunctional vessel growth by upregulating vascular endothelial growth factor receptors, migratory signaling pathways, and glycolytic metabolism. These vessels are ineffective at draining interstitial fluid, resulting in secondary complications such as edema, increased inflammation, slowed wound healing, and, for cancer patients, increased risk of metastasis. Despite the potential benefits of normalizing lymphatic vasculature, most treatments for vascular normalization focus on blood vasculature, ignoring the unique properties of lymphatic endothelial cells (LECs). Moreover, previous targets for vascular normalization center around vascular endothelial growth factors, which risk adverse side effects. To address these issues, we approached lymphatic normalization from a metabolic perspective. In this study, we investigated the impact of glutamine availability on factors critical to lymphangiogenesis, including glycolysis, cell proliferation, and migration. We found that increasing the concentration of glutamine in media results in increased lactate production and the expression of glycolytic genes HK2, GLUT1, and GLUT3 under hypoxia. The presence of glutamine also encouraged LEC proliferation, while blocking glutamine transport reduced lactate production, HK2 expression, and slowed collective LEC migration. In a 2D vessel formation assay, we found that glutamine increased vessel formation in normoxic conditions but lowered vessel connectivity in hypoxic conditions, reflecting the dysfunction seen in hypoxic diseases. However, attenuating glycolysis by blocking glutamine transport caused LECs to form longer, interconnected vascular networks. This study reveals that glutamine availability can modulate LEC glycolysis, and therefore lymphangiogenesis, in a hypoxia-dependent manner.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695240",
    "doi": "10.64898/2025.12.18.695240",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695204",
    "title": "3-Mercaptopyruvate Sulfurtransferase (MPST) Regulates Mitochondrial Metabolism and Epithelial Differentiation in Neonatal Patient-derived Airway Cells",
    "authors": [
      "Ganguly, A.",
      "Carter, C. M.",
      "Rivera Negron, A.",
      "Pierce, P. T.",
      "Rogers, L. K.",
      "Walters, M. S.",
      "Prakash, Y. S.",
      "Tipple, T. E.",
      "Richardson, A."
    ],
    "summary": "Early-life airway epithelial development relies on tightly coordinated mitochondrial metabolic programs, yet the pathways that govern normal epithelial maturation during this vulnerable developmental window remain poorly defined. Hyperoxia disrupts airway epithelial maturation, contributing to lung injury and airway remodeling in infants with bronchopulmonary dysplasia (BPD), underscoring the need to identify mitochondrial pathways that regulate early epithelial differentiation. 3-Mercaptopyruvate sulfurtransferase (MPST), a mitochondrial sulfur metabolism enzyme, supports mitochondrial metabolic and bioenergetic function, but its role in human airway epithelial development is unknown. In this study, we used neonatal patient-derived tracheal airway epithelial cells (nTAECs) in a three-dimensional air-liquid interface (ALI) model to show that hyperoxia reduces MPST protein abundance. We then examined how targeted MPST knockdown during ALI differentiation disrupts early epithelial differentiation and metabolic homeostasis. MPST loss in nTAECs induced early (ALI day 3) transcriptomic shifts involving mitochondrial metabolic pathways, epithelial differentiation programs, and stress-response signatures, with subsequent decrease in ciliated cell numbers during mid-differentiation phase (ALI day 7). Metabolic flux analysis revealed significantly reduced mitochondrial respiration without compensatory increase in glycolysis, indicating disrupted metabolic flexibility. Together, these data show that MPST is essential for maintaining mitochondrial metabolic integrity necessary for normal airway epithelial development. Loss of MPST creates a developmental vulnerability that may contribute to hyperoxia-induced airway injury in neonates. Targeting MPST-dependent pathways could represent a new strategy to preserve airway health in infants at risk for BPD airway remodeling.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695204",
    "doi": "10.64898/2025.12.18.695204",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695016",
    "title": "A Heterogeneous Graph Framework for Inference of Metabolite-Protein-Drug Interaction Networks",
    "authors": [
      "Lu, Y.",
      "Chandrasekaran, S."
    ],
    "summary": "Metabolite-protein interactions (MPIs) are essential for coordinating cellular metabolism and signaling. Yet, MPIs remain incompletely characterized due to the limited scalability of experimental methods and the complexity of tissue-specific regulatory mechanisms. Existing computational approaches often focus on direct interactions and overlook higher-order associations and effect of drug perturbations. Here we introduce TopoMPI, a graph-based framework that integrates five types of biological relationships--metabolite-metabolite (MMI), protein-protein (PPI), metabolite-protein (MPI), drug-protein (DPI), and drug-drug (DDI)--into a heterogeneous network structure. It comprises three complementary sub-models targeting direct interaction prediction, high-order association discovery, and drug-protein-metabolite triplet interaction inference. Comprehensive evaluation across 24 tissue-specific MPI networks, protein-metabolite association studies and pharmacological metabolomic datasets confirm the biological relevance, robustness and generalizability of TopoMPI for MPI prediction with AUCs ranging from 0.79 to 0.86. TopoMPI provides a scalable framework for systems-level characterization of metabolic regulation and drug mode-of-action.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695016",
    "doi": "10.64898/2025.12.18.695016",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694623",
    "title": "Human liver organoids uncover ductular reaction in Wolman disease and inform gene therapy design",
    "authors": [
      "Sorrentino, G.",
      "Selvestrel, D.",
      "Da Rodda, C.",
      "Anfuso, B.",
      "Laurent, M.",
      "Antona, A.",
      "Mattivi, A.",
      "Velnati, S.",
      "Hofmann, K.",
      "Conti, L.",
      "Bonazza, D.",
      "Zanconati, F.",
      "Mastronardi, M.",
      "De Manzini, N.",
      "Rosso, N.",
      "Tiribelli, C.",
      "Manfredi, M.",
      "Capello, D.",
      "Drabent, P.",
      "Fava, L. L.",
      "Del Sal, G.",
      "Palmisano, S.",
      "Amendola, M."
    ],
    "summary": "Wolman disease (WD) is the fatal infantile form of lysosomal acid lipase deficiency (LAL-D), a rare metabolic disorder caused by inactivating mutations in the LIPA gene. Despite its severity, human experimental platforms capable of modelling WD pathophysiology and enabling systematic testing of gene therapy strategies remain limited. We here established an isogenic human model of WD by introducing LIPA loss-of-function mutations into iPSCs and differentiating them into multicellular human liver organoids (HLOs). LIPA-deficient HLOs preserved proper hepatic differentiation yet exhibited hallmark biochemical and cellular features of WD, including loss of LIPA activity, lysosomal expansion, and rewiring of lipid metabolism accompanied by inflammatory and fibrogenic transcriptional programs. Single-cell RNA-sequencing analysis resolved cell-type-specific disease states across hepatocyte-, cholangiocyte-, and stromal-like lineages, leading to the identification of a robust ductular reaction (DR) in cholangiocytes of WD organoids. Of note, DR was confirmed in liver samples from WD patients, establishing it as a clinically relevant histopathological marker. Using CRISPR/Cas9-engineered human cholangiocyte organoids, we demonstrated that this reactive program arises as a paracrine response to chronic parenchymal injury rather than from a cholangiocyte-intrinsic effect of LIPA loss. In line with these findings, hepatocyte-directed gene therapy in WD mice effectively reversed the DR. Finally, to enable therapeutic testing, we screened AAV serotypes in HLOs and identified AAV6 as the most efficient for hepatotropic gene delivery. AAV6 transduction of WD organoids with a human LIPA transgene significantly reduced markers of metabolic stress, inflammation, and fibrosis, rescuing the phenotype in vitro. These data establish WD organoids as a high-fidelity, scalable, and clinically relevant platform for WD modelling and therapeutic testing, revealing DR as a previously unrecognized histopathological feature of WD and supporting the rational development of liver-directed gene therapies.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694623",
    "doi": "10.64898/2025.12.16.694623",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695288",
    "title": "From Stability to Complexity: A Systematic Review of Long-term Divergence Exponents in Nonlinear Gait Analysis",
    "authors": [
      "Torrent, J.",
      "Coquaux, R.",
      "Terrier, P."
    ],
    "summary": "BackgroundDivergence exponents (DE), or maximum Lyapunov exponents, computed from stride-to-stride fluctuations have traditionally been interpreted as measures of gait stability. However, evidence suggests this measure may also reflect gait complexity and automaticity. This systematic review evaluated examined empirical support for reinterpreting long-term DE as a complexity measure.\n\nMethodsWe systematically searched Web of Science databases through August 2024 for studies applying Rosensteins algorithm to human gait. We systematically extracted experimental conditions, and participant characteristics from each study. Study quality was assessed using a framework evaluating analytical rigor, outcome reporting, and sample size adequacy. We conducted a meta-analysis examining correlations between long-term DEs and detrended fluctuation analysis (DFA) scaling exponents, and synthesized evidence from perturbation (environmental disturbances), cueing (external rhythmic stimuli), and between-subject (clinical vs control) studies.\n\nResultsFifty-six studies published between 2000 and 2024 met inclusion criteria, with 43% achieving high overall quality scores. Meta-analysis from six datasets (209 participants) revealed a positive correlation between long-term DE and DFA scaling exponents (r=0.64, 95% CI 0.34 to 0.82; I{superscript 2}=82%). Perturbation studies consistently showed and increased short-term DE (lower local stability) while simultaneously decreasing long-term DE by up to 64%. External auditory and visual cueing interventions induced long-term DE decreases (up to -86%) while minimally affecting short-term DEs. Between-subject comparisons revealed heterogeneous patterns, with clinical populations exhibiting both increases and decreases in long-term DE depending on pathology.\n\nConclusionsConverging meta-analytic and experimental evidence supports reinterpreting long-term DE as the Attractor Complexity Index--a measure of gait complexity and automaticity rather than stability. Reduced long-term DE during controlled gait conditions reflects suppression of low-frequency variations in gait variability, which constrains phase space exploration and accelerates divergence curve saturation. The measures sensitivity to prefrontal cortex engagement and attentional demands reveals that long-term DE captures the degree of gait automaticity, with lower values indicating a shift from automatic subcortical control to executive function-mediated regulation. This attention-dependent control reorganization explains patterns observed in aging, clinical populations, and experimental perturbations. This paradigm shift establishes long-term DE as a complementary biomarker for motor-cognitive aspects of gait control, with implications for fall risk assessment, disease monitoring, and rehabilitation evaluation.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695288",
    "doi": "10.64898/2025.12.18.695288",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694748",
    "title": "Telomerase mRNA-Lipid nanoparticles attenuate neuroinflammation after traumatic brain injury in mice",
    "authors": [
      "Kara, G.",
      "Holcomb, M.",
      "Tiwari, A.",
      "Flinn, H.",
      "Eimer, T.",
      "Marshall, A.",
      "Burke, M.",
      "Park, P.",
      "Court, K.",
      "Cooke, J. P.",
      "Godin, B.",
      "Villapol, S."
    ],
    "summary": "Traumatic brain injury (TBI) is a leading cause of chronic neurological disability, yet no disease-modifying therapy exists. Emerging evidence indicates that TBI activates cellular aging programs, including telomere erosion and persistent inflammation, that contribute to progressive neurodegeneration. Telomerase reverse transcriptase (TERT) preserves telomere homeostasis and provides cytoprotective effects in the central nervous system, but has not been therapeutically targeted after TBI. Here, we developed an mRNA nanotherapy consisting of mouse TERT mRNA encapsulated in lipid nanoparticles (mTERT-LNPs) and evaluated it in a controlled cortical impact model of moderate TBI. We first established that TBI transiently disrupts TERT biology, with reduced cortical TERT mRNA and shortened telomeres at 3 days post-injury (dpi), followed by partial recovery by 14 dpi. mTERT-LNPs were well tolerated in vitro and in vivo. Following intravenous delivery in the acute post-injury window, LNPs localized to the injured brain and displayed expected peripheral biodistribution. A single systemic dose increased cortical TERT mRNA and protein and partially restored telomere length at 3 dpi. TERT mRNA delivery significantly reduced Iba1+ microglial activation and suppressed pro-inflammatory cytokines, with modest increases in anti-inflammatory markers. Systemically, mTERT-LNPs lowered serum C-reactive protein and malondialdehyde, indicating reduced peripheral inflammation and oxidative stress, without adverse effects on body weight or peripheral organ histology. Several outcomes showed sex-dependent patterns. Collectively, these data provide the first in vivo evidence that telomerase therapy can modulate telomere biology and neuroinflammation after TBI, supporting mRNA-LNP-mediated TERT restoration as a scalable, mechanistically grounded strategy for disease modification in TBI and related disorders.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694748",
    "doi": "10.64898/2025.12.18.694748",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b",
      "\\bTelomerase\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695292",
    "title": "Adipocyte-related genes analysis contributes to the prognosis of atrial fibrillation",
    "authors": [
      "Li, F.",
      "Liu, L.",
      "Zhang, A.",
      "Liu, W.",
      "Yi, M.",
      "Han, W.",
      "Song, J.",
      "Shi, Y.",
      "Wang, X.",
      "Du, M.",
      "Li, F."
    ],
    "summary": "Background Patients with mild left atrial appendage fibrosis have a significantly lower rate of atrial fibrillation (AF) recurrence after 5 years compared to those with moderate or severe fibrosis, which presented a significantly increased positive area of cellular senescence. Methods GSE135445, a RNA-sequencing dataset between epicardial adipose tissue (EAT) from patients with persistent non-valvular AF and sinus rhythm (SR), was downloaded and analyzed and hub genes were obtained. To obtain the abundance of immune cells, the CIBERSORT algorithm with 100 permutations was applied. The senescent hub genes were obtained and validated using human blood samples. Results A total of 164 up-regulated and 317 down-regulated DEGs was obtained between EAT from subjects with AF and SR. Using immune infiltration analysis in whole PAT related DEGs, the abundance of M0 macrophages was significantly different between PAT and SAT and 22 M0 macrophages-related DEGs were also obtained, such as MMP7, APOE, CCND1, MMP12 and APOC1. Venn diagram was utilized to obtain the same transcripts between senescence datasets and DEGs and PPI network was used to 94 overlapping genes. The top15-degree senescence adipicytes hub genes were explored. To investigate senescence-related hub genes effects on AF progression, we collected the blood samples of patients with paroxysmal atrial fibrillation and persistent atrial fibrillation. There were no significant differences at baseline characteristics and laboratory examinations at 1d after admission except heart failure history and function examinations, for instance, ALT, LDL, LVEF and LA diameters. Using univariate analysis and multivariate analysis, heart failure history, ALT and LA diameters can be prognostic factors for AF progression. BMP7, COL4A3, COL4A4, CHRD, IRX1, SPON1, ALPL, TCF19 and SIX2 were validated to be highly expressed in persistent atrial fibrillation compared to paroxysmal atrial fibrillation. Conclusion Based on our current study, BMP7, COL4A3, COL4A4, CHRD, IRX1, SPON1, ALPL, TCF19 and SIX2 were validated to be highly expressed in persistent atrial fibrillation compared to paroxysmal atrial fibrillation, which may be potential therapeutic targets to treat AF progression and improve patients prognosis.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695292",
    "doi": "10.64898/2025.12.18.695292",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694987",
    "title": "Global StationaryOT: Trajectory inference for aging time courses of single-cell snapshots",
    "authors": [
      "Boyle, C.",
      "Ventre, E.",
      "Schiebinger, G."
    ],
    "summary": "Trajectory inference (TI) methods for single-cell snapshots of developmental systems have yielded numerous insights into the gene regulatory networks (GRNs) that control cell differentiation. Many TI algorithms have been proposed for recovering cell trajectories from single samples containing cells spanning a spectrum of differentiation states; however, these methods cannot leverage temporal information when a time course of such diverse samples is available. As interest grows in understanding how GRNs change as an organism ages, current TI theory and methods must be adapted to take advantage of all information in aging time courses of single-cell data. In this paper, we present our novel age-conscious method, Global StationaryOT, which exploits the temporal information in aging time courses to simultaneously reconstruct debiased cell trajectories at all ages. We demonstrate that this first-of-its-kind method achieves more accurate, biologically consistent trajectories in synthetic and real biological contexts where data sparsity produces significant noise in the outputs of current TI methods when they are applied to time course samples independently.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694987",
    "doi": "10.64898/2025.12.18.694987",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695265",
    "title": "In vitro evidence for bisphenol A as a human liver carcinogen: Environmentally relevant doses inhibit cancer protective ESR1 signaling in a human liver cell line",
    "authors": [
      "Weeks, E.",
      "Kennedy, S. R.",
      "Searles, R.",
      "Carrothers, S.",
      "Davis, B.",
      "Carbone, L.",
      "Turker, M.",
      "Lloyd, R. S.",
      "Weinhouse, C."
    ],
    "summary": "I.Several environmentally ubiquitous endocrine disrupting chemicals (EDCs) are suspected carcinogens, but their mechanism(s) of action are unknown. In this study, we test the potential for a model EDC, bisphenol A (BPA), to both initiate (via oxidative mutagenesis) and promote (via endocrine disruption) liver carcinogenesis. This study is motivated by our prior finding that developmental BPA exposure caused hepatocellular carcinoma (HCC) in mice. Here, we provide in vitro evidence supporting a mechanism for BPA as a non-genotoxic carcinogen. Using a highly sensitive, error-corrected sequencing method, we demonstrate that human population-relevant doses of BPA cause mutations that are consistent with oxidative DNA damage; however, overall mutation frequency does not differ substantially from controls. In contrast, we show that BPA inhibits cancer-protective, estrogen-induced transcription of estrogen receptor 1 (ESR1) target genes in the presence of pre-pubertal, but not post-pubertal, levels of estradiol. These results constitute strong initial evidence supporting BPA as a liver cancer promoting agent. This mechanism may be generalizable to a wide range of environmental EDCs that are weak agonists for ESR1. This finding is critically important to prevention of HCC, which is prevalent, lethal, and poorly responsive to therapy.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695265",
    "doi": "10.64898/2025.12.18.695265",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.694904",
    "title": "Novel Highly Homeostatic B Cells induced by Immunomodulatory Oligonucleotide IMT504",
    "authors": [
      "RODRIGUEZ, J. M.",
      "Elias, F.",
      "Oberholzer, M. V.",
      "Zylberberg, C.",
      "Flo, J. M.",
      "Lopez, R. A.",
      "Bridges, A. J.",
      "Jerusalinsky, D. A.",
      "zorzopulos, J."
    ],
    "summary": "Cellular homeostasis depends on endoplasmic reticulum (ER) function and is highly sensitive to ER stress typically triggered by protein-folding overload. To restore balance, eukaryotic cells engage the unfolded protein response (UPR), a network of signaling pathways that enhances resistance to stress by upregulating chaperones, reducing global translation, and promoting degradation of unfolded proteins via autophagy. Additional stress-sensing pathways, including the NRF2 antioxidant response and the AMPK energy-sensing axis, converge to reinforce cellular homeostasis.\n\nIn pathological conditions, reinforcing immune homeostasis constitutes a promising therapeutic strategy. Among emerging pharmacological agents that activate endogenous protective pathways, the synthetic immunomodulatory oligonucleotide IMT504 has shown favorable pharmacokinetics and stability in preclinical models, although its mechanisms of action remain unclear.\n\nUsing purified human CD19 B cells, we investigated the cellular, molecular, and transcriptional responses to IMT504 stimulation, to uncover new insights into its mode of action and broader implications for immune-mediated homeostasis.\n\nWe discovered that incubation of CD19CD27- B cells with IMT504 directly induces a -previously unreported-subpopulation of human B cells, which we termed B homeostatic cells (Bhom). These Bhom cells display a distinctive phenotype (CD27-CD24CD38CD138-MUC1) and upregulate genes associated with mitochondrial metabolism, proteostasis, antioxidant defense, and survival.\n\nPromoter analysis of the most highly upregulated genes revealed an Invariant Gene Transcriptional Regulator (IGTR) signature with binding motifs for MYC, CREB1, CTCF, EP300 and NRF1/NRF2, suggesting a coordinated transcriptional control of the involved homeostatic programs. Network analysis linked NRF1 to SIRT1/PGC1 metabolic axis and NRF2 to IGTR-regulated factors. Furthermore, we found that IMT504 binds ATP-citrate lyase (ACLY), an endogenous repressor of AMPK, indicating that IMT504 may activate AMPK-dependent autophagy and downstream NRF1/NRF2 signaling.\n\nAltogether, these findings identify Bhom cells as a novel B-cell subset that embodies homeostatic features and reveal IMT504 as a potent inducer of B-cell-mediated homeostasis through AMPK-driven transcriptional reprogramming. This mechanism strongly supports IMT504 as a promising candidate for immune-modulatory therapies aimed at restoring immune homeostasis.\n\nSIGNIFICANCE STATEMENTThe discovery of a novel B-cell subset, termed B homeostatic cells (Bhom), reveals a previously unrecognized axis of immune response. Incubation of human CD19CD27-B cells with the immunomodulatory oligonucleotide IMT504 directly induces Bhom cells. Its differentiation engages a conserved transcriptional network centered on AMPK-NRF1/NRF2 signaling, highlighting a potential therapeutic pathway to restore or enhance immune homeostasis.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.694904",
    "doi": "10.64898/2025.12.18.694904",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bAMPK\\b",
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695190",
    "title": "Explosive shock wave exposure leads to age-accelerated motor and sensory decline in C. elegans",
    "authors": [
      "Tittelmeier, J.",
      "Seeber, H.",
      "Grasse, D.",
      "Barapatre, N.",
      "Schmitz, C.",
      "Krentel, D.",
      "Grobert, S.",
      "Nussbaum-Krammer, C."
    ],
    "summary": "BackgroundMilitary and law enforcement personnel are routinely exposed to shock waves from weapon systems and explosive devices during training and operations. Even when such shock wave exposure results in mild traumatic brain injury (mTBI) without abnormalities on routine imaging, persistent neurological symptoms may occur. Yet, the biological processes that link an acute blast wave insult to progressive neuronal dysfunction remain poorly defined.\n\nMethodsWe established Caenorhabditis elegans nematodes as a genetically accessible animal model for blast-related mTBI (br-mTBI). Animals were exposed in gelatin to shock waves generated by a custom-built shock wave generator (SWG), which produces explosive shock waves with an abrupt overpressure peak followed by a negative pressure phase. The resulting pressure-time curves are very similar to the profiles of conventional explosives in free-field setups. To enable mechanistic studies under controlled laboratory conditions, we developed a complementary platform using a medical radial extracorporeal shock wave therapy (rESWT) device. Motor behavior, mechanosensory function, neuronal morphology and cytoskeletal integrity were analyzed during aging.\n\nResultsSWG-derived shock waves induced immediate but reversible motor and sensory deficits, followed by an accelerated age-dependent decline in movement and touch sensitivity. The rESWT platform accurately reproduced these phenotypes. Touch receptor neurons showed progressive structural abnormalities, including degeneration, alongside acute PTL-1/Tau mislocalization consistent with cytoskeletal injury.\n\nConclusionsDefined shock wave exposure is sufficient to provoke long-term neuronal functional decline in C. elegans, accompanied by structural deterioration and premature neurodegeneration. This tractable model enables lifelong phenotyping and mechanistic dissection of how an acute shock wave insult progresses to chronic neuronal dysfunction, and provides a scalable platform for identifying molecular and pharmacological modifiers that promote resilience.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695190",
    "doi": "10.64898/2025.12.19.695190",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695716",
    "title": "Microgravity Remodels Longevity Networks in Astronaut PBMCs: Integrated Findings of Telomere Elongation, DNA Repair Responses, and miRNA Suppression",
    "authors": [
      "Cam, E.",
      "Demir, O.",
      "Tekirdagli, B.",
      "Bulut, D.",
      "Guzenge, E.",
      "Harputoglu Efendi, S. N.",
      "Yolver, B.",
      "Kolay, K.",
      "Kavakli, I. H.",
      "Karouia, F.",
      "Aydin, B.",
      "Tastan, C."
    ],
    "summary": "Microgravity provides a unique environment for elucidating the fundamental mechanisms of human aging. In the Microgravity Associated Genetics (MESSAGE) Science Mission--Turkiyes first human space biology experiment--we performed an integrative analysis of telomere dynamics, transcriptomic remodeling, and microRNA regulation in peripheral blood mononuclear cells (PBMCs) collected before launch (L-7day), after suborbital ascent (L+3hrs), and during days 4-10 aboard the International Space Station (ISS). Spaceflight induced a striking early elongation of telomeres, accompanied by transcriptional activation of DNA repair, oxidative stress mitigation, mitochondrial homeostasis, and immune regulatory pathways. Concurrently, microgravity triggered robust suppression of longevity-associated microRNAs, including members of the miR-17-92, miR29, and miR34 families, suggesting coordinated epigenetic reprogramming of genome stability and stress responses. Notably, the adaptor protein gene AP2A1, recently implicated in cellular rejuvenation and mechanotransductive aging processes, emerged as a consistently microgravity-responsive hub, linking cytoskeletal signaling to telomere maintenance and DNA repair networks. Together, these findings reveal that short-duration spaceflight initiates a multi-layered molecular longevity program in human immune cells, characterized by telomere extension, stabilization of genome maintenance pathways, and suppression of aging-associated miRNA regulators. This systems-level view provides foundational insight into how human biology adapts to short-term microgravity exposure and identifies AP2A1-centered networks as promising targets for enhancing astronaut health and performance and ultimately understanding terrestrial aging.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695716",
    "doi": "10.64898/2025.12.20.695716",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.694735",
    "title": "Epitranscriptomic landscape of vascular smooth muscle cell phenotypic transitions highlights uridine RNA modifications associated with post-transcriptional regulation",
    "authors": [
      "Reinberger, T.",
      "Ismail, A.",
      "Falk, T.",
      "Fuss, J.",
      "Wiechert, A.",
      "Hammer, E.",
      "Zeller, T.",
      "Wohlers, I."
    ],
    "summary": "BackgroundVascular smooth muscle cells (VSMCs) reside in the medial arterial wall and are involved in the regulation of vascular tone and remodeling. VSMCs possess phenotypic plasticity, contributing to subclinical atherosclerosis. The processes of VSMC phenotypic transitions from the contractile to pro-inflammatory phenotypes are well-studied. However, epitranscriptomic changes during this transition and their regulatory role remain unexplored.\n\nMethodsPrimary human VSMCs were stimulated with TGF-{beta}1 to induce an atheroprotective, contractile state and with IL1-{beta} plus PDGF-BB to induce a pro-inflammatory state. Sequentially treated VSMCs were further stimulated with PDGF-BB to induce oxidative stress. Transcriptome profiling was performed using Illumina bulk RNA sequencing and epitranscriptomic profiling using Oxford Nanopore Technologies direct RNA sequencing. Potential post-transcriptional regulatory effects of RNA modifications were assessed using small RNA sequencing and proteomics.\n\nResultsTranscriptomic changes globally reflected atheroprotective and pro-atherogenic treatments, with oxidative stress inducing the largest gene expression changes. Significant differential RNA modifications were detected mainly between atheroprotective and pro-atherogenic VSMCs. Differences in modification predominantly affected uridine within a GUUUU motif, enriched in 3-UTR and accessible RNA structures. Poly(A) tail lengths of modified transcripts differed between conditions, and transcripts with more modifications showed increased translation efficiency. Highly expressed microRNAs (miRNAs) had predicted binding sites overlapping about 5% of differential modification sites.\n\nConclusionsAtheroprotective and pro-atherogenic treatments induce distinct epitranscriptomic landscapes composed of different modification types in diverse sequence contexts, often co-localized in the same transcript. Differences in poly(A) tail lengths and translation efficiency for genes with different RNA modifications suggest that modifications play a post-transcriptional regulatory role. Uridine modifications were most abundant, enriched in 3-UTRs and accessible structures, hinting at miRNA-based regulation. Many highly expressed miRNAs may have binding affected by RNA modifications. In summary, epitranscriptomics adds a novel regulatory layer to VSMC phenotypic transitions with implications for atherosclerosis development and progression.\n\nNovelty and SignificanceO_ST_ABSWhat is Known?C_ST_ABSO_LIVSMC phenotypic switches play a role in the pathogenesis of atherosclerosis, affecting plaque development\nC_LIO_LIPDGF-BB and IL-1{beta} are important cytokines in the progression of atherosclerosis, inducing VSMC transitions\nC_LIO_LIInflammatory diseases and vascular remodeling are associated with RNA base modifications\nC_LI\n\nWhat New Information Does This Article Contribute?O_LITranscriptome-wide characterization of RNA modifications in vascular smooth muscle cell phenotypic transitions, a major hallmark of atherosclerosis, shows that transcripts are often affected by multiple modifications affecting different bases, adding a level of regulatory complexity that is currently only accessible by direct RNA sequencing methods.\nC_LIO_LIDifferential uridine modifications between TGF-{beta}1-treated VSMCs, representing a healthy, contractile phenotype, and combined PDGF-BB / interleukin-1 {beta}-treated VSMCs, representing a pro-inflammatory state, were most common and enriched in the 3-UTR and in accessible RNA structure elements, indicating epitranscriptomic regulatory effects.\nC_LIO_LIRNA modifications were located in binding sites of many highly expressed miRNAs, and modified transcripts showed significant differences in poly(A) tail length as well as altered translation dynamics, indicating that epitranscriptomics plays a role in post-transcriptional regulation.\nC_LI\n\nWe characterized VSMC phenotypic transitions from Illumina short-read sequencing data and - for the first time - corresponding RNA modifications from Oxford Nanopore Technologies (ONT) direct RNA long-read sequencing. We found that oxidative stress results in the largest difference in expression between conditions. On the contrary, no major modification differences were detectable under oxidative stress. The largest numbers of differentially modified sites were observed between the healthy, contractile phenotype and the synthetic phenotypes, with the most abundant modified base being uridine. While differences in pseudouridine synthases between contractile and oxidative stress conditions indicate pseudouridylation, further mechanisms seem to play a role. Towards this, we investigated differences in microRNA (miRNA) binding as a possible mechanism underlying differentially modified sites and identified miRNAs that were previously described to play a role in VSMC phenotypic transition and cardiovascular disease. Thus, this first characterization of RNA modifications in VSMC phenotypic transitions suggests uridine modifications as a major factor and hints towards miRNA binding as a modulator of RNA modifications.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.694735",
    "doi": "10.64898/2025.12.19.694735",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695732",
    "title": "Aging-induced hepatocyte CD44 drives IL6/STAT3 signaling and associates with impaired neighboring T cell function.",
    "authors": [
      "Gandhi, A.",
      "Lande, K.",
      "Li, Y.",
      "Hoffman, F. A.",
      "LaPorte, M.",
      "Tan, S.",
      "Evensen, G.",
      "Portillo, B.",
      "Teneche, M. G.",
      "Arnold, R.",
      "Rajesh, A.",
      "Proulx, J.",
      "Yin, S.",
      "Havas, A. P.",
      "Miciano, C.",
      "Yang, Q.",
      "Smoot, E.",
      "Mamde, S.",
      "Davis, A.",
      "Yip, K.",
      "Wang, A.",
      "Ren, B.",
      "Williams, A.",
      "Kaech, S.",
      "Adams, P. D."
    ],
    "summary": "Liver cancer incidences increase dramatically beyond 55 years of age, suggesting that age-associated changes contribute critically to tumor initiation. However, the mechanisms linking liver aging and cancer initiation are not well defined. This study investigates the role of CD44, a marker of liver tumor-initiating cells (TIC), in age-associated liver pathophysiology. Aged livers showed accumulation of CD44-expressing hepatocytes exhibiting enrichment of immune modulatory genes and activation of the immunosuppressive IL6/JAK/STAT3 pathway. Indeed, in adoptive transfer assays, antigen-exposed CD8+ T cells mounted a lower IFNgamma response in aged livers than in young livers, indicating an immunosuppressive aged milieu. Concordantly, spatial analyses showed that the proximal neighbourhoods of Cd44-expressing hepatocytes are enriched in T cells exhibiting reduced cytokine and chemokine gene expression. Finally, hepatocyte-specific knock out of Cd44 mitigated the IL6/JAK/STAT3 gene signature in aged livers. Overall, these findings suggest that CD44 expression in aged hepatocytes promotes activation of the immunosuppressive IL6/JAK/STAT3 pathway and this is associated with impaired T cell effector function.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695732",
    "doi": "10.64898/2025.12.20.695732",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695460",
    "title": "Motor unit behaviour adaptations across the lifespan: sex differences in young, middle-aged and old adults",
    "authors": [
      "Carbonaro, M.",
      "Boccardo, M.",
      "Brusco, C. M.",
      "Pilotto, A. M.",
      "Re, R.",
      "Lauretani, F.",
      "Porcelli, S.",
      "Franchi, M. V.",
      "Botter, A."
    ],
    "summary": "Ageing is associated with neuromuscular decline, and emerging evidence suggests that sex may influence the time course of motor unit adaptations. This study examined age- and sex-related differences in motor unit firing behaviour across young (YG), middle-aged (MA), and older adults (OLD), by integrating high-density EMG motor unit analysis with muscle morphology and daily physical activity measurements. The analysis of single motor unit activity during submaximal isometric contractions of the vastus lateralis revealed that older adults had lower firing rates and a reduced capacity to modulate discharge frequency during force-increasing contractions. In the YG and MA groups, females showed higher motor unit firing rates and variability than males, while in OLD these sex differences were no longer present. Females also demonstrated a steeper decline in firing rate modulation between MA and OLD. Reductions in muscle cross-sectional area and thickness were similar between sexes. Physical activity levels declined with age in both sexes. These findings reveal distinct, sex-specific trajectories of neuromuscular ageing, with females showing greater motor neuron function decline between MA and OLD, in the absence of sex-related differences in the rate of morphological deterioration. The attenuation of sex differences in older age suggests a convergence of neuromuscular profiles with ageing. While physical activity may contribute to the observed sex-specific patterns, other mechanisms related to hormonal shifts warrant further investigation. These insights underscore the importance of considering age and sex in the study of motor control and in the development of targeted interventions to preserve muscle function across the lifespan.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695460",
    "doi": "10.64898/2025.12.19.695460",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695528",
    "title": "The Nicotinamide Salvage Pathway is a Metabolic Vulnerability of High-Risk MDS Stem Cells",
    "authors": [
      "Patel, S. B.",
      "Moskop, D.",
      "Moriera, S.",
      "Gipson, S.",
      "Anderson, C. C.",
      "Crook, A.",
      "McCabe, M.",
      "Stephenson, D.",
      "Terry, H. E.",
      "Kent, A.",
      "Young, T.",
      "Krug, A.",
      "Price, C.",
      "Ransom, M.",
      "Miller, R.",
      "Vujovic, A.",
      "Minhajuddin, M.",
      "Althoff, M. J.",
      "The CUIJBP consortium,",
      "Saviola, A. J.",
      "Stevens, B. M.",
      "Welner, R. S.",
      "Andrianova, E. L.",
      "Gudkov, A. V.",
      "Nemkov, T.",
      "D Alessandro, A.",
      "Gillen, A. E.",
      "Pollyea, D. A.",
      "Jordan, C. T.",
      "Pietras, E. M."
    ],
    "summary": "High-risk myelodysplastic syndrome (HR-MDS) is a malignant clonal disorder originating in hematopoietic stem and progenitor cells (HSPCs). The current standard of care for HR-MDS patients is hypomethylating agents; however, the response rate is poor. There is thus a need to explore vulnerabilities of HR-MDS HSPCs for better clinical outcomes. We demonstrate that HR-MDS HSPCs have significant upregulation of metabolic proteins required for glycolysis, citric acid cycle, and oxidative phosphorylation. Consistently, we see increased oxygen consumption rate in HR-MDS HSPCs compared to healthy, suggesting an increased metabolic rate. Corroboratively, compared to healthy HSPCs, HR-MDS HSPCs have increased abundance of mitochondrial complex I proteins, which are NADH dehydrogenases, and crucial for energy production. Therefore, we investigated whether HR-MDS HSPCs are functionally reliant on NAMPT, the rate-limiting enzyme in the nicotinamide salvage pathway of NAD anabolism. NAMPT inhibition significantly decreased NAD(H) in HR-MDS HSPCs. Consequently, NAMPT inhibition reduced the oxygen-consuming capacity of HR-MDS-HSPCs compared to healthy. Importantly, NAMPT inhibition significantly impaired the self-renewal and colony-forming potential, increased cell death and reduced disease burden specifically of HR-MDS HSPCs, compared to healthy controls. Collectively, our data suggest that NAMPT is selectively required for the function and survival of HR-MDS HSPCs representing a promising therapeutic target.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695528",
    "doi": "10.64898/2025.12.19.695528",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695532",
    "title": "Distributed disruption and remodelling of synaptome architecture following traumatic brain injury",
    "authors": [
      "Jamjoom, A.",
      "Gokhale, R.",
      "Rhodes, J.",
      "Qiu, Z.",
      "Grant, S. G. N."
    ],
    "summary": "A single cortical impact in mice altered the number and molecular composition of excitatory synapses across 222 brain regions. Early effects targeted synapses with rapid protein turnover, followed by changes in slow-turnover synapses. This injury-induced remodelling of synaptome architecture mirrors responses to genetic mutation, ageing, sleep deprivation and experience, suggesting that reorganisation of excitatory synapse populations is a shared mechanism underlying brain plasticity across diverse conditions.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695532",
    "doi": "10.64898/2025.12.19.695532",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.694617",
    "title": "The Pioneer Transcription Factor Oct4 Differentially Co-opts Bcl11a and Bcl11b to Regulate Reprogramming to Pluripotency",
    "authors": [
      "Lavial, F.",
      "Trajkova, A.",
      "Zakiev, E.",
      "Mendoza-ferri, M.",
      "Messahli, I.",
      "Khelaifia, M.",
      "Krossa, I.",
      "Tapponnier, Y.",
      "Dejonckere, E.",
      "Hunter, E.",
      "Claret, L.",
      "Martin, B.",
      "Gadot, N.",
      "Forest, F.",
      "Heinrich, C.",
      "Martin, N.",
      "Bernard, D.",
      "Grinberg-bleyer, Y.",
      "Mendoza-Parra, M. A.",
      "Huyghe, A."
    ],
    "summary": "Pioneer transcription factors (TFs) orchestrate development, reprogramming, and cancer. Yet, the molecular mechanisms by which they cooperate with endogenous TFs and chromatin to trigger cell fate conversions remain largely unknown. Here, we identified antagonistic functions in reprogramming to pluripotency for the two paralogous somatic zinc finger TFs Bcl11a and Bcl11b. We reveal that Bcl11a and Bcl11b are initially co-expressed in mouse embryonic fibroblasts and then segregate in cellular intermediates respectively prone or refractory to reprogramming, transdifferentiation, and oncogenic transformation. They exert opposite functions - with Bcl11a promoting and Bcl11b hindering - the efficacy of induced pluripotent stem cells generation. During reprogramming, we uncover that Bcl11b safeguards cellular identity by persistently binding to differentiation genes with Runx1 in refractory intermediates. In contrast, in reprogramming intermediates, Bcl11a interacts with Oct4 and is initially displaced from MEF enhancers. Bcl11a then binds transiently and contributes to activate the E3 ubiquitin ligase Pja1 that regulates Smad3, thus promoting mesenchymal-epithelial transition and constraining senescence. Collectively, our work unveils how the differential repurposing of paralogous TFs by Oct4 orchestrates reprogramming to pluripotency.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.694617",
    "doi": "10.64898/2025.12.19.694617",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.694009",
    "title": "HIF1 controls somitogenesis and spine development by regulating levels of intracellular oxygen in the presomitic mesoderm",
    "authors": [
      "Schipani, E.",
      "Lewansdoski, M.",
      "Anderson, M. J.",
      "Laslow, B.",
      "Yao, A."
    ],
    "summary": "Embryonic axis extension depends on presomitic mesoderm (PSM) segmentation into somites, which give rise to vertebrae and muscles. The PSM is a highly glycolytic structure. HIF1 is a transcription factor that regulates bioenergetic metabolism by promoting glycolysis and suppressing mitochondrial respiration. Conditional deletion of HIF1 in the PSM resulted in vertebral malformations, including shortened, misshapen vertebrae and additional thoracic segments. These defects correlated with disrupted segmentation clock oscillations, marked by abnormal Hes7 and Lfng expression. HIF1 loss also induced intracellular hypoxia, likely due to increased mitochondrial respiration. Hyperoxic exposure of mutant embryos corrected hypoxia, restoring Hes7 oscillations and somitogenesis. These findings highlight HIF1s essential role in ensuring proper segmentation clock function and somitogenesis by maintaining intracellular oxygen homeostasis through reprogramming of metabolism.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.694009",
    "doi": "10.64898/2025.12.19.694009",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695476",
    "title": "The alarmin Interleukin-33 modulates platelet proteome, function and biogenesis",
    "authors": [
      "Gelon, L.",
      "Roga, S.",
      "Gozalez de Peredo, A.",
      "Vidal, E.",
      "Girard, J.-P.",
      "Severin, S.",
      "Lefrancais, E."
    ],
    "summary": "Platelets, traditionally recognized for their involvement in hemostasis and wound healing, also play a central role in immune regulation and inflammation. Their function and production adapt in response to inflammatory cues such as cytokines and danger-associated molecular patterns. Interleukin-33 (IL-33), an alarmin released during tissue damage, particularly in lung inflammation, has been implicated in influencing platelet biology, though its exact effects remain poorly understood. To clarify IL-33s role, we examined its impact on platelet production, proteome, adhesion, secretion, and aggregation using platelets from IL-33-deficient (IL-33KO) mice and IL-33 stimulation in vivo. Our results reveal that while platelets themselves do not express IL-33, platelets isolated from IL-33KO mice display altered proteomic signatures and reduced adhesion to fibrinogen, podoplanin, and laminin, alongside impaired thrombus formation under shear stress. IL-33 administration in vivo led to proteomic remodeling characterized by increased expression of inflammatory proteins, as well as changes in platelet morphology, including increased size, typically associated with de novo production. Using lung intravital microscopy, we visualized platelet fragmentation within the lung vasculature in real time, and observed enhanced fragmentation following IL-33 stimulation. Interestingly, ST2, the receptor for IL-33, is expressed in subsets of mouse and human megakaryocytes and hematopoietic progenitors, particularly those involved in a non-canonical pathway of thrombopoiesis that enables the rapid replenishment of platelets during inflammation, infection, and aging. Together, these findings identify IL-33 as a pivotal regulator of platelet function and production, linking inflammatory signaling to the dynamic regulation of thrombopoiesis.\n\nKey PointsIL-33 impacts platelet inflammation-related proteins and adhesion\n\nIL-33 receptor is expressed by subsets of MK progenitors in mouse and human",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695476",
    "doi": "10.64898/2025.12.19.695476",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695491",
    "title": "Cooperative Interaction Between IL-4 Signaling and FLT3 in Multipotent Progenitors Restore Lymphopoiesis in Inflammation and Aging",
    "authors": [
      "Yao, J.",
      "Wang, Y.",
      "Zhang, Y."
    ],
    "summary": "Hematopoiesis, the process of generating blood cells, is essential for maintaining immune functions in responding to systemic challenges. Disruption of this process, driven by inflammation or aging, often results in myeloid-biased hematopoiesis and impaired lymphoid lineage output. In this study, we identify interleukin-4 (IL-4) signaling as an important modulator of the lymphoid lineage commitment in hematopoietic multipotent progenitors (MPPs). We show that IL-4 promotes MPP differentiation from myelopoiesis to lymphopoiesis via the STAT6 signaling pathway. Transcriptomic analysis reveals that IL-4 signaling upregulates lymphoid-specific pathways while suppressing myeloid differentiation programs in MPPs, but not in hematopoietic stem cells (HSCs). Mechanistically, FLT3-a class III receptor tyrosine kinase highly expressed in MPPs-interacts functionally with IL-4 signaling to facilitate STAT6 phosphorylation and activation. Notably, IL-4 treatment rejuvenates aged hematopoietic stem and progenitor cells, restoring B and T cell output and counteracting inflammaging-associated myeloid bias. These changes are associated with improved immune, metabolic, physical, and cognitive functions, positioning IL-4 signaling-FLT3 cooperation in MPPs as a critical regulator of organism-wide immune fitness. Our findings highlight IL-4 as a potential therapeutic agent for restoring balanced hematopoiesis in the context of aging and inflammation.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695491",
    "doi": "10.64898/2025.12.19.695491",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695507",
    "title": "Characterisation of Two Plasmodium Virulence Factors Important for Lipid Metabolism and Disease Progression In Vivo",
    "authors": [
      "Paoletta, M. S.",
      "Jonsdottir, T. K.",
      "Kemp, A.",
      "Hernandez, S.",
      "Chisholm, S. A.",
      "Rayon Diaz, M.",
      "Berg, A.",
      "Pandey, V.",
      "Botte, C. Y.",
      "Berntsson, R. P.",
      "Waller, R. F.",
      "Rayner, J. C.",
      "Bushell, E. S."
    ],
    "summary": "Malaria is caused by Plasmodium parasites and claims 610,000 deaths annually. Parasite invasion of red blood cells (RBCs) involves secretion of multiple proteins from specialised apical organelles (micronemes, rhoptries, and dense granules). These collectively facilitate host cell entry, establish a protective parasitophorous vacuole (PV), and directly and indirectly mediate interactions between the infected RBC (iRBC) and the endothelial wall. The cytoadherence of iRBCs results in sequestration within organs and plays a critical role in pathogenesis and virulence, but the function of many secreted parasite proteins remains poorly characterised. Here, we leverage spatial proteomics from Plasmodium falciparum to identify two novel Plasmodium berghei orthologue proteins containing hydrolase domains (MAP1, PBANKA_1425900, and RhoSH, PBANKA_1001500). Ultrastructure expansion microscopy reveals their localisation to the rhoptries in late schizogony, where co-immunoprecipitation assays show they interact with each other. In vivo studies demonstrate that these proteins help the parasite evade spleen-mediated clearance and contribute to disease progression. Deletion of both genes disrupts lipid metabolism and PV membrane morphology, suggesting a role in establishing or maintaining the protective PV membrane. Loss of map1 reduces sequestration of P. berghei iRBCs to adipose tissue, and conditional knockdown of the P. falciparum map1 orthologue results in reduced CD36-mediated cytoadhesion, suggesting a cross-species role in sequestration and cytoadherence. Our findings identify MAP1 and RhoSH as key mediators of Plasmodium virulence.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695507",
    "doi": "10.64898/2025.12.21.695507",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695978",
    "title": "Adaptive Laboratory Evolution under gradual ciprofloxacin stress leads to efflux-mediated ciprofloxacin resistance and an increase in endogenous antibiotic production in Streptomyces coelicolor.",
    "authors": [
      "Nag, A.",
      "Kumbhar, C.",
      "Mehra, S."
    ],
    "summary": "Streptomyces are soil-dwelling bacteria harboring a vast reservoir of transcriptionally silent antibiotic-resistant genes. Mobilization of these resistance genes to pathogens results in the dissemination of multidrug resistance when exposed to differential antibiotic pressure. To determine the evolution of resistance, we employed adaptive laboratory evolution (ALE) in Streptomyces coelicolor under gradually increasing concentrations of ciprofloxacin, starting at the minimum inhibitory concentration (MIC) to 4X MIC. The evolved strain CipRr exhibited elevated resistance towards ciprofloxacin with cross-resistance to other fluoroquinolones, such as ofloxacin and moxifloxacin, and collateral sensitivity to the protein synthesis inhibitors chloramphenicol and tetracycline. Compared to the WT cells, CipRr showed elevated production of secondary metabolites actinorhodin and undecylprodigiosin, altered morphology, and reduced ROS production. Whole Genome Sequencing revealed mutations in transcriptional regulators and other metabolic genes, leading to enhanced activity of efflux pumps that conferred high-level ciprofloxacin resistance. Overall, this study demonstrates that evolutionary strategies in antibiotic producers such as streptomyces can help uncover the genetic determinants linked to antibiotic resistance, secondary metabolism, and morphological differentiation.\n\nImportanceThis study employs adaptive laboratory evolution in the antibiotic-producing bacterium Streptomyces coelicolor to investigate how exposure to gradually increasing concentrations of the fluoroquinolone ciprofloxacin drives the emergence of high-level resistance and cross-resistance to related drugs, while simultaneously resulting in collateral sensitivity towards other antimicrobial agents. This study also highlights that the evolution of high-level resistance towards ciprofloxacin significantly alters the production of secondary metabolites and cellular morphology. Furthermore, we identify mutations in regulatory and metabolic genes that result in enhanced efflux pump activation, advancing our understanding of the molecular mechanisms underlying high-level resistance. This study thus highlights the complex interplay between antibiotic resistance, metabolism, and morphological development.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695978",
    "doi": "10.64898/2025.12.22.695978",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695915",
    "title": "De novo designed bifunctional proteins for targeted protein degradation",
    "authors": [
      "Mylemans, B.",
      "Korona, B.",
      "Acevedo-Jake, A. M.",
      "MacRae, A.",
      "Edwards, T. A.",
      "Huang, D. T.",
      "Wilson, A. J.",
      "Itzhaki, L. S.",
      "Woolfson, D. N."
    ],
    "summary": "Targeted protein degradation (TPD) is a therapeutic strategy to remove disease-causing proteins by routing them to the ubiquitin-proteasome, autophagy, or lysosme machineries. For instance, proteolysis-targeting chimeras (PROTACs) are synthetic hetero-bifunctional small molecules that simultaneously bind the target and an E3 ubiquitin ligase to drive ubiquitination and degradation by the proteasome. Despite considerable success, designing such molecules is challenging and the number of currently addressable ubiquitin E3 ligases is limited. Here we demonstrate hetero-bifunctional de novo designed proteins as alternatives for TPD to access more targets and ligases. First, we develop a stable and highly adaptable helix-turn-helix scaffold for presenting different binding sites. Next, we use computational protein design to incorporate and embellish hot-spot- binding sites to target BCL-xL, plus short linear motifs (SLiMs) for KLHL20 ligase recruitment. The resulting mono- and bi-functionalised proteins bind the targets in vitro, and the latter degrade BCL-xL in cells leading to apoptosis.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695915",
    "doi": "10.64898/2025.12.22.695915",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695189",
    "title": "Reduced belief updating impairs adaptive step initiation in older adults",
    "authors": [
      "Jacob, A. B.",
      "Kotz, S. A.",
      "Auksztulewicz, R.",
      "Kopcke, M.",
      "Meijer, K.",
      "Boonstra, T. W."
    ],
    "summary": "Ageing is associated with declines in mobility and balance that threaten independence and increase the risk of falls. Although these changes are often attributed to deterioration of muscular and sensory systems, growing evidence suggests that age-related alterations in cognitive control also contribute to postural instability and gait impairments. Here, we examined whether shifts in cognitive control strategy underlie impaired gait initiation in older adults by modelling how individuals update beliefs about upcoming actions. Older and younger adults performed a choice-stepping go/no-go task in which the likelihood of initiating a step was manipulated across trials. We measured anticipatory postural adjustments (APAs), the preparatory shifts in body weight that precede stepping, and modelled age-related differences in APA onset using a hierarchical Bayesian framework. Older adults initiated APAs more slowly than younger adults, particularly following repeated go trials. Computational modelling revealed reduced learning rates and heightened sensitivity to uncertainty in older adults. These findings identify altered belief updating as a cognitive mechanism shaping age-related changes in adaptive stepping behaviour.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695189",
    "doi": "10.64898/2025.12.19.695189",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695603",
    "title": "From iPSCs to NPCs to cortical neurons: bioenergetic, neuronal, and calcium signaling phenotypes in bipolar disorder with and without familial mitochondrial disease",
    "authors": [
      "El Soufi El Sabbagh, D.",
      "Choi, J.",
      "Balachandar, L.",
      "Haydarian, E.",
      "Demyati, J.",
      "Mazhar, Z.",
      "Duong, A.",
      "Irwin, C.",
      "Singh, K.",
      "Berk, M.",
      "Walder, K. R.",
      "Bortolasci, C.",
      "Young, L. T.",
      "Carlen, P.",
      "Andreazza, A. C."
    ],
    "summary": "Background: Psychiatric disorders frequently accompany primary mitochondrial diseases (PMDs), implicating mitochondrial dysfunction as a shared biological substrate for psychiatric vulnerability. To determine how familial mitochondrial risk influences neuronal development in bipolar disorder (BD), we generated induced pluripotent stem cells (iPSCs), neural progenitor cells (NPCs), and cortical neurons (CNs) from three healthy controls (CT), three patients with BD, and three patients with BD and a family history of mitochondrial disease (BD-FMD). Methods: Across differentiation, we assessed mitochondrial function (ATP production, mitochondrial membrane potential, ROS generation, cytosolic cell-free mtDNA), metabolomic signatures, calcium imaging, and neuronal electrophysiological activity through multi-electrode arrays (MEA). Results: BD neurons uniquely exhibited pronounced hyperexcitability in comparison to CT and BD-FMD groups. The BD-FMD group displayed prolonged mitochondrial calcium transients, altered membrane potential, and aberrant ROS, in comparison to CT and BD, consistent with a sustained energetic deficit. Metabolomic profiling revealed distinct pathway enrichments in BD and BD-FMD, indicating divergent bioenergetic adaptations to mitochondrial burden. Conclusions: Our findings reveal that familial mitochondrial liability actively reshapes neuronal differentiation and function, producing distinct trajectories of mitochondrial performance, calcium signaling, and network excitability. These results suggest that mitochondrial dysfunction in BD is not a secondary byproduct of illness, but a mechanistic contributor to altered neuronal energetics and communication. Together, these findings delineate how inherited mitochondrial vulnerability reshapes neuronal excitability and metabolism, revealing bioenergetic phenotypes that may inform precision stratification and therapeutic targeting in BD.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695603",
    "doi": "10.64898/2025.12.19.695603",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695881",
    "title": "Integration of gene expression with computational modeling reveals region-specific brain energy metabolism dysregulation in schizophrenia",
    "authors": [
      "Makinen, I.",
      "Linne, M.-L.",
      "Andreassen, O. A.",
      "Maki-Marttunen, T."
    ],
    "summary": "Schizophrenia is a highly heritable psychiatric disorder with suggested disturbances in multiple neurobiological pathways including brain energy metabolism, which is essential for sustaining precise neuronal signaling. The relationship between gene expression alterations and energy metabolism defects, however, is poorly understood. Here we combined differential expression (DE) analysis with computational modeling to investigate how the expression of cytosolic energy metabolism-associated genes influences the concentrations of key energy metabolites. The DE analysis used human post-mortem RNA sequencing data from the anterior cingulate cortex (ACC) and dorsolateral prefrontal cortex (DLPFC) from the Common Mind Consortium. Metabolic simulations were carried out using a biophysical model of brain energy metabolism (Winter et al. 2018). We conducted both population-average and subject-specific simulations and assessed the effects of DE genes individually and collectively.  The DE analysis identified nine genes in the ACC and 24 in the DLPFC. Approximately two thirds of the DE genes were downregulated in schizophrenia in both brain areas. Decreased expression of neuronal  LDHB  in the ACC caused a decrease of pyruvate and an increase of NAD+/NADH ratio. Furthermore, decreased expression of neuronal PFKM in the DLPFC caused an increase of glucose and NAD+/NADH ratio and a decrease of pyruvate, lactate, and ATP. These findings provide evidence for region-specific dysregulation of brain energy metabolism in schizophrenia and suggest mechanistic links between gene expression changes and altered levels of key energy metabolites.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695881",
    "doi": "10.64898/2025.12.22.695881",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695787",
    "title": "Unveiling the secrets of brain resilience: Multimodal neuroimaging insights into Neural dynamics and neuroprotection in ageing",
    "authors": [
      "ROY, B.",
      "Roy, P. K."
    ],
    "summary": "With the onset of ageing the likelihood of brain degeneration increases but so does the remarkable capability of the brain to reorganize itself termed as neurocognitive resilience. Leveraging the neuroimaging mapped anatomical signatures to demarcate age related alteration of an individual brain is a promising strategy to identify ageing phenotypes and estimate the molecular cues account for coping mechanisms. This study endeavour to identifying neuroprotective signatures using multimodal structural and functional brain scans of healthy aged male and female cohort across dorsal-ventral pathways of neuronal signal processing. To obtain multifarious insight across numerous patho physiological process we employed cutting edge approaches such as structural magnetic resonance imaging (MRI): diffusion tensor imaging (DTI), functional MRI (fMRI) and vascular MRI (cerebrovascular reactivity). From the study we obtained several unexpected anatomical and physiological neuro-protective features in the older cohort. Overall, we observed that older cohort exhibit better circum-cerebral structural connectivity as (i) cuneus to superior frontal gyrus (ii) superior frontal gyrus to inferior frontal gyrus (iii) inferior temporal gyrus to inferior frontal gyrus and (iv) cuneus to inferior temporal gyrus. Another, significant neuroprotective anatomical signature was revealed, namely a connectivity through vertical occipital fasciculus across cuneus to temporal cortex in male and female older cohort. Additionally, in older female we observed a pronounced increment in overall functional connectivity network observed in inferior frontal gyrus (both hemispheres). Whereas in older male a substantial increment of functional connectivity network in cuneus was observed as compared to their younger counterpart.",
    "published": "2025-12-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695787",
    "doi": "10.64898/2025.12.21.695787",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41439717",
    "title": "Correction for Li et al., BCL2 regulates antibacterial autophagy in the intestinal epithelium.",
    "authors": [],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439717/",
    "doi": "doi: 10.1073/pnas.2535281122",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41442278",
    "title": "Metformin hijacks AMPK-ERK1/2 signaling to trigger a pathogenic \"selection trap\" and thymic atrophy.",
    "authors": [
      "Qian Y",
      "Zhang J",
      "Liu S",
      "Qin Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442278/",
    "doi": "doi: 10.1016/j.celrep.2025.116762",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41442262",
    "title": "Cellular senescence in giant cell arteritis and polymyalgia rheumatica: From mechanisms to therapeutic opportunities.",
    "authors": [
      "Luo Y",
      "Yang F",
      "He Y",
      "Lin J",
      "Chen W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442262/",
    "doi": "doi: 10.1111/eci.70166",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41442178",
    "title": "Novel KMT5B De Novo Variants Disrupt DNA Damage Response in Intellectual Disability.",
    "authors": [
      "Hu X",
      "Tao R",
      "Wang Y",
      "Lin X",
      "Ye C",
      "Yang L",
      "Huang H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442178/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41442157",
    "title": "TNIP1 and Autophagy Receptors regulate STING Signaling.",
    "authors": [
      "Bunker EN",
      "Fischer TD",
      "Zhu PP",
      "Guerrou FL",
      "Johnson KR",
      "Youle RJ"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442157/",
    "doi": "doi: 10.1091/mbc.E25-04-0190",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41442063",
    "title": "Facial skin aging: an integrative analysis of genetics, epigenetics, and lifestyle factors.",
    "authors": [
      "Noroozi R",
      "Pisarek-Pacek A",
      "Wysocka B",
      "Migacz-Gruszka K",
      "Pruszkowska-Przybylska P",
      "Kobus M",
      "Lisman D",
      "Zacharczuk J",
      "Rudnicka J",
      "Iljin A",
      "Fitzgerald KC",
      "Michalczyk M",
      "Kaczka P",
      "Krzysztofik M",
      "Kostrzewa M",
      "Sitek A",
      "Splnicka M",
      "Ossowski A",
      "Branicki W",
      "Popiech E"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442063/",
    "doi": "doi: 10.1007/s11357-025-02067-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41442059",
    "title": "m(6)A modification and SUMOylation of PHGDH regulates ulcerative colitis through autophagy.",
    "authors": [
      "Xue H",
      "Wang D",
      "Pang C",
      "Shen Y",
      "Xu J",
      "Zhang L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442059/",
    "doi": "doi: 10.1007/s00018-025-05970-9",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41441982",
    "title": "KIAA1429 as a therapeutic target in osteosarcoma: challenging the linear ferroptosis pathway and evaluating translational hurdles.",
    "authors": [
      "Yang D",
      "Yu L",
      "Ye Z",
      "Wang G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441982/",
    "doi": "doi: 10.1007/s00011-025-02165-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41441955",
    "title": "Cellular stress, cell death, and extracellular vesicles: redefining the therapeutic landscape of rheumatoid arthritis.",
    "authors": [
      "Muttiah B",
      "Wahab AA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441955/",
    "doi": "doi: 10.1007/s10067-025-07887-x",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41441952",
    "title": "The synergistic role of ferroptosis in osteosarcoma immunotherapy.",
    "authors": [
      "Tian D",
      "Yang Z",
      "Zhang J",
      "Yang R",
      "Hao H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441952/",
    "doi": "doi: 10.1007/s12032-025-03196-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41441912",
    "title": "AI-powered IC50 prediction for p53 inhibitors drug-target interaction via hybrid graph neural networks.",
    "authors": [
      "El-Masry WH",
      "Monem S",
      "Darwish NR",
      "Hassanein AE"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441912/",
    "doi": "doi: 10.1007/s10822-025-00723-z",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41441746",
    "title": "Magnet-Responsive Nanomaterials Trigger Ferroptosis and Cellular Senescence Modulation via p53/SLC7A11 Axis for Tumor Therapy.",
    "authors": [
      "Wang X",
      "Zhang M",
      "Jiang H",
      "Li Y",
      "Chen Y",
      "Song X",
      "Qu L",
      "Chen P",
      "Dong X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441746/",
    "doi": "doi: 10.1002/adhm.202505037",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bFerroptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41439797",
    "title": "TaRIP2 Positively Regulates Wheat Pollen Wall Formation Through MYB80-Controlled Lipid Metabolism.",
    "authors": [
      "Han R",
      "Liu A",
      "Qi G",
      "Fang C",
      "Wang X",
      "Xu W",
      "Wang K",
      "Li J",
      "Fan Q",
      "Cheng D",
      "Li F",
      "Li H",
      "Liu J",
      "Li G",
      "Liu C"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439797/",
    "doi": "doi: 10.1111/pbi.70512",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41439586",
    "title": "Mapping Regional Brain Aging in Huntington's Disease Using Structural Magnetic Resonance Imaging and Machine Learning.",
    "authors": [
      "Ghofrani-Jahromi M",
      "Amirmoezzi Y",
      "Abeyasinghe PM",
      "Poudel GR",
      "Razi A",
      "Paulsen JS",
      "Hobbs NZ",
      "Scahill RI",
      "Tabrizi SJ",
      "Georgiou-Karistianis N",
      "Saha S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439586/",
    "doi": "doi: 10.1002/mds.70160",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41439453",
    "title": "Chirality-Governed Anti-Aging Effects of Carbon Dots in Caenorhabditis Elegans.",
    "authors": [
      "Zhang M",
      "Ma Y",
      "Liao F",
      "Shu H",
      "Wu Z",
      "Li H",
      "Huang H",
      "Huang J",
      "Liu Y",
      "Kang Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439453/",
    "doi": "doi: 10.1002/smll.202511386",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41439434",
    "title": "Rationally Designed Oxidase-Mimicking Nanozymes for Correlating Drug Resistance and Cellular Senescence with Total Antioxidant Capacity.",
    "authors": [
      "Cai Y",
      "Liang Q",
      "Yang L",
      "Tian G",
      "Wei P"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439434/",
    "doi": "doi: 10.1002/smll.202510279",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41439375",
    "title": "Molecular Mechanism of the IRF1/NFE2L1-DT/ALKBH5/Cx43 Axis in Radiation-Induced Injury in Vascular Endothelial Cells Through Pyroptosis.",
    "authors": [
      "Li C",
      "Yang JW",
      "Jia YR",
      "Zhang J",
      "Gou Q"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439375/",
    "doi": "doi: 10.1002/kjm2.70159",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41439298",
    "title": "The effect of saffron supplementation on indices of oxidative stress, inflammation, mental health, and quality of life in patients with Parkinson's disease: a randomized, triple-blind, placebo-controlled clinical trial.",
    "authors": [
      "Hajhashemy Z",
      "Bagherniya M",
      "Sadeghi O",
      "Khorvash F",
      "Askari G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439298/",
    "doi": "doi: 10.1039/d5fo01924a",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41437841",
    "title": "SUMO protease Pira induces autophagy-related cell death during Drosophila development.",
    "authors": [
      "Gan T",
      "Su Q",
      "Zhang Y",
      "Zhao L",
      "Su Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437841/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41437799",
    "title": "Fiscalin B exerts an anticancer effect through mitochondria-modulated apoptosis and cell cycle arrest in human hepatocellular carcinoma.",
    "authors": [
      "Wang S",
      "Huang Y",
      "Wang S",
      "Gong H",
      "He Q",
      "Zhang D",
      "Fang Z",
      "Zhou L",
      "Lin K",
      "Song Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437799/",
    "doi": "doi: 10.1080/14786419.2025.2605553",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41437580",
    "title": "Cu(I) Is a Game Changer in the Arrest of Cu(A)-Induced ROS Production in the Presence of Competing Zn(II) Ions.",
    "authors": [
      "Drommi M",
      "Malikidogo KP",
      "Atrin-Blasco E",
      "Esmieu C",
      "Hureau C"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437580/",
    "doi": "doi: 10.1002/chem.202502352",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41437560",
    "title": "Aging-Induced Dysfunction of Adipose Tissue and Skeletal Muscle and its link to Insulin Resistance.",
    "authors": [
      "Sakaguchi M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437560/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41437559",
    "title": "Apoptosis-Amplified Intracellular Paclitaxel Nanoparticle Formation Enhances Microtubule Aggregation and PANoptosis.",
    "authors": [
      "Liu X",
      "Sun X",
      "Ma Y",
      "Jiang Q",
      "Yin Y",
      "Xu HD",
      "Cheng X",
      "Yang Y",
      "Li Y",
      "Yan H",
      "Zhang X",
      "Yu X",
      "Zhan W",
      "Wu FG",
      "Wu X",
      "Zhuo Y",
      "Liang G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437559/",
    "doi": "doi: 10.1002/anie.202517035",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41437396",
    "title": "The mechanism study of targeting DPP4 in regulating ferroptosis and its influence on endometrial receptivity in PCOS.",
    "authors": [
      "Zhang J",
      "Wang R",
      "Tian X",
      "Ding N",
      "He Y",
      "Wang K",
      "Tao C",
      "Cai J",
      "Jian Q",
      "Wang F"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437396/",
    "doi": "doi: 10.1186/s13293-025-00786-5",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41437382",
    "title": "Development and assessment of a peptide vaccine against ovarian cancer utilizing nanoliposomes loaded with P53, WT1, and CA125 epitopes.",
    "authors": [
      "Shariati F",
      "Hashemi M",
      "Peyvandi M",
      "Jebali A",
      "Entezari M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437382/",
    "doi": "doi: 10.1186/s13048-025-01792-2",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41437355",
    "title": "Correction: Heme oxygenase-1 prevents non-alcoholic steatohepatitis through suppressing hepatocyte apoptosis in mice.",
    "authors": [
      "Nan Y",
      "Wang R",
      "Zhao S",
      "Han F",
      "Wu WJ",
      "Kong L",
      "Fu N",
      "Kong L",
      "Yu J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437355/",
    "doi": "doi: 10.1186/s12944-025-02816-y",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41437268",
    "title": "Tannic acid inhibits diquat induced human renal HK-2 cells apoptosis through BAX/Bcl2/caspase/cleaved caspase-3 signaling pathway.",
    "authors": [
      "Radan M",
      "Atefipour N",
      "Abedizadeh P",
      "Dayer D",
      "Hoseinynejad K"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437268/",
    "doi": "doi: 10.1186/s12938-025-01484-4",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41437260",
    "title": "Heat stress and stocking density disrupt telomere maintenance through shelterin complex dysregulation and oxidative damage in broiler chickens.",
    "authors": [
      "Bahadoran S",
      "Hashemi S",
      "Hassanpour H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437260/",
    "doi": "doi: 10.1186/s12917-025-05151-7",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41437240",
    "title": "Healthy ageing in place: perspectives on age-friendliness in 'local' communities.",
    "authors": [
      "Tadrous R",
      "Palmer VJ",
      "Olsen JR",
      "Anderson M",
      "Rigby BP",
      "Thomson M",
      "Lewis R",
      "Mitchell K",
      "Long E",
      "Skivington K",
      "Simpson SA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437240/",
    "doi": "doi: 10.1186/s12889-025-26050-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41437212",
    "title": "Knockdown of JunB alleviates LPS-induced H9C2 cardiomyocyte injury and sepsis-induced myocardial injury by activating the PI3K/Akt/mTOR signaling pathway.",
    "authors": [
      "Yang M",
      "Pan W",
      "Chen Q",
      "Cheng Y",
      "Zhu G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437212/",
    "doi": "doi: 10.1186/s12872-025-05450-9",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41437196",
    "title": "Rapamycin preserves primordial follicles during closedsystem vitrification of mouse ovarian tissue.",
    "authors": [
      "Tanaka Y",
      "Takebayashi A",
      "Deguchi M",
      "Amano T",
      "Nakamura A",
      "Inatomi A",
      "Tsuji S",
      "Murakami T"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437196/",
    "doi": "doi: 10.5653/cerm.2025.08165",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41437194",
    "title": "Umbelliferone protects testes and spermatogenesis against lead acetate by effectively mitigating oxidative stress, inflammation, and apoptosis.",
    "authors": [
      "Hejazi M",
      "Javazmi RF",
      "Bagheri SM"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437194/",
    "doi": "doi: 10.5653/cerm.2025.08256",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41437102",
    "title": "Mesenchymal stem cells and their promise in reversing ovarian aging.",
    "authors": [
      "Yao D",
      "Chen H",
      "Yuan J",
      "Xu P",
      "Guo X",
      "Gao J",
      "Li X",
      "Wang T",
      "Wang Y",
      "Liu B",
      "Liu Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437102/",
    "doi": "doi: 10.1186/s13048-025-01876-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41437076",
    "title": "TRIM3 exacerbates chondrocyte apoptosis through suppression of AKT/mTOR signaling pathway in osteoarthritis.",
    "authors": [
      "Ou H",
      "Li B",
      "Liang H",
      "Deng H",
      "Zhang L",
      "Lan M",
      "Cui X",
      "Li S",
      "Sun J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437076/",
    "doi": "doi: 10.1186/s13018-025-06510-8",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41437070",
    "title": "Darunavir analog precursors target mitochondrial metabolism in multiple myeloma and CLL.",
    "authors": [
      "Mecca M",
      "Sichetti M",
      "Spina E",
      "Giuseffi M",
      "Giglio E",
      "Picerno S",
      "Valvano L",
      "Statuto T",
      "Santarsiere A",
      "Funicello M",
      "Armentano MF",
      "Chiummiento L",
      "Lupattelli P",
      "Romano A",
      "Giordano A",
      "Cortellino S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437070/",
    "doi": "doi: 10.1186/s12935-025-04142-w",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41437058",
    "title": "Mitochondrial dysfunction mediates the association between mercury exposure and lipid metabolism in children and adolescents.",
    "authors": [
      "Cheng P",
      "Liu C",
      "Xiang J",
      "Xu P",
      "Nian M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41437058/",
    "doi": "doi: 10.1186/s12944-025-02843-9",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41436941",
    "title": "A cohort study of growth differentiating factor -15 (GDF-15) and Interleukin-6 (IL-6) as biomarkers of healthy aging in older adults living with HIV.",
    "authors": [
      "Dushoff M",
      "Bowdish DME",
      "Zhabokritsky A",
      "Lovblom LE",
      "Klein MB",
      "Boyachuk B",
      "Falutz JM",
      "Loutfy M",
      "Smith GHR",
      "Tan DHS",
      "Cowbrough B",
      "Walmsley SL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436941/",
    "doi": "doi: 10.1186/s12877-025-06891-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41436912",
    "title": "Sufentanil preconditioning reduces hepatic ischemia-reperfusion injury in rats by regulating ferroptosis through ATF3.",
    "authors": [
      "Feng ZH",
      "Bao YF",
      "Niu YY",
      "Liu HJ",
      "Hu Q",
      "Li JL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436912/",
    "doi": "doi: 10.1186/s12871-025-03568-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41436829",
    "title": "SLC11A1 can activate TGF-1 signaling pathway to resist ferroptosis in colorectal cancer.",
    "authors": [
      "Yang D",
      "Zhao L",
      "Shi P",
      "Zhang J",
      "Yang G",
      "Shi B",
      "Ma H",
      "Li B",
      "Wang F",
      "Wang G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436829/",
    "doi": "doi: 10.1038/s41598-025-32979-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41436801",
    "title": "Nafamostat Mesylate Protects Against Acute Renal Ischemia-Reperfusion Injury by Alleviating Mitochondrial Dysfunction, Inhibiting Ferroptosis, and Regulating Proximal Tubular Cells: A Multi-Omics Analysis.",
    "authors": [
      "Wang Y",
      "Wu Y",
      "Li H",
      "Liu J",
      "Chen B",
      "Li Y",
      "Wang Q",
      "Zhang D",
      "Huang L",
      "Xing H",
      "Ou S",
      "Xue L",
      "Wu W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436801/",
    "doi": "doi: 10.1002/1744-9987.70112",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41436769",
    "title": "NEDD4 suppresses ferroptosis in lung ischemia-reperfusion injury by ubiquitinating and degrading SLC1A5.",
    "authors": [
      "Li J",
      "Meng F",
      "Qian X",
      "Chen S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436769/",
    "doi": "doi: 10.1038/s41598-025-32479-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41436732",
    "title": "NSUN2 mediated-aberrant 5-methylcytosine methylation regulates autophagy-related ferroptosis in oral squamous cell carcinoma progression.",
    "authors": [
      "Lu Y",
      "Li R",
      "Du W",
      "Wu J",
      "He Y",
      "Yuan L",
      "Chen X",
      "Lv S",
      "Shi F",
      "Hu J",
      "Zhao W",
      "Yu D"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436732/",
    "doi": "doi: 10.1038/s41419-025-08174-y",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41436729",
    "title": "Large-scale drug sensitivity, gene dependency, and proteogenomic analyses of telomere maintenance mechanisms in cancer cells.",
    "authors": [
      "Wu Y",
      "Cai Z",
      "Cross D",
      "Noble JR",
      "Prest K",
      "Littleboy J",
      "Cohen SB",
      "Edlundh B",
      "Koh JMS",
      "Xu R",
      "Noor Z",
      "Bastami M",
      "Valentini S",
      "Richardson L",
      "Barthorpe S",
      "Arymanesh N",
      "Robinson PJ",
      "Hains PG",
      "Garnett MJ",
      "Zhong Q",
      "Reddel RR",
      "MacKenzie KL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436729/",
    "doi": "doi: 10.1038/s41467-025-67190-w",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41436666",
    "title": "Synergistic effects of 3-O-methylquercetin and polyphenols on longevity, healthspan, and neuroprotection via FOXO/Nrf2.",
    "authors": [
      "Santos PA",
      "Pflger P",
      "Bielavski JB",
      "Varriento GO",
      "Rott MB",
      "Siqueira IR",
      "Pereira P"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436666/",
    "doi": "doi: 10.1007/s10522-025-10358-0",
    "categories": [],
    "keywords_matched": [
      "\\bFOXO\\b"
    ]
  },
  {
    "id": "pmid:41436452",
    "title": "Single-cell RNA sequencing reveals a quiescence-senescence continuum and distinct senotypes following chemotherapy.",
    "authors": [
      "Fernandez B",
      "Passanisi VJ",
      "Ashraf HM",
      "Spencer SL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436452/",
    "doi": "doi: 10.1038/s41467-025-66836-z",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41436440",
    "title": "Ferroptosis is a novel pathogenic mechanism of FDXR-related disease via disruption of the NRF2 pathway.",
    "authors": [
      "Campbell T",
      "Slone J",
      "Vu J",
      "Liu W",
      "Yang L",
      "Dourson A",
      "Queme LF",
      "Jankowski MP",
      "Huang T"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436440/",
    "doi": "doi: 10.1038/s41420-025-02840-y",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41436431",
    "title": "Targeting MED23 inhibits hepatocellular carcinoma development by suppressing compensatory proliferation and facilitating ROS-mediated cell death.",
    "authors": [
      "Zhao X",
      "Wang Z",
      "Min L",
      "Cao D",
      "Chu Y",
      "Li C",
      "Cai J",
      "Wang G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436431/",
    "doi": "doi: 10.1038/s41419-025-08348-8",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41436430",
    "title": "The monkeypox virus suppresses autophagy by modulating Rubicon expression.",
    "authors": [
      "Refolo G",
      "Mija C",
      "Ciccosanti F",
      "Sberna G",
      "Mazzotta V",
      "Maggi F",
      "Piacentini M",
      "Vescovo T",
      "Bordi L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436430/",
    "doi": "doi: 10.1038/s41420-025-02920-z",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41436425",
    "title": "Correction: Therapeutic effects of rapamycin and surgical decompression in a rabbit spinal cord injury model.",
    "authors": [
      "Zhang X",
      "Qin C",
      "Jing Y",
      "Yang D",
      "Liu C",
      "Gao F",
      "Zhang C",
      "Talifu Z",
      "Yang M",
      "Du L",
      "Li J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436425/",
    "doi": "doi: 10.1038/s41419-025-08267-8",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41436422",
    "title": "Small-molecule inhibitor of Cterminal HSP90 dimerization modulates autophagy and functions synergistically with mTOR inhibition to kill cisplatin-resistant cancer cells.",
    "authors": [
      "David C",
      "Sun Y",
      "Woloschin V",
      "Vogt M",
      "Dienstbier N",
      "Friedrich A",
      "Krings KS",
      "Schltermann D",
      "Berning L",
      "Lungerich B",
      "Akgn S",
      "Mendiburo MJ",
      "Gertzen CGW",
      "Borkhardt A",
      "Wesselborg S",
      "Gohlke H",
      "Bhatia S",
      "Kurz T",
      "Stork B"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436422/",
    "doi": "doi: 10.1038/s41419-025-08330-4",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41436290",
    "title": "Acteoside exerts neuroprotective effects by preventing -synuclein aggregation and oxidative stress in models of Parkinson's disease.",
    "authors": [
      "Lambiase A",
      "Spandri G",
      "Moukham H",
      "Toini E",
      "D'Urzo A",
      "Zecca G",
      "Commisso M",
      "Guzzo F",
      "Santoro V",
      "Piccinelli AL",
      "Calleri E",
      "Salerno S",
      "Rinaldi F",
      "Negri S",
      "Santambrogio C",
      "Brioschi M",
      "Solana-Manrique C",
      "Labra M",
      "Grassi F",
      "Paricio N",
      "Tripodi F",
      "Coccetti P"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436290/",
    "doi": "doi: 10.1016/j.neurot.2025.e00825",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41436096",
    "title": "Assessment of ROS-Mediated Genotoxic and Systemic Responses in Fish Exposed to Pesticide Carbendazim Stress.",
    "authors": [
      "Dubey A",
      "Harnam AS",
      "Gupta N",
      "Kumar M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41436096/",
    "doi": "doi: 10.1002/jat.70014",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41439011",
    "title": "Correction to: Ovarian ferroptosis induced by androgen is involved in pathogenesis of PCOS.",
    "authors": [],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439011/",
    "doi": "doi: 10.1093/hropen/hoaf078",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41438489",
    "title": "FLLL31 Induces Apoptosis via the FOXO4/BCL6 Axis to Inhibit Bladder Cancer Progression.",
    "authors": [
      "Han Y",
      "Peng J",
      "Yan W",
      "Wu Z",
      "Tang Z",
      "Ren M"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41438489/",
    "doi": "doi: 10.1155/humu/5947612",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41438466",
    "title": "Co-targeting ferroptosis and immune evasion through small molecules in breast cancer.",
    "authors": [
      "Zhou J",
      "Yang W",
      "Tang H",
      "Zou Y",
      "Zhou Z",
      "Peng C",
      "Peng F"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41438466/",
    "doi": "doi: 10.1515/jtim-2025-0093",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41438200",
    "title": "Apoptosis, Cell Cycle and Differentiation Effects of Propolis Extracted in Olive Oil on HL-60 AML Cells: A Flow Cytometric Analysis.",
    "authors": [
      "Dogan H",
      "Ozcimen AA",
      "Alabas E",
      "Silici S",
      "Saygideger Y",
      "Ozdemir B"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41438200/",
    "doi": "doi: 10.1155/ancp/7215006",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  }
]