[
  {
    "id": "10.1101/2025.09.16.673560",
    "title": "Differential DNA methylation clock ages across buffy coat (BC), peripheral blood mononuclear cells (PBMC), and saliva in individuals in early-to-mid adulthood",
    "authors": [
      "Bruellman, R.",
      "Evans, D.",
      "Smolen, A.",
      "Evans, L. M.",
      "Reynolds, C. A."
    ],
    "summary": "Epigenetic aging prior to midlife is gaining interest as an intervenable period to address health and cognitive aging. Epigenetic changes may index DNA methylation aging rates, but methylation profiles may not be substitutable across tissues. We compared DNA methylation clocks and age acceleration in saliva, buffy coat (BC), and peripheral blood mononuclear cells (PBMC) collected in 91 individuals (7 unpaired, 20 siblings, 64 twins; 18 monozygotic (MZ), 14 dizygotic (DZ) pairs) from the Colorado Adoption/Twin Study of Lifespan behavioral development and cognitive aging (CATSLife1; Mean age=30.90 years [range=28.07 -- 41.13]; 50.5% female). Across 15 DNA methylation clocks, chronological age and DNA methylation ages were moderately associated (Mean Spearman correlations: r=0.36, Saliva; r=0.41, BC; r=0.36, PBMC). In mixed-effects models, saliva showed higher DNA methylation ages (B=3.83--16.46 years vs BC, p<0.001), whereas PBMC and BC were comparable (B=-0.06--0.39 years vs BC, p>0.447). The exception was the next-generation clock DunedinPace showing comparability (p=0.486). Consistent patterns were observed for age acceleration estimates. Altogether, MZ (meta-analytic r=0.48, 95%CI=0.30,0.65) and DZ pairs (meta-analytic r=0.38, 95%CI=0.29,0.46) were moderately correlated (Spearman), but MZ pairs showed heterogeneity across tissues (p<0.020): saliva was lower (Mean r=0.31, SD=0.24) than BC (Mean r=0.63, SD=0.11) and PBMC (Mean r=0.47, SD=0.19). The multi-tissue ZhangQ and next-generation PCGrimAge clocks produced consistent correlations across tissues for MZ and DZ twins. While saliva-based DNA methylation is not a direct substitute for blood-based DNA methylation, values were comparable across BC and PBMC; nevertheless, all tissue types may be appropriate for DNA methylation aging studies when compared within tissues.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.16.673560",
    "doi": "10.1101/2025.09.16.673560",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695764",
    "title": "Coiled-coil scaffolds for Targeted Protein Degradation",
    "authors": [
      "Korona, B.",
      "Mylemans, B.",
      "Acevedo-Jake, A.",
      "Huang, D. T.",
      "Edwards, T. A.",
      "Wilson, A. J.",
      "Woolfson, D.",
      "Itzhaki, L. S."
    ],
    "summary": "In targeted protein degradation (TPD) the cells quality control machinery is co-opted to degrade proteins of interest. Currently TPD is limited by the availability of small-molecule binders for targets and the many potential human E3 ubiquitin ligases. Consequently, other approaches are needed to tackle new targets and to exploit degradation pathways fully. The natural binding epitopes for E3s and other degradation machineries are often short linear peptide motifs, which offer routes to new biologics-based degraders. Here, targeting the anti-apoptotic BCL-xL and initiation of apoptosis, we show that several protein-degradation pathways--ubiquitination, direct proteasome, autophagy-lysosome recruitment--can be leveraged by integrating target-binding and degradation motifs into single-polypeptide constructs. This exploits versatile and varied de novo coiled-coil scaffolds as adaptable molecular glues by presenting motifs multivalently and in diverse arrangements. The constructs are small ({approx}80 residues) and provide a plug-and-play platform to map and optimise target-degradation space using rational design. We call this Coiled Coils for induced Proximity (CoCoProx) and propose its use for targeted degradation and other induced-proximity reactions.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695764",
    "doi": "10.64898/2025.12.22.695764",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699946",
    "title": "ATM-dependent RHEB phosphorylation couples DNA damage to lysosomal mTORC1 signaling to orchestrate the cellular response to genotoxic stress",
    "authors": [
      "Pan, J.",
      "Teleman, A. A.",
      "Demetriades, C."
    ],
    "summary": "Cells dynamically adapt to environmental stressors by rewiring signaling networks that coordinate growth, metabolism and genome maintenance. The DNA damage response (DDR) and mTORC1 signaling pathways govern DNA repair and cell growth, respectively, but how these pathways intersect remains incompletely understood. Here, we identify RHEB, the most direct mTORC1 activator, as a substrate of the DDR kinase ATM. Strikingly, we find that, although genotoxic stress differentially regulates mTORC1 activity, reducing the phosphorylation of its lysosomal target TFEB, while enhancing phosphorylation of its cytoplasmic target S6K, the DDR-induced phosphorylation of RHEB specifically controls the lysosomal mTORC1 signaling branch. Preventing RHEB phosphorylation impairs TFEB nuclear translocation and lysosome biogenesis upon DNA damage. Functionally, the RHEB phosphorylation-dependent TFEB response is required for proliferative recovery following genotoxic stress. These findings uncover an ATM-RHEB-mTORC1-TFEB signaling axis that links DNA damage to selective mTORC1 outputs, revealing a mechanism which enables cells to adapt to genotoxic cues.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699946",
    "doi": "10.64898/2026.01.16.699946",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.698129",
    "title": "Human PMS1-dependent non-canonical mismatch repair converges with MBD4 to repair 5-methylcytosine deamination",
    "authors": [
      "Le Ven, A.",
      "Vanhuele, S.",
      "Ganier, O.",
      "Houy, A.",
      "Kahn, A.",
      "Rodrigues, M.",
      "Stern, M.-H.",
      "Guerois, R.",
      "Silveira, A. B."
    ],
    "summary": "CpG dinucleotides are hotspots for mutagenesis by spontaneous deamination of 5-methylcytosine (5mC) into thymine, resulting in T:G mismatches that can lead to C>T transitions. These mutations are a hallmark of aging and cancer and a major force shaping the evolution of vertebrate genomes. We have previously uncovered MBD4 as the primary base excision repair (BER) glycosylase responsible for 5mC deamination repair. In this study, we employ a cytosine base-editing system, comprising an APOBEC1 deaminase fused to a catalytically dead Cas9, to induce targeted cytosine deamination in native chromatin and track its repair. This approach reveals that MBD4 cooperates with a non-canonical branch of mismatch repair (MMR) to elicit 5mC deamination repair. We demonstrate that MBD4 activity depends on MMR complexes MutS (MSH2-MSH6) and MutL{beta} (MLH1-PMS1), but not on post-replicative MMR elicited by the MutL (MLH1-PMS2) complex. We find that PMS1 loss phenocopies the genome-wide CpG>TpG hypermutated profile associated with MBD4 deficiency, uncovering that 5mC deamination repair may represent one of the primary functions of the MutL{beta} complex. The mutational landscape of MMR-deficient tumors aligns with our experimental results, showing that replication-independent CpG>TpG mutagenesis partly contributes to the mutational burden of tumors inactivated for MLH1, MSH2 and MSH6. Finally, using structural predictions alongside biochemical validation, we show that MBD4 physically interacts with MutL{beta} in an MLH1-dependent manner, illuminating the structural basis for the convergence of the BER and MMR pathways. Altogether, we uncover a novel function of non-canonical MMR that underscores its interplay with BER in safeguarding genomic integrity against damage to methylated DNA.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.698129",
    "doi": "10.64898/2026.01.16.698129",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699967",
    "title": "Distinct sensing of BCAAs by mTOR and c-Myc governs T cell proliferation, independent of catabolism",
    "authors": [
      "Rome, K.",
      "Hall, E.",
      "Wu, A.",
      "Bailis, W."
    ],
    "summary": "The branched chain amino acids (BCAAs: leucine, isoleucine, valine) are essential amino acids that function as catabolic substrates and signaling molecules via mTORC1. While individual BCAAs have unique roles in organismal and cellular physiology, the mechanisms underlying their individual effects remain poorly understood. We demonstrate that the three BCAAs have distinct roles in T cell biology. We find that isoleucine and valine are necessary and sufficient for quiescence exit and cell division, whereas leucine is dispensable. Mechanistically, these effects are independent of their diverging catabolic fates and instead due to differential sensing of leucine and isoleucine/valine by mTOR and c-Myc. While isoleucine and valine are necessary and sufficient for c-Myc expression, mTORC1 leucine-sensing represses c-Myc and proliferation during BCAA restriction. Together, we find that the discrete sensing of the BCAAs uncouples two major anabolic regulators, mTORC1 and c-Myc, in cell growth. This provides mechanistic insight into the distinct roles of the BCAAs in cell physiology, highlighting divergent BCAA sensing rather than catabolism, and offering a new lens to appreciate their impact on immunity and pathophysiology.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699967",
    "doi": "10.64898/2026.01.16.699967",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699963",
    "title": "Glucose availability tunes latent CD8+ T cell expansion potential through a mitogen-independent, mTOR-dependent regulatory switch",
    "authors": [
      "Le, T. N. V.",
      "Trihemasava, K.",
      "Turner, L.",
      "Rome, K.",
      "Wu, A.",
      "Bailis, W."
    ],
    "summary": "Mitogenic signals are understood to license cell cycle progression and the metabolic reprogramming required for cell division, with acquired nutrients serving as permissive substrates. Here, we show that nutrient availability instead functions as a mitogen-independent regulatory input that dynamically controls CD8+ T cell proliferative potential. Activating stimuli have been shown to set T cell expansion capacity through their control of c-Myc expression, with the rate of c-Myc decay functioning as a division timer. We demonstrate that nutrient availability is sufficient to control c-Myc expression dynamics and dictates how division potential is stored and later actualized. Glucose-restricted T cells sustain proliferative potential and exhibit high AKT and ERK phosphorylation, despite limited growth. Upon glucose restoration, these cells rapidly increase c-Myc expression, accelerate through the cell cycle, and return to the expansion potential of glucose-replete controls, even after days of enforced restriction. Glucose restriction thus maintains a latent metabolic and mitogenic signaling state that is rapidly realized upon recovery. Mechanistically, mTOR signaling is required for this glucose recovery-driven proliferation, despite c-Myc and pERK remaining elevated following mTOR inhibition, indicating that glucose and mitogen signals operate through parallel rather than hierarchical control points. Altogether, these findings reveal that nutrient availability is not merely rate-limiting for proliferation but dictates the kinetics at which mitogenic signals are dissipated and realized. While mitogenic and nutrient cues converge on a shared anabolic network, they operate through distinct regulatory arms to coordinate the tempo and magnitude",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699963",
    "doi": "10.64898/2026.01.16.699963",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699836",
    "title": "Compartment-specific core microbiomes in potato tubers are associated with plant health across genotypes, soils, and years",
    "authors": [
      "Qiao, Y.",
      "Qiao, J.",
      "Berendsen, R.",
      "Cheng, X.",
      "Pieterse, C.",
      "Song, Y."
    ],
    "summary": "Harnessing plant microbiomes for sustainable agriculture requires understanding not only whether they can boost crop performance, but also how they assemble, persist, and support plant growth and health across environments. While we previously showed that seed tuber microbiomes can predict potato vigour using machine learning, it remained unclear how ecological processes shape tuber microbiome stability and functionality across host genotypes, tuber compartments, soil types, and years. Here, we analyzed the national scale dataset of 240 field collected potato seedlots, spanning six genotypes, two soil types, and two growing years, with a focus on the spatially distinct heel and eye compartments of the potato tuber. By profiling over 1,200 bacterial and fungal communities and linking microbiome composition to plant performance using leaf area as a health proxy, we show that plant genotype and tuber compartment are the strongest determinants of microbial diversity and composition. Compartment specific enrichment of functional traits was observed, with organic compound conversion and nitrogen cycling dominant in the heel, and energy metabolism enriched in the eye. Using a macroecological abundance occupancy framework, we identified a stable core microbiome of bacterial and fungal taxa that persisted across environments and years. Core members were more strongly associated with plant performance than non core taxa, and pathogen suppressive functions were spatially structured, with distinct protective taxa dominating in the heel versus the eye. Together, our findings demonstrate that tuber compartments act as selective microbial filters, shaping persistent microbiomes with specialized functions. By providing an ecological and functional framework for compartment resolved, stable core microbiomes, this study complements our predictive modelling work and highlights persistent microbial partners as promising targets for improving potato resilience and productivity.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699836",
    "doi": "10.64898/2026.01.16.699836",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.700019",
    "title": "Drying parameters and aging modulate protective properties of vitrified trehalose",
    "authors": [
      "Kumara, U. G. V. S. S.",
      "Boothby, T. C."
    ],
    "summary": "Storage of biological materials is essential for medical, research, and biotechnological applications. While cold-chain preservation is effective, it is costly, infrastructure-dependent, and vulnerable to disruption. Room-temperature dry storage, inspired by desiccation-tolerant organisms, provides an alternative by stabilizing biomolecules in vitrified (glass-like) matrices that limit molecular motion which if not reduced can lead to breakdown and loss of integrity. Trehalose is widely used as a vitrifying agent, but its protective capacity depends on glassy properties shaped by drying methods, environmental conditions, storage duration, and the type of preserved molecule. Systematic studies linking these factors to short and long-term stability remain limited. Here, we examine how drying conditions and storage duration influence the stability of DNA, RNA, and enzymes in vitrified trehalose systems. DNA remained stable under all conditions, independent of trehalose or drying parameters, reflecting its intrinsic resistance to desiccation-induced damage. RNA showed moderate sensitivity to drying without trehalose but was stabilized in its presence, although RNA integrity did not consistently correlate with measured vitrified properties. In contrast, enzymes were highly sensitive to drying without trehalose and were strongly protected under conditions that promoted favorable vitrified properties. Enzyme protection after 30 minutes correlated with high glass transition temperature. However, during prolonged drying, increased glass transition temperature was inversely correlated with enzyme protection and was a better indicator of detrimental physical aging of the vitrified system. These findings present the first insight into how drying methods, environmental conditions, and storage duration shape vitrified properties and stability. They guide optimization of room-temperature preservation.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.700019",
    "doi": "10.64898/2026.01.16.700019",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699969",
    "title": "Nephron-associated Support Cell Transcriptional Plasticity Expands in Hypertension",
    "authors": [
      "McDermott, J. G.",
      "Goodlett, B. L.",
      "Navaneethabalakrishnan, S.",
      "Rutkowski, J. M.",
      "Mitchell, B. M."
    ],
    "summary": "Hypertension (HTN) affects over one billion people worldwide and can lead to debilitating cardiovascular and renal conditions if left untreated. Cell death in the kidneys and the inflammation that follows are among the primary effects of chronically elevated blood pressure. There are several cell types throughout the body with immunomodulatory, anti-inflammatory, and pro-regenerative properties that support tissue homeostasis and recent studies have highlighted their therapeutic potential in HTN and kidney-related conditions. In our previous paper, we found a pool of multipotent nephron-associated support cells (SCs) in single-cell RNA sequencing samples of CD31+ and podoplanin+ cells taken from the kidneys of hypertensive mice generated through two mouse models of HTN. Despite remaining roughly constant in number between HTN and control groups, these SCs had 299 differentially expressed genes (p<0.01), 51 and 86 enriched pathways (p<0.01) in the M2 and M5 Molecular Signatures Database gene sets, respectively, and 180 HTN-specific regulons. We also compared lymphatic endothelial cells (LECs) and SCs from HTN and control groups and identified 3636 differentially expressed genes (p<0.01), 537 M2 and 415 M5 enriched pathways (p<0.01), and 218 LEC-specific and 227 SC-specific regulons in the HTN samples. SCs from mice with HTN were more resistant to inflammation-induced changes compared to LECs, and had downregulated stem cell suppressive genes and upregulated genes related to stem cell proliferation and regeneration.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699969",
    "doi": "10.64898/2026.01.16.699969",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.02.631110",
    "title": "Tumor-induced orexigenic imbalance lowers protein appetite and drives early organ wasting symptoms",
    "authors": [
      "Petsakou, A.",
      "Filine, E.",
      "Li, M.",
      "Chen, Y.",
      "Zheng, A.",
      "Perrimon, N."
    ],
    "summary": "Cancer cachexia (CC) is characterized by organ wasting and ensuing involuntary weight loss. Despite advances, underlying mechanisms initiating CC remain unclear, including early symptoms like anorexia. Here, we use a fly gut-tumor model with a precise time-window before organ wasting starts. We show that tumor-induced factors involved in inflammation (unpaired 3/ Interleukin-6-like) and reduced insulin signaling (ImpL2/ Insulin Growth Factor Binding Protein) decrease NPF (Neuropeptide F/ Neuropeptide Y) in the brain prior to organ wasting. This early NPF decrease triggers low protein-specific food appetite and anorexia. We find that ImpL2 reduces NPF signaling while upd3 helps by concurrently disrupting the blood brain barrier. Tumor-induced NPF decrease, and early reduction of protein appetite drive the onset of weight loss and exacerbate the risk of death during organ wasting. Altogether, we provide evidence for an early orexigenic brain imbalance causing low protein appetite that regulates the onset and outcome of organ wasting.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.02.631110",
    "doi": "10.1101/2025.01.02.631110",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.16.654528",
    "title": "ER-Localized Ceramide Accumulation Contributes to Replicative Senescence",
    "authors": [
      "Chitkara, S.",
      "Li, M.",
      "Gozali, N.",
      "Kuzmin, A.",
      "Pliss, A.",
      "Prasad, P.",
      "Sancak, Y.",
      "Atilla-Gokcumen, G. E."
    ],
    "summary": "Ceramides regulate diverse cellular processes through compartment-specific accumulation. While mitochondrial ceramide accumulation promotes apoptosis, its regulation and function during senescence remain incompletely understood. Here, we integrate lipidomics, transcriptomics, Raman spectroscopy and biochemical characterizations to define sphingolipid remodeling in replicative senescence. Senescent cells exhibit elevated ceramide levels and depletion of very-long-chain sphingomyelins, despite unaltered sphingomyelin synthase 1 expression, implicating impaired ceramide-sphingomyelin turnover. Pharmacological inhibition of ceramide transfer protein (CERT), the ER-to-Golgi ceramide transporter, phenocopies this sphingolipid remodeling and enhances senescence markers, suggesting disrupted ceramide trafficking as a driver of senescence. Raman spectroscopy suggests ceramide accumulation localized to the ER, with no enrichment at mitochondria, consistent with a non-apoptotic phenotype. Analysis of ER-enriched fractions confirm increased ceramide levels in ER fractions of senescent cells. Mechanistically, ceramide accumulation at the ER can contribute to ER stress, a key component of the senescence program. These findings identify altered ceramide trafficking as a contributor to ER stress and highlight ER-localized ceramide as a critical component of senescence-associated sphingolipid remodeling.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.16.654528",
    "doi": "10.1101/2025.05.16.654528",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.29.667417",
    "title": "Does Human Transthyretin Aggregate in Blood Plasma or in Cardiac Tissue? A Mathematical Modeling Study",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "Transthyretin (TTR) amyloidosis is a progressive disease characterized by the destabilization of TTR tetramers, leading to monomer dissociation, oligomer formation, and fibril deposition in cardiac tissue. This study presents a mathematical model that captures the kinetics of TTR aggregation and deposition, integrating clinically relevant parameters to distinguish between scenarios of TTR aggregation in blood plasma and cardiac tissue. The governing equations are derived by applying conservation principles to the number of TTR tetramers, monomers, and oligomers within defined control volumes, such as the blood plasma or heart. The model predicts that the scenario with fibril accumulation within cardiac tissue better reflects the clinical progression of wild-type TTR amyloidosis, aligning with observed patient survival times and measured tetramer concentrations. In this scenario, the model successfully recapitulates published physiological data, accurately predicting a total plasma TTR concentration of approximately 25 mg/dL. Sensitivity analyses reveal that the rate of tetramer dissociation and the half-deposition time of TTR oligomers are key regulators of disease progression. Lower tetramer dissociation rates, mimicking the stabilizing effect of tafamidis, reduce fibril accumulation and biological aging. Conversely, faster oligomer deposition into fibrils leads to reduced oligomer concentrations but accelerated tissue fibril accumulation. The model predicts that, after five years of disease progression, the volumetric ratio of deposited TTR fibrils to baseline myocardial volume may reach 58% in the tissue aggregation scenario, compared to 10% when aggregation occurs in plasma. These predictions are consistent with clinical observations that link higher amyloid burden to increased mortality. Overall, the findings support a pathogenic mechanism in which TTR aggregation predominantly occurs in cardiac tissue, highlighting potential therapeutic targets to modulate disease progression. A correlation is proposed for estimating biological age in humans, which incorporates both calendar age and the volumetric ratio of deposited TTR fibrils to baseline myocardial volume.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.29.667417",
    "doi": "10.1101/2025.07.29.667417",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.07.669190",
    "title": "Dehydration promotes intracellular lipid synthesis and accumulation",
    "authors": [
      "Carty, J. S.",
      "Selvasingh, J.",
      "Zuchowski, Y.",
      "Nam, H.-J.",
      "Penalva, C.",
      "Nanayakkara, G.",
      "Jennings, E. Q.",
      "Voss, K.",
      "Adame, E. T.",
      "Tossberg, J.",
      "Yap, W. S.",
      "Melzer, M.",
      "Viquez, O.",
      "McCall, A. S.",
      "Piotrowski, E. R.",
      "Bessho, R.",
      "Cao, S.",
      "Leaptrot, K.",
      "Schrimpe-Rutledge, A. C.",
      "Codreanu, S. G.",
      "Sherrod, S. D.",
      "McLean, J. A.",
      "Trapani, J. B.",
      "Cottam, M. A.",
      "Wan, M.",
      "Shrivastava, D.",
      "Delker, D. A.",
      "Wilson, M. H.",
      "Hassenour, C. M.",
      "Lantier, L.",
      "Chernova, I.",
      "Young, J. D.",
      "Haase, V. H.",
      "Medina, J.-P. V.",
      "Kosma, D. K.",
      "Kim, P.",
      "Cartailler, J. P.",
      "Zhang, M.",
      "Zent, R.",
      "Harris,, R. C.",
      "Watts, J. A.",
      "Terker,"
    ],
    "summary": "Lipids can be considered a water reservoir used to offset dehydration stress as their oxidation by the mitochondria generates water. However, whether dehydration and the ensuing hypertonic stress directly regulate lipid synthesis is unknown. We found that hypertonic stress decreases cellular oxygen consumption, increases intracellular lipid synthesis, and favors glutamine oxidation as a carbon precursor for lipid synthesis via remodeling mitochondrial metabolism. These findings provide a mechanism whereby cellular dehydration leads to intracellular lipid accumulation, functionally linking water availability to lipid storage.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.07.669190",
    "doi": "10.1101/2025.08.07.669190",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.14.676126",
    "title": "N6-methyladenosine promotes temozolomide resistance through non-canonical regulation of mRNA stability in glioblastoma cells",
    "authors": [
      "Dangelmaier, E. A.",
      "Fang, D.",
      "Htet, K. S.",
      "Harry, N. S.",
      "Pascoe, R.",
      "Yang, J. W.",
      "Wang, C. D.",
      "Nachtergaele, S."
    ],
    "summary": "N6-methyladenosine (m6A) is a critical regulator of mRNA processing and function, impacting nearly every step of the mRNA lifecycle. Changes in m6A status have been implicated in many different types of cancer, including glioblastoma where acquired resistance to temozolomide remains a major clinical challenge. We established glioblastoma cell culture models of acquired temozolomide resistance and analyzed the role of m6A in controlling resistance-associated pathways. We show that m6A stabilizes key genes and pathways promoting temozolomide resistance in glioblastoma, including MGMT, the enzyme that repairs primary temzolomide-induced DNA damage, and PI3K/Akt signaling, a major driver of chemoresistance. Pharmacological inhibition of the m6A methyltransferase METTL3 destabilizes MGMT and other critical mRNAs, restoring temozolomide sensitivity. Collectively, our results suggest that genes associated with temozolomide resistance are stabilized by m6A methylation, even as the majority of the transcriptome remains subject to m6A-mediated mRNA decay. Moreover, these data highlight METTL3 inhibition as a promising therapeutic approach to overcoming temozolomide resistance in glioblastoma.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.14.676126",
    "doi": "10.1101/2025.09.14.676126",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.24.678174",
    "title": "A Low-dimensional Manifold Representation of the Human Brain Aging Continuum",
    "authors": [
      "Liang, Z.",
      "Szczepanski, C. J.",
      "Li, C.",
      "Li, J.",
      "Rusinek, H.",
      "Ge, Y.",
      "Zhang, J."
    ],
    "summary": "Brain aging involves complex structural changes that challenge traditional analytical methods and hinder personalized assessment of brain health. Integrating regional brain alterations into a unified, interpretable representation is difficult due to the high dimensionality of neuroimaging data. Here, we projected regional brain volumes from the Human Connectome Project Aging Dataset onto a low-dimensional manifold that reflects underlying neuroanatomical constraints. We then built a transparent framework on the manifold to estimate brain age and identify key regional drivers of the estimate. By analyzing local neighborhoods on the manifold, we identified distinct structural aging trajectories, including pronounced frontal atrophy occurring predominantly in males. This approach provides a biologically interpretable means of characterizing individual brain-aging patterns, reveals heterogeneous aging pathways, and supports more personalized assessments and insights into the aging process.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.24.678174",
    "doi": "10.1101/2025.09.24.678174",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.07.680857",
    "title": "Regulation between LRRK2 and PP2A signaling in cellular models of Parkinsons disease",
    "authors": [
      "Athanasopoulos, P. S.",
      "Memou, A.",
      "Ho, F. Y.",
      "Soliman, A.",
      "Pots, H.",
      "Papadopoulou, V.",
      "von Zweydorf, F.",
      "Sriraman, S.",
      "Thouin, A. M.",
      "Vandewynckel, L.",
      "Sibran, W.",
      "Chartier-Harlin, M.-C.",
      "Nichols, R. J.",
      "Greggio, E.",
      "Taymans, J.-M.",
      "Gloeckner, C. J.",
      "Rideout, H. J.",
      "Kortholt, A."
    ],
    "summary": "Mutations in Leucine-rich repeat kinase 2 (LRRK2) are the most frequent cause of late-onset familial and idiopathic Parkinsons disease (PD), known to date. Importantly, recent data from post-mortem tissue as well as biomarker studies suggest that independent of mutations, increased kinase activity of LRRK2 plays an essential role in idiopathic PD pathogenesis. Despite extensive research on LRRK2, its activation mechanism(s) and how the various mutations result in increased kinase activity and neuronal death is still not completely understood. Accumulating evidence points to LRRK2 phospho-regulation, both auto-phosphorylation and phosphorylation by other kinases, as one potential molecular trigger of its activation. LRRK2 activation and localization is regulated by phosphatases such as Protein phosphatase 1 (PP1) and Protein phosphatase 2A (PP2A), however the exact mechanism of this phospho-regulation is not known. Our data reveal that in vitro PP2A dephosphorylates sites within the RocCOR-GTPase domain of LRRK2 and as a result de-stabilizes LRRK2 dimers, with consequent reduction of its kinase activity. Strikingly, our data further highlight that LRRK2 in turn phosphorylates the catalytic subunit of the PP2A holoenzyme PPP2CA at its critical residue T304. Furthermore, LRRK2-mediated phosphorylation of PP2CA T304 alters the methylation of the C-terminus, which is crucial for both holoenzyme formation and catalytic activity. Importantly, expression of WT-PPP2CA protects from LRRK2-G2019S induced neuronal cell death, while PPP2CA-T304 mutants fail to do so, suggesting that impaired PP2A holoenzyme formation might be detrimental for LRRK2-PD.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.07.680857",
    "doi": "10.1101/2025.10.07.680857",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699507",
    "title": "Negative allosteric modulation of α5-GABAA receptors engages dynamic cortical glutamatergic and GABAergic mechanisms underlying adaptive behavior in mice",
    "authors": [
      "Daher, F.",
      "Fukushima, C. T.",
      "Ingebretsen, E. A.",
      "Bidlack, J. M.",
      "Atack, J. R.",
      "Popa, M. O.",
      "Fogaca, M. V."
    ],
    "summary": "Chronic stress disrupts glutamatergic and GABAergic plasticity in the medial prefrontal cortex (mPFC), impairing circuit integration and contributing to the pathophysiology of stress-related disorders, such as Major Depressive Disorder (MDD). Rapid-acting antidepressants like ketamine can rapidly reverse these deficits, but its clinical use is limited by psychotomimetic side effects. Notably, the 5-GABAAR negative allosteric modulator (5-NAM) Basmisanil (BSM), reproduces ketamine-like behavioral outcomes in preclinical models, although the cellular mechanisms underlying its actions remain unclear. Here, we investigated whether BSM promotes ketamine-like enhancement of cortical plasticity and engages cell type-specific mechanisms to support adaptive behaviors over time. We show that BSM produced rapid and sustained facilitation of motivational, hedonic, and active coping behaviors via mPFC circuits. BSM induced c-Fos expression in mPFC D1R- and somatostatin-expressing cells, suggesting activation of specific subsets of pyramidal and GABA interneurons. In both mPFC and hippocampus, BSM rapidly activated Erk- or Akt-mTOR signaling pathways as well as increased synaptic proteins critical for glutamatergic and GABAergic function. BSM also reversed maladaptive behaviors induced by chronic unpredictable stress, including impairment in object recognition memory and social interaction. Finally, chemogenetic silencing of mPFC CaMKII-expressing neurons blocked both rapid and sustained actions of BSM, whereas inhibition of mPFC GABA interneurons reversed only long-term behavioral outcomes. These results indicate that 5-GABAAR modulation requires early activation of pyramidal neurons to drive rapid plasticity, while GABAergic adaptations support sustained improvements. This dynamic mechanism restores excitation-inhibition (E/I) balance and highlights GABAergic pathways as therapeutic targets for prefrontal dysfunction in stress disorders.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699507",
    "doi": "10.64898/2026.01.15.699507",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699484",
    "title": "Monounsaturated fatty acid biosynthesis is critical for streptococcal envelope homeostasis and stress tolerance",
    "authors": [
      "Baker, J. L.",
      "Tang, J.",
      "Guo, M.",
      "Farias-da-Silva, F. F.",
      "Barbisan, M.",
      "Burnside, M.",
      "Crofton, K.",
      "Williams, S.",
      "Rao, S.",
      "Lee, M.",
      "Drucker, S. G.",
      "Higashi, D. L.",
      "Merrit, J.",
      "Hirose, Y.",
      "Jan-Willem, V.",
      "Nizet, V."
    ],
    "summary": "The genus Streptococcus contains some of the most important commensals and pathogens of the human microbiome. To obtain the fatty acids required for cell membranes, Streptococcus either produce fatty acids de novo through the fatty acid biosynthesis (fab) pathway or uptake host fatty acids through the fatty acid kinase (fak) pathway. Although both the fab and fak pathways represent potential therapeutic targets to prevent or treat infection, progress is limited because of an incomplete understanding of taxon-to-taxon variability in streptococcal lipid metabolism. Here, we examined the role of de novo monounsaturated fatty acid (MUFA) synthesis in physiology and virulence-associated traits in Streptococcus mutans, Streptococcus pyogenes, and Streptococcus pneumoniae, three major pathogens that cause disease at distinct body sites. In all three species, deletion of fabM abolished MUFA production and caused severe growth defects, decreased stress tolerance, increased antibiotic susceptibility, and defects in cell viability, morphology, and division. In S. mutans, loss of fabM also markedly reduced competence signaling and production of the mutacin IV bacteriocin. Deletion of fabM increased susceptibility to killing by human neutrophils in S. mutans and S. pneumoniae, but not S. pyogenes. Together, these findings illustrate that MUFA synthesis is broadly important for streptococcal physiology and cell membrane homeostasis, while its contribution to pathogenesis is strongly species- and context-dependent, providing leads to guide development of novel therapeutic and/or preventative strategies.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699484",
    "doi": "10.64898/2026.01.14.699484",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699850",
    "title": "BaCas12a3 represents a new subtype of type V CRISPR effector with collateral activity toward tRNA",
    "authors": [
      "Ji, S.",
      "Li, X.",
      "Wu, C.",
      "Guo, J.",
      "Zheng, R.",
      "Kong, J.",
      "Du, L.",
      "She, Q."
    ],
    "summary": "The CRISPR-Cas12 family encompasses diverse RNA-guided nucleases with both DNA-targeting and RNA-targeting subtypes. They can trigger antiviral activities mainly through either direct elimination invading nucleic acids, or activating broad collateral cleavage to induce abortive infection. Here, we report a novel type V CRISPR effector BaCas12a3 that causes growth inhibition through a unique tRNA-cleavage mechanism. Plasmid interference assays indicated that BaCas12a3 inhibits host growth arrest without invoking the DNA damage response, suggesting that the immune responses may not involve double strand breaks of DNA. Indeed, biochemical characterization of the BaCas12a3-crRNA ribonucleoprotein (RNP) unraveled that the effector is an RNA-activating nuclease that cleaves 3' terminus of tRNAs. Cryo-EM structures of BaCas12a3 reveal a conserved bilobed architecture featuring a unique nucleic acid-loading (NL) domain adjacent to the RuvC catalytic center. Structural and mutagenesis analyses show that the NL domain, together with a zinc ribbon domain, form a gated substrate groove. Target RNA binding induces conformational changes that open this groove and expose the RuvC active site, enabling specific tRNA cleavage while preventing other non-specific degradation. Our findings identified the NL domain aside the RuvC active site responsible for the tRNA recognition in BaCas12a3, expanding the functional diversity of CRISPR immunity.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699850",
    "doi": "10.64898/2026.01.16.699850",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.696285",
    "title": "Direct Binding of miR-155 to FLT3 Regulates Key Cellular Functions in Acute Myeloid Leukemia",
    "authors": [
      "Truong, A.",
      "Warsi, S.",
      "Naqchi, O.",
      "Al-Haidari, A."
    ],
    "summary": "Mutation in FLT3 protein is one of the most common mutations in acute myeloid leukemia (AML). Most patients with FLT3-ITD mutation detected at diagnosis or acquired during treatment display poor prognosis and resistance to tyrosine kinase inhibitors or chemotherapy. Existing clinical and pre-clinical data implicate miR-155 in the carcinogenesis of hematological cancers, including FLT3-assocaited AML. However, the role of miR-155 in regulating FLT3-ITD mutation remains elusive. In this study, we have applied loss-of-function studies using wild-type and mutated leukemic cell line models to validate the functional effect of miR-155 inhibition in leukemic cells. Our bioinformatics analysis indicates that FLT3 has a binding site for miR-155 which makes it a direct target of miR-155. Specific targeting of miR-155 by miR-155 inhibitor induced cell apoptosis and reduced FLT3-ITD-mediated cell proliferation and survival. Our data suggests that miR-155 could be a potential therapeutic target for FLT3-associated AML.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.696285",
    "doi": "10.64898/2026.01.15.696285",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699666",
    "title": "p21(CIP1/WAF1)-mediated partial senescence supports steroidogenesis and therapy resistance in primary prostate cancer cultures",
    "authors": [
      "Toscano-Guerra, E.",
      "Maggio, V.",
      "Alvarez-Meythaler, J. G.",
      "Garcia, J.",
      "Celma, A.",
      "Planas, J.",
      "Semidey, M. E.",
      "Marin, M.",
      "Somoza, R.",
      "Mellado, B.",
      "de Torres, I.",
      "Ferrer, R.",
      "Morote, J.",
      "Paciucci, R."
    ],
    "summary": "Progression of prostate cancer to castration-resistant disease is driven by early adaptive mechanisms that remain poorly defined. Increasing evidence suggests that senescence-associated programs and intratumoral steroidogenesis may contribute to therapeutic resistance, but their functional interplay in hormone-naive disease is unclear. In this study, Hormone-naive primary prostate cancer cultures (hnPCs) were established from diagnostic biopsies and characterized for proliferation, therapeutic response, senescence markers, and steroidogenic gene expression. Functional relevance of CDKN1A was assessed by knockdown experiments. Public transcriptomic datasets from ETS fusion-negative, AR signaling inhibitor-naive metastatic castration-resistant prostate cancer (mCRPC) were interrogated for clinical validation. hnPCs exhibited low proliferative capacity yet intrinsic resistance to androgen deprivation therapy and docetaxel. Most cultures displayed coordinated overexpression of CDKN1A/p21 together with steroidogenic enzymes, particularly AKR1C3, alongside p16(INK4a) expression and SA-{beta}-galactosidase activity, consistent with a partial senescence-like state. CDKN1A depletion selectively reduced AKR1C3 expression and increased proliferation in a subset of cultures, indicating that p21 maintains specific senescence-associated features while permitting adaptive plasticity. Analysis of ETS fusion-negative, ARSI-naive mCRPC tumors revealed positive correlations between CDKN1A and steroidogenic genes, supporting the translational relevance of this program. These findings identify a previously underrecognized CDKN1A-associated partial senescence program that supports steroidogenic reprogramming, survival, and early therapeutic resistance in aggressive prostate cancer. This adaptive state may predispose tumors to progression toward castration resistance and represents a potential biomarker and therapeutic vulnerability in high-risk, ETS-negative disease.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699666",
    "doi": "10.64898/2026.01.15.699666",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp16\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699723",
    "title": "Neuronal cell line expressing full-length mutant huntingtin exhibits alterations in proteolysis",
    "authors": [
      "Gotmanova, N. N.",
      "Bobik, T. V.",
      "Ezhov, A. A.",
      "Rodin, V. A.",
      "Zvereva, M. I.",
      "Rubtsova, M. P.",
      "Bacheva, A. V."
    ],
    "summary": "Polyglutamine diseases are incurable genetic neurodegenerative disorders characterized by the accumulation of mutant proteins with extended polyglutamine fragments, which are prone to the formation of poorly soluble aggregates. The establishment of adequate cellular models is crucial in uncovering the pathological mechanisms responsible for neurotoxicity in HD, screening for therapeutic molecules and elucidation of the molecular mechanisms impacted by particular compound. In the present study, genetic constructs based on the Sleeping Beauty system were created for the stable inducible expression of full-length normal and mutant huntingtin in eukaryotic cells. These constructs were then employed to develop model neuronal cells using Neuro-2a cell line. The expression of huntingtin as well as the accumulation of Htt-immunopositive intracellular aggregates (most characteristic features of HD) was demonstrated, and these aggregates mostly colocalized with the proteasome. The activation of the proteasome, as well as changes in the expression of proteasome regulators, components of the autophagy system, and the protease cathepsin D, reflect the versatility of cellular responses to the destructive mutant Htt pathological forms.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699723",
    "doi": "10.64898/2026.01.15.699723",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699774",
    "title": "Aging, dauer, and stature phenotypes are conferred by structure-directed missense mutations in the endogenous AGE-1/phosphatidylinositol 3-kinase catalytic subunit.",
    "authors": [
      "Wu, Y.",
      "Duong, T.",
      "Rasmussen, N. R.",
      "Rossman, K. L.",
      "Reiner, D. J."
    ],
    "summary": "Phosphatidylinositol 3-kinase (PI3K) integrates insulin/IGF signaling (IIS) and Ras inputs to control lifespan, metabolism and growth, yet the organismal consequences of selective structural perturbations remain poorly understood. Using structure-guided CRISPR/Cas9-dependent genome editing, we dissected functions of AGE-1, the sole Class IA PI3K catalytic subunit in Caenorhabditis elegans. An endogenously tagged AGE-1, containing a long flexible linker, epitope and fluorescent tag, retained full activity, enabling visualization of native protein dynamics in vivo. A constitutively active E630K substitution, modeled on oncogenic p110 alleles, markedly shortened lifespan and enhanced Ras-dependent induction of primary vulval precursor cell (VPC) fate, confirming evolutionary conservation of PI3K activation mechanisms that directly modulate longevity and development. Structural modeling further guided mutation of AGE-1 residues predicted to mediate Ras binding. Unexpectedly, a putative AGE-1 variant defective in Ras association, together with a complementary Ras effector-binding mutation, produced enlarged animals with reduced dauer formation. These phenotypes reveal a previously unrecognized Ras>PI3K signaling axis that restrains somatic growth and promotes entry into diapause, counter to canonical IIS models. Together, these structure-informed alleles show that discrete PI3K structural perturbations can differentially uncouple lifespan, growth, and developmental outcomes in vivo. By combining structural modeling with genome editing in a tractable aging model, this work establishes a framework for dissecting conserved signaling enzymes at single-residue resolution and uncovers unexpected organismal roles for PI3K structure in coordinating growth and longevity.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699774",
    "doi": "10.64898/2026.01.15.699774",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699753",
    "title": "Subtype-Specific SASP Dynamics Predict Mesenchymal Transition in Recurrent Glioblastoma",
    "authors": [
      "Kotagiri, V.",
      "Teng, A."
    ],
    "summary": "Background: Therapy-induced senescence is hypothesized to promote glioblastoma recurrence through senescence-associated secretory phenotype (SASP) factors, yet no longitudinal study has tracked SASP dynamics across matched primary-recurrent pairs. We used the GLASS consortium to characterize {Delta}SASP trajectories and their clinical implications. Methods: We analyzed 167 matched primary-recurrent GBM pairs from the GLASS consortium. SASP scores were calculated from a 10-gene signature. Patients were classified by {Delta}SASP trajectory (Accumulators vs Clearers). We tested associations with proneural-to-mesenchymal transition (PMT) and validated findings in TCGA (n=52). Results: SASP dynamics were subtype-specific: Mesenchymal tumors showed significant SASP clearance ({Delta}SASP = -0.83, p = 0.0001), while Classical tumors remained stable (p = 0.86). Among individual genes, HGF was the only factor that increased at recurrence ({Delta} = +0.23, p = 0.016), while IL1A, IL1B, and MMP9 decreased significantly. {Delta}SASP strongly predicted mesenchymal transition (OR = 5.06, 95% CI: 2.30-11.18, p < 0.0001), which itself conferred worse survival (HR = 2.48, p = 0.0001). Strikingly, Clearers were nearly completely protected from PMT (2.4% vs 27.3% in Accumulators, p = 0.0008). {Delta}SASP correlated with immunosuppressive infiltration ({rho} = 0.65 with M2 macrophages, p < 0.0001). Baseline SASP predicted worse survival (HR = 1.65, p < 0.0001), an effect that persisted in IDH-wildtype tumors (HR = 1.32, p = 0.015) and was validated in the CGGA cohort (HR = 1.35, p = 0.003). External validation confirmed the SASP-Mesenchymal association in both TCGA (d = 1.75) and CGGA (d = 1.14). Conclusions: SASP trajectories are heterogeneous and subtype-specific. Patients who fail to clear SASP represent a high-risk subgroup undergoing mesenchymal transition and immunosuppression. These Accumulators may be optimal candidates for senolytic therapy, while Clearers demonstrate effective senescence surveillance that could be therapeutically reinforced. Keywords: Glioblastoma, Senescence, SASP, Proneural-to-Mesenchymal Transition, Senolytics, GLASS Consortium",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699753",
    "doi": "10.64898/2026.01.15.699753",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699787",
    "title": "Aerobic Exercise Preserves Capillary Oxygen Homeostasis and Neurovascular Function in a Mouse Model of Alzheimer's Disease",
    "authors": [
      "Cardenas-Rivera, A.",
      "Erdogmus, E.",
      "Birmingham, A.",
      "Yee, E.",
      "Anton, J.",
      "Lu, Z.",
      "Li, Y.",
      "Morais, M.",
      "Loghmani, N.",
      "Liu, C.",
      "Yaseen, M. A."
    ],
    "summary": "Age-related cerebrovascular dysfunction is increasingly recognized as a critical contributor to cognitive decline and Alzheimers disease (AD) progression, yet the extent to which lifestyle interventions preserve microvascular oxygen delivery remains poorly defined. Physical activity (PA) improves vascular health and cognition in humans, but its impact on capillary-level oxygenation and functional hyperemia during aging and amyloid pathology is unknown. Here, we longitudinally quantified microvascular oxygen tension and stimulus-evoked oxygen dynamics in awake APP/PS1 mice and wild-type littermates using two-photon phosphorescence lifetime microscopy. Chronic aerobic PA initiated in early adulthood preserved basal arteriolar, capillary, and venular oxygenation, prevented age-dependent increases in microvascular heterogeneity, and mitigated excessive oxygen extraction in preclinical AD mice. While amyloid pathology impaired stimulus-evoked oxygen responses across vascular compartments, PA selectively enhanced capillary dilation and accelerated hyperemic kinetics without altering vascular density or architecture. Notably, sedentary AD mice developed widespread capillary hypoxia and bimodal oxygen distributions, hallmarks of malignant microvascular dysfunction, which were largely absent in physically active animals. These findings demonstrate that routine aerobic PA preserves microvascular oxygen homeostasis and functional responsiveness during aging and amyloid accumulation, supporting a capillary-centric mechanism through which exercise confers neurovascular resilience in preclinical AD.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699787",
    "doi": "10.64898/2026.01.15.699787",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699773",
    "title": "Reproductive history differentially shapes the neural response of middle-aged females to estradiol therapy after a metabolic challenge",
    "authors": [
      "Richard, J.",
      "Mohammad, A.",
      "Lieblich, S.",
      "Go, K.",
      "Wang, S.",
      "Rechlin, R.",
      "Splinter, T.",
      "Barretto, G.",
      "Galea, L."
    ],
    "summary": "Background: Advancing age, the APOEe4 allele, and female sex are the top nonmodifiable risk factors for Alzheimers disease (AD). Female-specific experiences, such as parity and hormone therapy (HT) affect aging biomarkers such as metabolism and immune signaling and may even affect AD risk. Estradiol (E2), a common component of many HTs, affects cognition and brain health in aging females although this may vary depending on parity, genotype, and metabolic status. We hypothesized that prior parity influences brain and metabolic health, including response to E2, depending on APOE genotype. Methods: Middle-aged female (10 month) wildtype (WT) or humanized (h) APOEe3 or e4 expressing rats, with different reproductive experience (nulliparous or primiparous) were fed a Western (WD) or standard diet (SD) for 2 months. In the second month, rats were given E2 or vehicle (oil) injections daily. Fear associative learning, plasma metabolic hormones, hippocampal inflammatory signalling, and neuroplasticity (neurogenesis, synaptic protein) were assessed. Results: Females fed a WD gained weight and displayed metabolic dysregulation, regardless of genotype. E2 treatment reduced WD-induced weight gain and reduced metabolic hormones, with stronger effects in WT rats. E2 treatment increased dorsal hippocampal inflammatory signalling selectively in primiparous hAPOEe4 females fed a WD. Previous parity increased neurogenesis and reduced certain cytokines in the hippocampus of middle-aged WT rats under a SD. Both E2 treatment and previous parity decreased dorsal neurogenesis in hippocampus of hAPOEe4 rats. In hAPOEe4 females, higher weight was associated with reduced contextual fear memory, an effect driven by primiparous females. In the cued fear conditioning task, hAPOEe4 females displayed better cued fear memory than WT, however, WD exposure reduced cued fear memory in this group. Together, this indicates that diet and weight gain may be more detrimental to associative memory in hAPOEe4 females and that E2 treatment has more favourable outcomes in WT rats. Conclusions: Previous parity alters how females respond to E2 and metabolic stress in midlife. Primiparous hAPOEe4 females were especially vulnerable to the effects of WD and E2, exhibiting more inflammation, impaired memory, and reduced weight-loss. These findings highlight the importance of considering parity and genotype when evaluating midlife metabolic and cognitive risk.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699773",
    "doi": "10.64898/2026.01.15.699773",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699580",
    "title": "Systematic fMRI signal differences across cohorts alter lifespan connectome trajectories",
    "authors": [
      "Chan, M. Y.",
      "Han, L.",
      "Wig, G. S."
    ],
    "summary": "Large-scale lifespan neuroimaging studies increasingly integrate data across distinct cohorts to characterize trajectories of brain development and aging. However, systematic differences in acquisition protocols and hardware across cohorts can alter signal characteristics in ways that bias downstream analyses. Here we examine three cohorts from the Human Connectome Project (HCP), spanning development (HCP-D), young adulthood (HCP-YA) and aging samples (HCP-A), to illustrate this issue and evaluate existing strategies to mitigate it. HCP has set standards for open, deeply phenotyped, high-resolution human neuroimaging, which are frequently used as high-quality reference datasets in tool validation, replication studies, and cross-cohort meta-analyses. Because of HCP's widespread usage, even modest protocol differences between cohorts-and their downstream effects-can have outsized impacts on the field of neuroscience research. Our analysis reveals that the HCP-YA cohort exhibits systematically weaker temporal signal-to-noise-ratio (tSNR) relative to HCP-D/A. These signal quality discrepancies propagate to downstream analyses, leading to differences in overall resting-state functional correlations, and whole-brain and node-level measures of resting-state network organization (e.g., system segregation, modularity, participation coefficient). Consistent with protocol-driven signal differences, resting-state network measures derived from HCP-YA depart from expected lifespan trajectories, as confirmed by examination of two other lifespan datasets. Harmonization approaches accounting for protocol and scanner-model differences alleviate some of the artifactual differences in brain network measurement. Our findings underscore that signal differences do not merely introduce noise, but can qualitatively alter estimated lifespan trajectories of functional network organization, including partially inverting expected lifespan patterns. Without appropriate harmonization, analyses that combine HCP cohorts can therefore result in biologically misleading inferences about development and aging. We demonstrate how small acquisition differences bias resting-state-derived network metrics, and how these effects can be mitigated. This work advances best practices for valid inferences in multi-cohort lifespan neuroscience research.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699580",
    "doi": "10.64898/2026.01.15.699580",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699768",
    "title": "Small RNA sequencing of human sural nerves identifies widespread microRNA dysregulation and Schwann cell-localized miR-21-5p in diabetic peripheral neuropathy",
    "authors": [
      "Gummadi, S. A.",
      "Ju, R. R.",
      "Pastor, V.",
      "Meyers, E. C.",
      "Rozen, S. M.",
      "Tavares-Ferreira, D."
    ],
    "summary": "Diabetic peripheral neuropathy (DPN) is a common complication of diabetes with no disease modifying treatments. Despite the prevalence, the molecular mechanisms of DPN are not fully characterized. Among the various molecular regulators, microRNAs (miRNAs) control protein synthesis and are essential for normal development and homeostasis, with dysregulation implicated in cancer and neurodegenerative diseases. In this study, we performed small RNA-sequencing to profile the miRNA landscape of human sural nerves from individuals with and without DPN. Our analysis revealed that nearly 10% of all miRNAs detected are dysregulated and among those 74% are significantly downregulated in DPN. Target gene enrichment analysis of the differentially expressed miRNAs yielded pathways significantly associated with nerve regeneration, metabolic dysfunction, and immune cell activity. In particular, miR-21-5p is significantly upregulated in DPN, showed a positive association with axonal loss severity, and localizes to Schwann cells, consistent with its broader role as an injury- and inflammation-responsive miRNA that shifts from early pro-regenerative functions to maladaptive, inflammation-amplifying effects that impair Schwann cell mediated nerve repair. These results suggest that miRNAs may contribute to peripheral nerve degeneration by promoting inflammation, apoptosis, oxidative stress, and impaired nerve regeneration, while also opening potential avenues for biomarker discovery and therapeutic intervention.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699768",
    "doi": "10.64898/2026.01.15.699768",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699622",
    "title": "Transcriptomic profiling of human γδ T cells reveals non-linear immune aging characterized by childhood transitions and relative stability in adulthood",
    "authors": [
      "Yang, T.",
      "Leon-Lara, X.",
      "Almeida, V.",
      "Wang, Z.",
      "Abu, Y. E.",
      "Janssen, A.",
      "Kleine-wechelmann, C.",
      "Hassan, A.",
      "Song, Z.",
      "Dempsey, M.",
      "Tan, L.",
      "Boehne, M.",
      "Kaisenberg, C. v.",
      "Prinz, I.",
      "Förster, R.",
      "Ravens, S."
    ],
    "summary": "{gamma}{delta} T cells are one of the first T cell subsets developing in early ontogeny and show various effector functions in immune homeostasis and response in the young and the old. However, their maturation trajectories from infancy to children, adults and elderly have not been systematically defined. Here, we generated a single-cell transcriptome atlas of 106,711 {gamma}{delta} T cells from 223 individuals spanning infancy to old age. Our analysis reveals that {gamma}{delta} T cell aging is non-linear, characterized by pronounced childhood transitions followed by relative stability throughout adulthood despite marked inter-individual variability. In childhood, changes from developmental and mitochondrial programs toward cytotoxicity and inflammaging were evident. This includes maturation trajectories from GZMK intermediates to GZMB+Perforin+ effectors at both RNA and protein levels. Taken together, our study delineates the aging trajectories of human {gamma}{delta} T cells, establishes {gamma}{delta} T cells as a cellular paradigm of non-linear immune aging, and provides a comprehensive resource for investigating {gamma}{delta} T cell biology across the human lifespan.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699622",
    "doi": "10.64898/2026.01.15.699622",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699743",
    "title": "Inflammation is the Driver of Butyrate-Producing Bacteria Change in Interleukin10 Knockout Mice",
    "authors": [
      "Kim, J. Y.",
      "Park, B.",
      "Riffey, O. F.",
      "Bunch, M. L.",
      "Johnson, J. G.",
      "Burcham, Z. M.",
      "Donohoe, D. R."
    ],
    "summary": "Background: Alterations of gut microbiota have been implicated in the development of inflammatory bowel disease. Specifically, patients with IBD show the reduced levels of gut bacteria to produce butyrate, a crucial metabolite for maintaining gut homeostasis, along with decreased levels of fecal butyrate. However, there is limited research on changes in butyrate-producing bacteria at various taxonomic levels during the development of inflammatory bowel disease. Results: We investigated the changes of butyrate-producing bacteria in interleukin10 knockout mice, a suitable IBD model, as these mice require gut microbiota to develop spontaneous chronic colitis. Our findings indicate increased inflammation and a metabolic shift from butyrate oxidation toward glycolysis in 9-week-old interleukin10 knockout mice. Furthermore, we observed significant changes in two terminal enzymes involved in butyrate production: a significant increase of butyrate kinase and a significant decrease of butyryl-CoA:acetate-CoA-transferase. These observations align with an increased abundance of Coprococcus comes, which utilizes butyrate kinase, and a decreased abundance of Faecalibacterium prausnitzii that utilizes butyryl-CoA:acetate-CoA-transferase. Moreover, reduced levels of acetate, a necessary co-substrate for butyryl-CoA:acetate-CoA-transferase activity, were observed in interleukin10 knockout mice. Conclusions: These findings enhance our understanding of changes in butyrate-producing bacteria populations at various taxonomic levels, ranging from phylum to gene level in 9-week-old interleukin10 knockout mice. Furthermore, these data suggest a potential for diagnosing IBD at an early stage by analyzing the composition of butyrate-producing bacteria.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699743",
    "doi": "10.64898/2026.01.15.699743",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.698404",
    "title": "Functionally Mature Bioengineered Human Skeletal Muscle Tissues Capture Essential Aspects of Glucose Metabolism",
    "authors": [
      "Henriquez-Olguin, C.",
      "Hojfeldt, M. K.",
      "Lewis, C. T. A.",
      "Birk, J. B.",
      "Wang, T.",
      "Li, Z.",
      "Jensen, P.",
      "Clemmens, P. L. B.",
      "Hansen, B. F.",
      "Meneses-Valdes, R.",
      "Toledo, E.",
      "Hogan, J.",
      "Wang, Z.",
      "Segeritz, C.-P.",
      "Wojtaszewski, J. F. P.",
      "Jensen, T. E.",
      "Blois, A.",
      "Pehmoller, C.",
      "Knudsen, J. R."
    ],
    "summary": "Human skeletal muscle is a major regulator of whole-body metabolic homeostasis, yet mechanistic insight into human muscle plasticity is limited by the lack of in vitro models with adult-like metabolic and functional maturity. Here, we develop a workflow for generating bioengineered human skeletal muscle tissues that undergo coordinated structural, molecular, and functional maturation and stabilize in an adult-like state by day 21. Time-resolved RNA-seq and protein profiling reveal consolidation of contractile programs alongside progressive metabolic maturation, including increased mitochondrial electron transport chain content, mature mitochondrial network organization, and upregulation of glucose- and glycogen-handling proteins as well as muscle-enriched AMPK isoforms. Functionally, the tissues develop physiological force-frequency behavior, post-tetanic potentiation, and reproducible fatigue responses that are exacerbated by hypoxia and glucose withdrawal. Exercise-like chronic stimulation increases force and endurance with hypertrophy-like remodeling, and these adaptations reverse with detraining. The model also captures pharmacological responsiveness. Beta-adrenergic stimulation activates canonical signaling, increases force, limits disuse-related decline, and improves endurance in a glucose-dependent manner. Under physiological insulin and IGF-1 conditions, tissues show robust insulin-stimulated glucose uptake and glycogen synthesis, with punctate glucose transporter 4 (GLUT4) localization. Finally, knockdown of muscle glycogen synthase (GYS1) preserves peak tetanic force but impairs endurance and force recovery under fuel stress, indicating that glycogen metabolism is a key determinant of human muscle resilience.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.698404",
    "doi": "10.64898/2026.01.16.698404",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699875",
    "title": "Adaptive evolution to thermal stress underpins climate resilience in a cosmopolitan arthropod",
    "authors": [
      "Lei, G.",
      "Zhou, H.",
      "Ma, Z.",
      "Duan, Y.",
      "Chen, Y.",
      "Yao, F.",
      "You, M.",
      "Vasseur, L.",
      "Gurr, G. M.",
      "You, S."
    ],
    "summary": "Adaptive evolution enables species to survive and thrive under changing environmental conditions. In the face of accelerating global climate change, thermal stress represents a major challenge to the persistence of terrestrial ectotherms. Understanding the genetic mechanisms underlying thermal adaptation is therefore critical for predicting species evolutionary potential and future success. Here, we combine experimental evolution, phenotypic assays, and multi-omics analyses to investigate the adaptive responses of the diamondback moth (Plutella xylostella), a globally destructive pest of cruciferous crops, to contrasting thermal environments. Populations evolved under hot (32{degrees}C/27{degrees}C) and cold (15{degrees}C/10{degrees}C) regimes exhibited distinct demographic and fitness traits relative to those maintained under favorable conditions (26{degrees}C). Integrated transcriptomic and metabolomic analyses revealed extensive transcriptional reprogramming and metabolic adjustments associated with temperature adaptation. Key pathways involved in lipid metabolism and DNA methylation were enriched, while functional validation using CRISPR-Cas9 confirmed that a mutant allele of PxSODC enhances superoxide dismutase activity and improves tolerance to thermal extremes. Together, these findings provides critical insights into this arthropod's capacity for global dispersal and likely persistence under climate change, establishing a framework for understanding equivalent effects in other species.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699875",
    "doi": "10.64898/2026.01.16.699875",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699855",
    "title": "Dual regulation of the receptor-like kinase BIR1 involves site-directed transcript cleavage and 5-leader-mediated translational control",
    "authors": [
      "Guzman-Benito, I.",
      "Robinson, C.",
      "Donaire, L.",
      "Fernandez-Calvino, L.",
      "Franco-Zorrilla, J. M.",
      "Niu, R.",
      "Xu, G.",
      "Merchante, C.",
      "Llave, C."
    ],
    "summary": "In Arabidopsis, receptor-like kinase BRASSINOSTEROID INSENSITIVE1-ASSOCIATED RECEPTOR KINASE 1 (BAK1)-INTERACTING RECEPTOR-LIKE KINASE 1 (BIR1) is a negative regulator of plant immunity and cell death. BIR1 was earlier described as a target of epigenetic and post-transcriptional silencing. Degradome analysis mapped predominant mRNA cleavage sites at the 5-untranslated leader region (site A) and the protein-coding sequence (sites B and C). Here, we identified another cleavage site (D) within the BIR1 coding region and investigated the contribution of site-directed mRNA cleavage to BIR1 regulation. Mutations at B, C, and D sites enhanced mRNA stability by impairing transcript cleavage, resulting in increased BIR1 mRNA and protein accumulation. This regulation is disrupted in RNA silencing mutants, supporting a model of cis-directed small interfering RNA (siRNA)-mediated degradation. Cleavage events are highly localized, occurring at a limited number of sites that involve only a few siRNAs. Furthermore, our data reveal a repressive role for the 5-leader in regulating BIR1 translation, potentially mediated by upstream open reading frames (uORFs) and a long non-coding RNA (lncRNA) derived from the natural antisense At4g39838 locus. This lncRNA is complementary to a TCA-rich repeat region encompassing cleavage site A, which may serve as a putative binding site. Together, these findings reveal a multilayered regulatory mechanism that integrates sRNA-mediated cleavage with translational control, with broader implications for the fine-tuning of stress-responsive gene expression during infection.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699855",
    "doi": "10.64898/2026.01.16.699855",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699760",
    "title": "A Preoptic Neurocircuit That Modulates Metabolic Flexibility",
    "authors": [
      "Roessler, J. M.",
      "Alkire, M.",
      "Nigrin, N.",
      "Wang, H.",
      "Reid, C. M.",
      "Cortopassi, M. D.",
      "Waite, M.",
      "Linnehan, B.",
      "Griffith, E. C.",
      "Madigan, M.",
      "Kunchok, T.",
      "Banks, A. S.",
      "Schulte, F.",
      "Kim, B.",
      "Kim, B.-Y.",
      "Kim, J. K.",
      "Hrvatin, S."
    ],
    "summary": "Precise, dynamic control of metabolic fuel usage in response to environmental challenges such as altered food availability or temperature change is essential for animal survival. In mammals, metabolic flexibility -- the capacity to shift cellular metabolism between carbohydrate and fatty acid oxidation -- is understood to be largely regulated by circulating hormones such as insulin and glucagon. However, the role of the central nervous system in coordinating fuel selection and tissue metabolic tuning remains underexplored. Here, we investigated the mechanisms that mediate metabolic reprogramming following the acute activation of torpor-associated glutamatergic Adcyap1+ torpor-regulating neurons in the anteroventral preoptic area (avPOAVglut2/PACAP). The activation of these neurons rapidly shifts whole-body fuel use from glucose to fatty acids, irrespective of fuel/food availability. This shift is associated with reduced glucose utilization stemming from the transient induction of selective insulin resistance in skeletal muscle. We find that this reduction in skeletal muscle glucose metabolism does not require direct muscle innervation but is rather mediated via adrenal hormones. In contrast to their activation, avPOAVglut2/PACAP neuronal silencing results in improved glucose tolerance, demonstrating powerful bidirectional control of tissue-specific glucose metabolism, whole-body glucose levels, and fuel usage. Together, our findings uncover a novel POA-adrenal-skeletal muscle pathway that dynamically controls glucose utilization and metabolic flexibility.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699760",
    "doi": "10.64898/2026.01.15.699760",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699865",
    "title": "A generalized scaling law to characterize coordinated brain activity",
    "authors": [
      "Saha, S.",
      "Hens, C.",
      "Chakraborty, P.",
      "Kapitaniak, T.",
      "Deco, G.",
      "Banerjee, A.",
      "Dana, S. K.",
      "Roy, D."
    ],
    "summary": "Complex ecological systems obey universal scaling laws such as the Taylor law, which links population variance to the sample mean. A natural question is whether other complex systems with integrated and segregated functional networks, such as the human brain, follow analogous scaling laws, and how these laws behave under synchronized activity. Addressing this is challenging because neural signals at all measurement scales contain both positive and negative values, whereas the Taylor law was developed for non-negative ecological data. To overcome this limitation, we replace the sample mean with the root mean square (RMS) of detrended neural activity and formulate a generalized spatial scaling law applicable to signed data. This framework extends spatial scaling obeying the Taylor law to neural systems and other complex systems across disciplines and allows examination of how coordinated, synchronized activity shapes these laws. Synchrony is quantified using a dedicated metric of functional coordination. Analytical derivations and numerical simulations using multivariate Poisson, binomial, uniform, and gamma distributions demonstrate that the scaling exponent is inversely related to synchrony. Applying this framework to human fMRI data from three large lifespan cohorts (N=840, ages 18 to 88) reveals distinct age-associated trajectories of the scaling exponent. Healthy aging is characterized by a substantial synchrony-induced reduction in the exponent. The synchrony and scaling relationship is stable during resting-state activity but progressively shifts during naturalistic tasks across the lifespan. Limbic, subcortical, and cerebellar regions show particularly strong synchrony and scaling coupling, indicating preservation at subnetwork levels. Finally, individuals with ADHD exhibit disrupted synchrony and scaling relationships, underscoring the potential clinical utility of this novel metric.",
    "published": "2026-01-16T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699865",
    "doi": "10.64898/2026.01.16.699865",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2023.04.12.536536",
    "title": "RAD52 prevents accumulation of Polα-dependent replication gaps at perturbed replication forks",
    "authors": [
      "Marozzi, G.",
      "Di Biagi, L.",
      "Malacaria, E.",
      "Honda, M.",
      "Valenzisi, P.",
      "Aiello, F. A.",
      "Spies, M.",
      "Franchitto, A.",
      "Pichierri, P."
    ],
    "summary": "Replication gaps can arise as a consequence of perturbed DNA replication, and their accumulation might undermine the stability of the genome. Loss of RAD52, a protein involved in the regulation of fork reversal, promotes accumulation of parental ssDNA gaps during replication perturbation. Here, we demonstrate that this is due to the engagement of Pol downstream of the extensive degradation of perturbed replication forks after their reversal and is not dependent on PrimPol. Pol is hyper-recruited at parental ssDNA in the absence of RAD52, and this recruitment is dependent on fork reversal enzymes and RAD51. Of note, we report that the interaction between Pol and RAD51 is stimulated by RAD52 inhibition, and Pol-dependent gap accumulation requires formation of the RAD51 nucleoprotein filaments. Our data indicate that the RAD51/Pol-dependent repriming is essential to support fork progression, limit DNA damage and improve viability of RAD52-deficient cells when replication is perturbed. Altogether, this study shows that RAD51/Pol-dependent repriming is a genuine fork recovery mechanism activated to overcome loss of RAD52 function at replication forks.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.04.12.536536",
    "doi": "10.1101/2023.04.12.536536",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2024.11.14.618081",
    "title": "Histological aging signatures enable tissue-specific disease prediction from blood",
    "authors": [
      "Abila, E.",
      "Buljan, I.",
      "Zheng, Y.",
      "Veres, T.",
      "Weng, Z.",
      "Nackenhorst, M. C.",
      "Hulla, W.",
      "Tolkach, Y.",
      "Woehrer, A.",
      "Rendeiro, A. F."
    ],
    "summary": "Aging, the leading risk factor for numerous diseases, manifests through diverse structural and architectural changes in human tissues, providing an opportunity to quantify and interpret tissue-specific aging. To address this, we present a comprehensive assessment of tissue changes occurring during human aging, utilizing a vast array of whole slide histopathological images from the Genotype-Tissue Expression Project (GTEx), primarily reflecting non-diseased tissue samples. Using deep learning, we analyzed 25,712 images from 40 distinct tissue types across 983 individuals, quantifying nuanced morphological changes that tissues undergo with age. We developed 'tissue clocks' - predictors of biological age based on tissue images - which achieved a mean prediction error of 4.9 years. These clocks were associated with established aging markers, including telomere attrition, subclinical pathologies, and comorbidities. In a systematic assessment of biological age rates across organs, we identified pervasive non-uniform rates of aging across the human lifespan, with some organs exhibiting earlier changes (20-40 years old) and others showing bimodal patterns of age-related changes. We also uncovered several associations between demographic, lifestyle, and medical history factors and tissue-specific acceleration or deceleration of biological age, highlighting potential modifiable risk factors that influenced the aging process at the tissue level. Finally, by combining paired histological images and gene expression data, we developed a strategy to predict tissue-specific age gaps from blood samples. This approach was validated in independent cohorts covering eight diseases, ranging from acute conditions like stroke to chronic diseases such as cystic fibrosis and Alzheimer's disease. It successfully recovered significant associations with disease-relevant organs and revealed patterns of systemic and tissue-specific aging that may reflect broader physiological changes in health and disease. This work offers a new perspective on the aging process by positioning tissue structure as an integrator of cellular and molecular changes that reflect the physiological state of organs in health and disease. It underscores the value of histopathological imaging as a tool for understanding human aging and provides a foundation for the monitoring of tissue-specific aging processes in age-associated diseases.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.11.14.618081",
    "doi": "10.1101/2024.11.14.618081",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.02.24.639737",
    "title": "Diabetes-associated MYT1 and MYT3 regulate human beta-cell insulin secretion and survival via other diabetes-risk genes",
    "authors": [
      "Hu, R.",
      "Hamilton, N.",
      "Wang, Y.",
      "Tong, X.",
      "Yagan, M.",
      "Dadi, P. K.",
      "Harmelink, C.",
      "Doss, T.",
      "Liu, J.-H.",
      "Xu, Y.",
      "Simmons, A.",
      "Lau, K.",
      "Stein, R.",
      "Kaverina, I.",
      "Coate, K. C.",
      "Liu, Q.",
      "Gu, G."
    ],
    "summary": "Aims/hypothesis: Genetic and environmental factors work together to cause islet beta-cell failure, leading to type 2 diabetes (T2D). How these factors are integrated to regulate beta cells remains largely unclear. Based on our previous findings that the family of Myelin transcription factors (MYT1, MYT1L, and ST18) prevents mouse beta-cell failure by repressing the overactivation of stress response, their regulation by obesity-related nutrition signals in human beta cells, and their association with T2D, we postulate that these factors prevent human beta-cell failure under normal physiology and obesity-related stress. Methods: MYT1 or ST18 were knocked down in primary human beta cells using shRNA. Beta-cell survival, secretory function, and gene expression were examined after islet cells were cultured in vitro or xenotransplanted into mice under normal or obesity-related stress. Results: In culture, MYT1-knockdown (KD) caused beta-cell death, while ST18-KD compromised glucose-stimulated insulin secretion. Under obesity-induced stress as xenotransplants, ST18-KD also caused beta-cell death. Accordingly, MYT1-KD deregulated several genes and genesets in cell death and cellular stress response, while ST18-KD deregulated those regulating stress response, mitochondria, and ion channels. Corresponding to these gene expression changes, ST18-KD reduces glucose-stimulated Ca2+ influx in beta cells. In addition, the MYT1- and ST18-regulated genes are enriched for T2D-associated loci, with an enrichment of 2.05-fold relative to random distribution. Conclusions/interpretation: The MYT TFs complement each other to integrate genetic and environmental factors to prevent beta-cell failure and T2D, with their major effects exerted on beta-cell viability and/or Ca2+ influx.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.02.24.639737",
    "doi": "10.1101/2025.02.24.639737",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.04.05.647342",
    "title": "NeuroSimo: an open-source software for closed-loop EEG- or EMG-guided TMS",
    "authors": [
      "Kahilakoski, O.-P.",
      "Alkio, K.",
      "Siljamo, O.",
      "Valen, K.",
      "Laurinoja, J.",
      "Haxel, L.",
      "Makkonen, M.",
      "Mutanen, T. P.",
      "Tommila, T.",
      "Guidotti, R.",
      "Pieramico, G.",
      "Ilmoniemi, R. J.",
      "Roine, T."
    ],
    "summary": "Objective: Our goal was to create open-source software for closed-loop EEG-TMS that allows researchers to rapidly prototype and develop novel stimulation paradigms in a high-level programming language. This addresses the limitations of current solutions, which often rely on proprietary hardware and software, limiting their accessibility and customizability, or comprise ad-hoc pipelines tailored to specific use cases. Approach: We developed NeuroSimo, a software platform that enables arbitrary EEG-TMS stimulation protocols written in Python, leveraging Python's ecosystem of scientific, neuroimaging, and machine learning libraries. The core software is written in C++ with an embedded Python interpreter and employs the Robot Operating System (ROS 2) for inter-process communication. NeuroSimo runs on real-time-enabled Linux Ubuntu, using LabJack T4 for pulse triggering, and supports two EEG device models (Bittium NeurOne, BrainProducts actiCHamp) and TMS devices that deliver pulses via trigger signals. The software includes a graphical user interface for configuration and performance monitoring, and supports GPU processing for neural network computations. Main results: In brain-state-dependent stimulation using the Phastimate algorithm, which targets TMS pulses to the trough of sensorimotor -rhythm, NeuroSimo achieved a median timing error of 0.2 ms (95% CI: 0.2-0.2 ms), a 99th-percentile of 0.6 ms (0.6-0.6 ms), and a maximum of 1.4 ms. Significance: As an open-source platform combining Python's flexibility with real-time closed-loop EEG-TMS, NeuroSimo enables researchers to develop and implement novel therapeutic approaches, marking a significant advance in personalized brain stimulation.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.05.647342",
    "doi": "10.1101/2025.04.05.647342",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.1101/2025.04.26.650496",
    "title": "Persistent effects of dietary selection and inbreeding on microbiome composition and longevity in Drosophila",
    "authors": [
      "Warren, P. K.",
      "Miller, G.",
      "Kandlikar, G. S.",
      "Ng'oma, E."
    ],
    "summary": "Background: Dietary environments can shape host-microbe co-evolution by imposing selection pressures that favor host and microbial genotypes with enhanced fitness under specific nutritional conditions. However, the long-term evolutionary dynamics of these interactions after selection pressures are relaxed remain poorly understood. Here, we investigated the microbiome of Drosophila melanogaster populations that underwent long-term experimental evolution under three temporally variable nutritional regimes (constant high sugar, progressively decreasing protein, and fluctuating protein), and compared them to unselected controls. Following inbreeding of evolved populations, we examined how persistent evolutionary effects interact with aging to shape host-microbe relationships and survival. Results: All selected regimes exhibited reduced survival relative to controls, indicating lasting physiological costs associated with historical selection and inbreeding. Survival differed among regimes: the deteriorating-protein regime was closest to controls, the fluctuating-protein regime was intermediate, and the high-sugar regime showed the shortest lifespan. Survival effects were sex-specific: relative to control females, those from the fluctuating-protein regime exhibited reduced early-life survival, whereas females from the deteriorating-protein regime experienced greater late-life mortality. Microbiome composition varied with both selection regime and age. Although Firmicutes and Proteobacteria dominated across groups, selected lines showed increased Firmicutes and reduced Proteobacteria, especially early in life, suggesting early-life taxonomic restructuring. The decreasing-protein regime maintained more stable microbial diversity over time, whereas high-sugar and fluctuating-protein diets were associated with progressive microbiome instability with age. Core Acetobacter species (A. aceti, A. oryzifermentans) declined in abundance in selected flies, indicating persistent disruption of microbiome integrity. A random forest model predicted fly age from microbiome composition with 78.8% accuracy, reinforcing links between microbial dynamics and host aging. Conclusion: Historical dietary selection and inbreeding can leave lasting signatures on survival and microbiome composition in Drosophila. Protein restriction promoted late-life longevity and microbial stability, whereas high-sugar and fluctuating diets were associated with early-life effects followed by later-life shifts in dominant taxa. Together, these findings illustrate how nutritional history and its microbial legacies influence lifespan and aging through persistent host-microbe interactions.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.26.650496",
    "doi": "10.1101/2025.04.26.650496",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.28.667102",
    "title": "Effects of knockdown of autophagy pathway genes on C. elegans longevity are highly condition dependent",
    "authors": [
      "Hsiung, K. C.",
      "Chapman, H.",
      "Wei, X.",
      "Sun, X.",
      "Rawlinson, I.",
      "Gems, D."
    ],
    "summary": "Autophagy is proposed to protect against aging by clearing damaged cellular constituents. In line with this several life-extending interventions in model organisms show some degree of autophagy dependence. In C. elegans, inhibiting autophagy can shorten, lengthen or have no effect on lifespan. Differences between published findings likely reflect variability in experimental conditions. Here we investigate the condition dependence of effects on lifespan of RNA-mediated interference (RNAi) knockdown of autophagy pathway components. Effects on several interventions causing a strong Age (increased lifespan) phenotype were examined, including mutation of daf-2 (insulin/IGF-1 receptor). Factors varied included daf-2 mutant allele class, atg gene, temperature and presence of 5-fluoro-2'-deoxyuridine (FUDR). Effects on lifespan of atg RNAi proved to be highly condition dependent. Notably, for most atg genes tested lifespan was not usually reduced more in the long-lived mutant than in the wild-type control. Greater suppression was seen at 20{ring}C for certain atg genes with daf-2(e1368) but not daf-2(e1370). At 25{ring}C, little reduction in lifespan was seen. However, atg-18 knockdown behaved differently, suppressing daf-2 Age under all conditions, suggesting possible pleiotropic action. FUDR at a high concentration caused knockdown of several atg genes to increase lifespan. Thus, depending on experimental conditions, atg knockdown can increase, decrease or have no effect on daf-2 Age. The lack of suppression of Age by atg RNAi under most conditions questions the importance of autophagy in daf-2 Age. Moreover, condition dependence of effects creates a risk of possible condition selection bias.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.28.667102",
    "doi": "10.1101/2025.07.28.667102",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b",
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.25.690439",
    "title": "mfSuSiE enables multi-cell-type fine-mapping and multi-omic integration of chromatin accessibility QTLs in aging brain.",
    "authors": [
      "Liu, A.",
      "De Jager, P. L.",
      "Bennett, D.",
      "The Alzheimer's Disease Functional Genomics Consortium,",
      "Wang, G.",
      "Denault, W. R. P."
    ],
    "summary": "Molecular quantitative trait locus (QTL) studies increasingly profile chromatin accessibility, histone modifications, DNA methylation, RNA modifications such as N6-methyladenosine (m6A), and transcription across multiple cell types using high-throughput sequencing, generating dense base-pair-resolved measurements. The conventional approach of testing each variant against each molecular feature independently suffers from severe multiple testing burden and ignores linkage disequilibrium and spatial correlation. Existing fine-mapping methods only partially address these challenges and are suboptimal for analyzing such datasets: multivariate approaches such as mvSuSiE jointly analyze multiple molecular contexts but are designed for a single trait value per context and cannot accommodate thousands of base-resolution measurements per context, while functional approaches such as fSuSiE model spatial structure across thousands of measurements but analyze each context separately. Here, we introduce mfSuSiE, which integrates multivariate analysis with wavelet-based functional regression to jointly fine-map thousands of base-resolution traits across multiple cell types. In simulations, mfSuSiE identified causal variants and affected molecular features more accurately than fSuSiE, while mvSuSiE cannot be applied to this type of data. Applied to single-nucleus chromatin accessibility data from six brain cell types from postmortem aging human brains, mfSuSiE substantially increased discovery and resolution, with substantial power gains for cell types with limited samples. Multi-cell-type analysis revealed extensive sharing of regulatory effects on chromatin accessibility (caQTL). Importantly, mfSuSiE produces Bayesian inference compatible with the SuSiE framework, enabling systematic multi-omic integration. Applied to Alzheimer's disease loci, we integrated caQTL with expression QTLs, epigenomic QTLs, and GWAS, observing regulatory patterns suggesting complex mechanisms at loci including EARS2, CHRNE, SCIMP, and RABEP1.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.25.690439",
    "doi": "10.1101/2025.11.25.690439",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.694568",
    "title": "Task-Dependent Motor Unit Recruitment and Rate Coding Reveal Redistribution of Neural Drive in the Human Hand",
    "authors": [
      "Osswald, M.",
      "Ibanez, J.",
      "Regensburger, M.",
      "Unbehaun, N.",
      "Del Vecchio, A."
    ],
    "summary": "Although Henneman's size principle dictates an orderly small-to-large activation, evidence suggests a certain level of flexibility in the recruitment of spinal motor neurons depending on task demands. Here, we investigate motor unit (MU) recruitment flexibility in the human first dorsal interosseous (FDI) muscle while controlling for overall muscle activation across two functionally distinct tasks using high-density intramuscular EMG (HD-iEMG) electrode arrays. Six participants performed isometric index finger abduction where the FDI serves as the prime mover, and flexion with the FDI functioning as a synergist. Recruitment thresholds (RTs) and recruitment orders (ROs) were highly consistent within the same task, but differed significantly between abduction and flexion. Across participants, 45.3% of MUs showed changes in recruitment above the coefficient of repeatability across tasks compared to only 5.0% within tasks. Changes in RT were accompanied by corresponding adaptations in discharge rate (DR), preserving the inverse RT-DR relationship. MU size did not have an effect on recruitment variability. Intramuscular coherence analysis revealed no differences in the delta (1-5 Hz) or alpha (5-13 Hz) band, but beta band (13-30 Hz) coherence was significantly lower during flexion than abduction, indicating reduced high-frequency inputs when FDI serves as a synergist muscle. Together, these results indicate different distributions of net excitatory input to FDI MUs across different functional tasks, that may include stronger involvement of spinal circuits during flexion as opposed to abduction, as indicated by the reduced intramuscular beta coherence. Moreover, the present findings also demonstrate that common synaptic input and not intrinsic motor neuron properties determines the inverse relation between MU RT and DR.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.694568",
    "doi": "10.64898/2025.12.16.694568",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.16.693978",
    "title": "Romaciclib, a CDK8/CDK19 inhibitor, can overcome venetoclax resistance through a combinatorial strategy",
    "authors": [
      "Pakulska, U.",
      "Obacz, M.",
      "Woznicki, J.",
      "Wiklik, K.",
      "Chakraborty, S.",
      "Micek, M.",
      "Mohanty, V.",
      "Coelho, D.",
      "Adamczyk, E.",
      "Golas, A.",
      "Moszynska, A.",
      "Zhang, H.",
      "Cybulska-Lubak, M.",
      "Kaniuga, E.",
      "Sandowska-Markiewicz, Z.",
      "Konopleva, M.",
      "Mikula, M.",
      "Juszczynski, P.",
      "Shastri, A.",
      "Baran, N.",
      "Rzymski, T.",
      "Mazan, M."
    ],
    "summary": "The combination of venetoclax (VEN) and hypomethylating agents (HMA) is the standard of care in acute myeloid leukemia (AML) for elderly patients unfit for intensive chemotherapy. Despite its clinical success, most patients eventually relapse, creating an urgent need for effective therapeutic alternatives. In this study, we aimed to evaluate the potential of romaciclib, a first-in-class CDK8/CDK19 inhibitor, in combination with VEN to overcome stroma-mediated and primary/acquired VEN-resistance. We assessed the efficacy of RVU120+VEN combination in both sensitive and resistant AML cell lines and primary patient-derived models. Our finding demonstrated that romaciclib synergizes with VEN in AML cell lines and in 8 out of 11 patient-derived cell samples. The proteomic and functional studies demonstrated that combination induced apoptosis through caspase-dependent cleavage of MCL-1. In vivo studies confirmed the efficacy of RVU120+VEN, showing eradication of leukemic cells and bone marrow recovery. Importantly, the combination effectively overcame both stroma-mediated and transcriptionally dependent VEN-resistance. Mechanistic studies, focusing on transcriptomic analyses, identified key resistance-associated pathways, including IL6/JAK/STAT3, TGF-{beta}, PI3K/AKT/MTOR, and inflammatory signaling, being suppressed by combination treatment. Furthermore, an in vivo study using a VEN-resistant patient-derived xenograft (PDX) model confirmed the efficacy of the combination, demonstrating a significant reduction in leukemia burden and a decreased proportion of leukemia initiating cells (LIC) following treatment. These findings prove the highly synergistic mechanism of action of RVU120+VEN combination and the potential to overcome primary/acquired VEN resistance in relapse/refractory AML disease. Altogether, the presented results support ongoing clinical studies evaluating romaciclib and VEN in VEN/HMA-refractory patients (NCT06191263) and provide a basis for future exploration as a frontline therapy in VEN-naive patients.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.16.693978",
    "doi": "10.64898/2025.12.16.693978",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699544",
    "title": "Identification and inhibition of the Cyclin D Rb-docking interface that drives cell division",
    "authors": [
      "Topacio, B. R.",
      "Fleming, C.",
      "Lanz, M.",
      "Zhang, S.",
      "Xie, S.",
      "Tuvikene, J.",
      "Weaver, A.",
      "Sanidas, I.",
      "Sage, J.",
      "Rubin, S.",
      "Koivomagi, M.",
      "Skotheim, J."
    ],
    "summary": "The animal cell division cycle is initiated by the cyclin-dependent kinases CDK4 and CDK6 in complex with D-type cyclins. Cyclin D-CDK4/6 complex formation is promoted by the assembly factors p21 and p27, which bind both subunits. p27 binds the hydrophobic patch on cyclin D that is similar to the patch used by other cell cycle cyclins to dock their substrates. This raised the question as to how cyclin D could find its substrates if its hydrophobic patch were already occupied? Here, we show that D-type cyclins use their A2' helix to dock the retinoblastoma protein Rb, a key substrate regulating cell cycle progression. The specific interface of cyclin D's A2' helix is unique among cyclins and its mutation slows proliferation. Taken together, our work identifies a cyclin D-substrate docking mechanism that can be targeted by novel cancer therapeutics.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699544",
    "doi": "10.64898/2026.01.14.699544",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699502",
    "title": "UVB-Induced Genotoxic Stress Activates the DNA Damage Response and Innate Immune Pathways in Sea Urchin Coelomocytes",
    "authors": [
      "Kell, R. M.",
      "Weber, M. K.",
      "Escalante, R. Y.",
      "Silva, J. C.",
      "Bodnar, A. G."
    ],
    "summary": "Mechanistic crosstalk between the DNA-damage response (DDR) and the innate immune system is essential to maintain genomic integrity, tissue homeostasis, and organismal resilience. However, the origin and diversity of this crosstalk among animal lineages remain poorly understood. Here, we used the purple sea urchin Strongylocentrotus purpuratus to identify immune-cell-intrinsic responses to genotoxic stress. This species is a long-lived, cancer-resistant, basal deuterostome that diverged from the vertebrate lineage [~]550 million years ago, providing a powerful system to investigate the ancestral origins and complexity of DDR-immune system crosstalk. UVB-induced DNA damage elicited a robust transcriptional response in S. purpuratus immune cells (coelomocytes), activating conserved DDR genes in addition to autophagy, ubiquitin signaling, and innate immune pathways. Single-cell RNA sequencing at six hours post UVB exposure identified phagocytes and vibratile cells as the major mediators of the response to UVB challenge. Functional assays and western blots confirmed increased autophagy and widespread post-translational modification (ubiquitination and phosphorylation) of substrates in key signaling pathways. Our findings demonstrate the concurrent induction of DDR and innate immune pathways in an invertebrate deuterostome and establish a molecular framework for understanding how echinoderms respond to damaged self in the absence of vertebrate-specific DNA sensors. By revealing the conserved mechanisms that link the DDR with innate immunity, this work lays the foundation for comparative studies of damage recognition systems that shape deuterostome defenses, promoting genomic stability and cancer resistance.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699502",
    "doi": "10.64898/2026.01.14.699502",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699547",
    "title": "Spatial Regression of Morphology-Protein Coupling in Tumour Proteomics",
    "authors": [
      "Leyva, A. G.",
      "Niazi, M. K. K."
    ],
    "summary": "Protein expression within oncogenic or suppresive pathways is hallmark indicator of oncogenesis. While traditional AI models in digital pathology attempt to predict singular proteins, there is a need to predict the downstream expression of proteins to indicate the propagation of signals. RNA-expression provides novel information, but does not provide information about the propagation of protein signals downstream and whether those signals are functional. Using Reverse Phase Protein Array (RPPA) data with Whole Slide Images (WSIs) from the publicly available Cancer Genome Atlas' Breast Adenocarcinoma dataset (TCGA-BRCA), we predict the expression of five key proteins identified from the Apoptosis cascade using DNA Damage and Repair Cascades (DDR) as a biological control. Furthermore, we examine the performance of patch level Vision Transformers (ViT) on the regression task, which was tested against the designed Cellular-Level ViT CellRPPA. Our results demonstrate that patch-level vision transformers were unable to obtain statistically significant predictive results, obtaining R squared < 0.1 for all folds. In addition, the CellViT obtained an R squared > .1 in all 5 test folds. We also show that morphologically indicative cascades such as the apoptosis cascade provide signficantly higher performance over the DDR cascade.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699547",
    "doi": "10.64898/2026.01.14.699547",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699489",
    "title": "Radiation-induced interferon-I response impairs thyroid organoid function",
    "authors": [
      "Maturi, R.",
      "Cinat, D.",
      "Jellema-de Bruin, A. L.",
      "De Vita, G.",
      "Kruijff, S.",
      "Coppes, R. P.",
      "Soto-Gamez, A. A."
    ],
    "summary": "Background and Aim: Radiotherapy is a standard cancer treatment, but radiation exposure to surrounding healthy tissues may lead to adverse side effects that compromise patient quality of life. In patients with head and neck cancer treated with radiotherapy, thyroid damage is a frequent complication, resulting in hypothyroidism or secondary thyroid malignancies. Although clinically recognized, the molecular mechanisms underlying these side effects remain mostly unexplored. This study aims to characterize the radiation-induced molecular alterations in thyroid organoids. Methods: Bulk RNA sequencing was performed to investigate transcriptomic changes in tissue-derived thyroid organoids following gamma-irradiation. Observed changes were further validated and explored using qPCRs, western blotting, immunofluorescence, caspase 3/7 activity and organoid forming efficiency. Results: Our findings identify interferon-{beta} (IFN-{beta}) signaling as a key mediator of radiation-induced inflammation in the thyroid. Additionally, the intrinsic apoptotic pathway was found to be the predominant mechanism of radiation-induced thyroid cell death. Notably, while IFN-{beta} exhibited a protective effect against apoptosis, it concurrently reduced thyroid stem progenitor cell potential. Conclusions: These results highlight the dual role of IFN-{beta} signaling in modulating thyroid cell fate after irradiation, potentially promoting survival upon injury at the expense of regenerative potential.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699489",
    "doi": "10.64898/2026.01.14.699489",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699518",
    "title": "Loss of cardiomyocyte eukaryotic elongation factor 1 A2 in adult mice triggers cardiomyopathy due to defective proteostasis",
    "authors": [
      "Martin-Garrido, A.",
      "Weyrauch, N.",
      "Ruiz-Orera, J.",
      "Eresch, J.",
      "Reitter, S.",
      "Cordero, J.",
      "Scheich, V.",
      "Grund, A.",
      "Keles, M.",
      "Weinzierl, N.",
      "Hofmann, E.",
      "Trogisch, F. A.",
      "Hemanna, S.",
      "Stoecklin, G.",
      "Voelkers, M.",
      "Hubner, N.",
      "Dobreva, G.",
      "Heineke, J."
    ],
    "summary": "The eukaryotic elongation factor 1A (eEF1A) is known for its canonical role to promote the translocation of aminoacyl-tRNAs to ribosomes during translational elongation, but also has non-canonical functions. In mammals, two paralogs of eEF1A exist: Whereas eEF1A1 is ubiquitously expressed, eEF1A2 expression is restricted to adult cardiomyocytes, skeletal myocytes and neurons. Although patients with mutations in EEF1A2 develop cardiomyopathies, the mechanism involved is unknown. To study the role of cardiac eEF1A2 in adult mice, we generated adult induced, cardiomyocyte specific Eef1a2 knock-out (eEF1A2-cKO), and Eef1a1/Eef1a2 double knock-out (eEF1A1/eEF1A2-cKO) mice. eEF1A2-cKO mice developed cardiomyopathy associated with increased mouse mortality, cardiac dysfunction and fibrosis, but unchanged global protein synthesis rates, while eEF1A1/eEF1A2-cKO mice exhibited early sudden death. Combined RNA sequencing, proteomics and ribosomal sequencing analyses from hearts of eEF1A2-cKO and eEF1A1/eEF1A2-cKO mice revealed a post-transcriptional upregulation of ribosomal proteins and translational regulators. On the other hand, we observed an increase of autophagosomes and protein aggregates in heart tissue of eEF1A2-cKO mice as sign of defective autophagy. Mechanistically, we demonstrate that eEF1A2 acts as a chaperone in cardiomyocytes. Finally, administration of rapamycin (mTORC1 inhibitor) at an early disease stage in eEF1A2-cKO mice normalized systolic cardiac dysfunction and mortality and eliminated the accumulation of autophagosomes and protein aggregates. Together, we found that eEF1A2 promotes proteostasis in cardiomyocytes, at least in part by supporting protein folding. More importantly, increased mortality, cardiomyopathy and proteostasis defects due to the lack of eEF1A2 could be rescued by administration of rapamycin, which might therefore constitute a treatment strategy for patients with EEF1A2 mutations.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699518",
    "doi": "10.64898/2026.01.14.699518",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699534",
    "title": "Aging macaques bridge the translational gap in perivascular space biology",
    "authors": [
      "Liguore, W. A.",
      "Schwartz, D. L.",
      "Piantino, J.",
      "Rajendran, A.",
      "Jensen, G.",
      "Karpf, J. A.",
      "Chernov, M. M.",
      "Woltjer, R. L.",
      "Kohama, S. G.",
      "Silbert, L. C.",
      "Weiss, A. R."
    ],
    "summary": "The prevalence of MR-visible perivascular spaces (PVS) is age-dependent in rhesus macaques. Automated quantification in 94 male and female animals ranging 5-28 years of age demonstrated a robust association between age and PVS burden, with an anatomical distribution paralleling that of humans. Preliminary ex vivo validation confirmed that the MRI-detected tubular structures correspond to perivascular spaces. These findings establish the rhesus macaque as a tractable model for understanding the role of perivascular dysfunction in age-related brain vulnerability.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699534",
    "doi": "10.64898/2026.01.14.699534",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699397",
    "title": "Plasma proteomics reveal heterogeneous subtypes of depression linked to inflammation and aging",
    "authors": [
      "Lian, Z.",
      "Palaniyappan, L.",
      "Liu, Z.",
      "Kuang, N.",
      "Liu, Y.",
      "Jiang, Y.",
      "Sahakian, B. J.",
      "Robbins, T. W.",
      "Feng, J.",
      "Becker, B.",
      "Cheng, W.",
      "Wu, X.",
      "Zhang, J.",
      "Bullmore, E."
    ],
    "summary": "The clinical heterogeneity of depression has defied biological classification, limiting personalized treatment. Previous neuroimaging- or symptom-based subtyping of depression failed to clarify the underlying pathoetiology, while plasma proteins which integrates signals from multiple organ systems, offers a promising way to define biologically grounded subtypes. Using plasma proteomics from 2,127 incident depression cases in a cohort of 53000 individuals, we identified three biologically distinct subtypes differing in inflammation, aging, and metabolic profiles. The most prevalent subtype (inflammation/aging) was characterized by aging-related inflammation, poorest prognosis with hippocampal atrophy and highest suicide risk, mediated by age-related amygdalar atrophy; this subtype had highest anhedonia burden. A distinct inflammation/energy dysregulation group had metabolic pathway enrichment with high inflammation and lifestyle risk factors (smoking) but no aging trend, predominantly physical/psychomotor symptoms and decreased thalamic volume. In contrast, the inflammation-resilient group had the lowest inflammatory proteomic loading, lowest depression severity, more resilient lifestyle and increased hippocampal volume. These proteomic signatures, detectable years before symptom onset, enable risk stratification and suggest subtype-specific targeted physical and lifestyle interventions.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699397",
    "doi": "10.64898/2026.01.14.699397",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699525",
    "title": "Biomimetic model for the identification of distinctive microenvironmental factors in glioblastoma radiosensitivity",
    "authors": [
      "Yao, R.",
      "Rivera, I.",
      "Maldonado, J.",
      "Best-Popescu, C.",
      "Xu, H.",
      "Sarkaria, J. N.",
      "Wang, J.",
      "Lu, Y.",
      "Selting, K.",
      "Harley, B.",
      "Pedron-Haba, S."
    ],
    "summary": "Radiation therapy (RT) has long been included in the treatment of glioblastoma (GBM). However, radioresistance in cancer cells as well as toxicity in normal tissues are major obstacles to clinical efficacy. Improved understanding of the mechanisms of tumor microenvironment-induced radioresistance during and after radiation therapy can provide fundamental insights to improve clinical outcomes in GBM. Here, using three-dimensional engineered hydrogel models in vitro, we report the influence of extracellular matrix, hypoxia, and adjacent neuronal cells in radiotherapeutic sensitivity. We find that mechanical cues and oxygen availability regulate cellular response to radiation, with softer matrices allowing for more DNA damage. Hyaluronan fragments from the extracellular matrix also modulate rapid metabolic response to radiation, especially in hypoxic environments. We show that neuronal networks influence tumor metabolic activity and the inflammatory response. Overall, we demonstrate here that alternative radiation strategies, such as low dose rate radiation therapy and microenvironmental regulation, have the potential to be more effective in a specific subset of radiosensitive GBM tumors.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699525",
    "doi": "10.64898/2026.01.14.699525",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699586",
    "title": "Serotonergic neurons in the dorsal raphe nucleus scale O2 utilization in response to traumatic stress",
    "authors": [
      "Zhu, X.-h.",
      "Zhang, Y.",
      "Pan, Y.-d.",
      "Zheng, W.-y.",
      "Wen, Q.-q.",
      "Zhu, M.-z.",
      "Li, H.-y.",
      "Liang, W.-q.",
      "Zhu, Z.-y.",
      "Liu, B.-c.",
      "Yuan, X.-r.",
      "Wu, Y.",
      "Dong, J.-h.",
      "Davoli, M. A.",
      "Turecki, G.",
      "Mechawar, N."
    ],
    "summary": "Trauma is a main cause of psychiatric disorders. Approximately 24% of trauma-exposed individuals suffer from posttraumatic stress disorder throughout their lifetime, however, the vast majority of people are resilient. Why some people are resilient while others develop mental disorders in face of trauma in a short timescale? Here, we show that O2 actively initiates a cell-signaling pathway that regulates behavioral outcomes in response to traumatic stress. We found that serotonergic neurons in the dorsal raphe nucleus (DRN5-HT neurons) projecting to the ventral caudate putamen and the ventral tegmental area exhibit distinct physiological patterns of O2 utilization. In response to traumatic stress, O2 utilization in these neurons changed individually, following either a susceptible or resilient pattern, thereby modulating corresponding behaviors. This O2 scaling was regulated by ferroptosis within the DRN5-HT neurons. Thus, we identify a previously unrecognized function of O2, opening an avenue for the treatment and prevention of stress-related disorders.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699586",
    "doi": "10.64898/2026.01.14.699586",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699599",
    "title": "Isolation and Characterisation of Hair Follicle-Derived Melanocytes",
    "authors": [
      "Wu, F.",
      "Liu, Q.",
      "Shao, X.",
      "Chen, S.",
      "Lin, J.",
      "Chen, J.",
      "Li, J.",
      "Zhang, Q.",
      "Tan, Z. L.",
      "Wu, W."
    ],
    "summary": "Melanocytes are unique population of cells which produce melanin pigment. However, the property of melanocytes from hair follicle and epidermis, particularly, their molecular signatures remained largely unknown. In this study, we investigated the properties of epidermis and hair follicle melanocytes by biochemical and molecular biological assays. We found that epidermal melanocytes are differentiated and mature form of hair follicle melanocytes, and they are potentially related. Irradiation with NB-UVB did not induce cell death of hair follicle melanocytes as observed in epidermal melanocytes, but activate hair follicle melanocytes, promote proliferation and migration. In situ study suggested that after UVB irradiation, root sheath of hair follicles, particularly proximity of interfollicular epidermis and hair bulb become darker, suggesting migration and maturation of hair follicle melanocytes after UVB irradiation, rather than cell death. This observation provides hints and evidence to the relationship between hair follicle and epidermal melanocytes, helps to explain the contradiction of melanocytes cell death after UVB irradiation and the use of UVB in treatment of vitiligo lesion, as well as the perifollicular repigmentation phenomenon observed in vitiligo lesion after NB-UVB phototherapy.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699599",
    "doi": "10.64898/2026.01.14.699599",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.14.699608",
    "title": "Soluble DLK1 secreted by telomere-shortening-induced senescent microglia impairs oligodendrocyte functions and alters neuronal activity",
    "authors": [
      "Liu, B.",
      "Mahoney, M.",
      "Feng, Y.",
      "Telpoukhovskaia, M. A.",
      "Giani, A.",
      "Torres, E. R.",
      "Zhan, L.",
      "Ye, P.",
      "Zhu, J.",
      "Foxe, N.",
      "Zhu, D.",
      "Tong, X.",
      "Srivastava, D.",
      "Theodoris, C. V.",
      "Gong, S.",
      "Zhao, M.",
      "Fan, L.",
      "Gan, L."
    ],
    "summary": "Aging is the major risk factor for neurodegenerative disease, yet the mechanisms linking physiological aging to brain dysfunction remain unclear. Because telomere erosion is a hallmark of aging, we examined its impact on glial and neuronal physiology. Telomere shortened mice showed lipofuscinosis, hypomyelination, microglial atrophy, and cognitive deficits. Single nuclei RNA-seq revealed accelerated glial aging, elevated microglial senescence pathways, and impaired oligodendrocyte functions. Inducing senescence in human iPSC derived microglia with shortened telomeres identified soluble DLK1 as a novel senescence associated ligand. sDLK1 was increased in the cerebrospinal fluid of telomere shortened and naturally aged mice, and this increase was eliminated by microglial depletion. AAV delivery of sDLK1 in vivo caused hypomyelination and blocked oligodendrocyte lineage progression, demonstrating the detrimental nature of excessive sDLK1. In human iPSC systems, sDLK1 impaired oligodendrocyte maturation and altered calcium signaling in excitatory neurons. These findings identify microglial senescence as a core consequence of telomere shortening and reveal sDLK1 as a microglia-derived senescence ligand that drives oligodendrocyte and neuronal dysfunction in aging.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.14.699608",
    "doi": "10.64898/2026.01.14.699608",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699654",
    "title": "Causal Evidence for Left DLPFC Contributions to Working Memory, Attention, and Cognitive Control in Ageing: A cTBS/ERP Study",
    "authors": [
      "Leon-Correa, E.",
      "Balani, A.",
      "Qureshi, A.",
      "Tse, D.",
      "MAKRIS, S."
    ],
    "summary": "Ageing is characterised by progressive neurodegeneration and marked declines in working memory (WM), a domain critically dependent on the integrity of the dorsolateral prefrontal cortex (DLPFC). Although non-invasive brain stimulation is widely used to target this region, the causal contribution of the DLPFC to WM performance in older adults remains insufficiently understood. Here, we applied continuous theta burst stimulation (cTBS) to transiently inhibit the left DLPFC in twenty healthy older adults and assessed the behavioural and neurophysiological consequences during verbal and visuospatial N-back tasks. Behaviourally, moderate learning effects emerged exclusively in the verbal task following vertex stimulation, whereas learning after DLPFC stimulation remained inconclusive. Performance in the visuospatial task showed no reliable evidence of learning across conditions, consistent with greater interindividual variability and age-related decline in spatial WM. Neurophysiologically, ERP amplitudes were stable across conditions; however, marked latency perturbations were observed. In the verbal task, P200 and N200 latencies robustly predicted performance, with P200 latency significantly prolonged after DLPFC inhibition, indicating disrupted early attentional gating. N200 and P300 latency modulations further suggested load-dependent compensatory strategies, reflecting adaptive slowing of cognitive control processes. In contrast, visuospatial performance was not reliably predicted by P200 latency, although N200 and P300 latencies remained informative, indicating domain-specific differences in DLPFC involvement. Taken together, these findings provide causal evidence that left DLPFC disruption selectively interferes with the temporal coordination of verbal WM, emphasising the central role of processing speed and compensatory dynamics in cognitive ageing. ERP latency markers emerge as sensitive indices of subtle stimulation-induced perturbations in older adults.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699654",
    "doi": "10.64898/2026.01.15.699654",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699642",
    "title": "The β-lactam adjuvant guanosine potentiates anti-folate antibiotics and pyrimidine synthesis inhibitors by depleting thymidine in methicillin-resistant Staphylococcus aureus",
    "authors": [
      "Nolan, A. C.",
      "Kelly, J. B.",
      "Ahn, J.",
      "Shinde, D.",
      "Thomas, V. C.",
      "Zeden, M. S.",
      "O'Gara, J. P."
    ],
    "summary": "Efforts to improve the effectiveness of existing interventions for antimicrobial-resistant (AMR) infections include identifying new ways to overcome resistance to licensed antibiotics using adjuvants or deploying antibiotics in novel combinations. Although antibiotics targeting the bacterial cell wall (e.g., {beta}-lactams) and folate metabolism (e.g., trimethoprim-sulfamethoxazole, TMP-SMX) remain cornerstones of modern healthcare, resistance to both classes poses an ongoing therapeutic challenge. We recently demonstrated that purine nucleosides can act as potent antibiotic adjuvants, restoring {beta}-lactam susceptibility in methicillin-resistant Staphylococcus aureus (MRSA). Here, we show that the {beta}-lactam adjuvant guanosine significantly reduces intracellular thymidine levels in MRSA and potentiates the activity of antifolate antibiotics (TMP-SMX) as well as the pyrimidine antimetabolites 5-fluorouracil (5-FU) and 5-fluorouridine (5-FUrd). Incorporation of oxacillin into guanosine-antifolate or guanosine-pyrimidine analogue combinations further enhanced killing of both planktonic and biofilm-associated MRSA. Thymidine depletion was accompanied by elevated intracellular reactive oxygen species (ROS) and dissipation of membrane potential, providing mechanistic insight into the bactericidal effects of these combinations. Together, these findings demonstrate that guanosine expands MRSA susceptibility beyond {beta}-lactams to include additional clinically relevant antimicrobial drug classes commonly used to treat bacterial infections.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699642",
    "doi": "10.64898/2026.01.15.699642",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699756",
    "title": "Leveraging HIV-Specific CAR T Cells and Rapamycin Treatment in Kick-and-Kill HIV Cure Approaches",
    "authors": [
      "Maggirwar, N. S.",
      "Moran, J. A.",
      "Mu, W.",
      "Zaikos, T. D.",
      "Chou, T.",
      "Turner, S. R.",
      "Yu, B. H.",
      "Ranjan, A.",
      "Hourani, R.",
      "Wender, P. A.",
      "Zhen, A.",
      "Marsden, M. D."
    ],
    "summary": "HIV is not cured with currently available combination antiretroviral therapy (ART) alone in large part because the virus establishes virologic latency in long lived CD4+ cells. To eliminate this latent reservoir, as required for HIV eradication, latency reversing agents (LRAs) are being developed to force HIV out of latency and induce infected cells to express viral proteins leading to their clearance, in a so-called Kick-and-Kill approach. This strategy relies on the immune system to clear the productively-infected cells and is thus limited by HIV immune evasion and the immunological exhaustion that occurs during HIV infection. To counter these limitations and augment an LRA-mediated HIV cure approach, we report herein the utility of HIV-specific truncated CD4-based D1D2 CAR T cells combined with LRA treatment and the mTORC1 inhibitor rapamycin to reduce immune exhaustion and specifically target and kill LRA-stimulated HIV infected cells. We demonstrate that rapamycin does not prevent HIV latency reversal via multiple classes of LRAs in several in vitro models, suggesting that it is compatible with cure approaches utilizing these LRAs. Additionally, rapamycin does not inhibit the early T cell activation (CD69 upregulation) in primary T cells that occurs during protein kinase C (PKC) modulator-mediated HIV latency reversal. Furthermore, in vitro chronically exhausted CAR T cells were found to have a higher frequency of terminally exhausted PD-1+Tim-3+ and CD69+PD-1+ cells when compared to CAR T cells that were cultured under the same conditions in the presence of rapamycin, validating the use of the mTORC1 inhibitor rapamycin to prevent immune exhaustion of CAR T cells. Finally, we found that latently-infected cells that were stimulated to express HIV proteins using a designed, synthetic PKC modulator LRA (SUW133) were efficiently recognized and killed by CAR T cells. Overall, these data demonstrate the compatibility of immune rejuvenation using rapamycin with HIV reservoir depletion using LRAs and CAR T cells. This combination therapy strategy represents a promising approach to more effectively target the latent reservoir in HIV cure approaches.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699756",
    "doi": "10.64898/2026.01.15.699756",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.695934",
    "title": "High-plex protein profiling on cytospin slides with bronchoalveolar lavage cells from asthma and COPD",
    "authors": [
      "van der Burg, N. M. D.",
      "Lau, C. E.",
      "Selander, L.",
      "Frossing, L.",
      "Ankerst, J.",
      "Bjermer, L.",
      "Tufvesson, E."
    ],
    "summary": "Protein profiling of whole cells can accurately define cell subsets specific to disease identity and/or severity. Preserving whole cells on cytospin slides is common practice but is often used only for differential counts. Here we ran two studies and successfully applied a high-plex protein panel using the NanoString GeoMx, quantifying up to 47 proteins (of immune, cell death, and MAPK signalling markers) in bronchoalveolar lavage (BAL) cytospins from the four major cell types: macrophages, neutrophils, type-2 granulocytes and lymphocytes. Despite the small sample size for this feasibility study, several significant differences between disease and controls within several BAL cell types for both the asthma cohort (n=21) and the COPD cohort (n=20) were found. Overall, we believe applying this method can maximise biomarker discover of any precious preserved cytospin clinical samples and that the significant disease specific cell subsets discovered during the method testing are worthy of future investigation.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.695934",
    "doi": "10.64898/2026.01.15.695934",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699545",
    "title": "Distinct p21 dynamics drive alternative routes to whole-genome duplication through a common CDK4/6-dependent polyploid G0 state",
    "authors": [
      "Yang, Y.",
      "Bukkuri, A.",
      "Poe, D.",
      "Hao, S.",
      "Brown, D. D.",
      "McLaughlin, J.",
      "Kedziora, K. M.",
      "Stallaert, W."
    ],
    "summary": "Whole-genome duplication (WGD) fuels tumor evolution and therapy resistance, yet the molecular mechanisms governing the switch from the canonical mitotic cell cycle to the endoreplication cycle remain unclear. Here, we combine single-cell proteomics, manifold learning, and live-cell imaging to map the intersection of the mitotic and endoreplication cycles in breast cancer cells exposed to genotoxic agents. We identify two distinct routes to WGD driven by distinct p21 dynamics. High p21 induction induces G2 exit and endocycling, whereas insufficient p21 permits mitotic entry followed by slippage and endomitosis. This therapy-induced switch acts as a facultative stress response, generating drug-resistant polyploid populations that propagate genomic instability through replication stress and the generation of replication-competent micronuclei. Both paths to WGD converge on a common polyploid G0 state dependent on cyclin D1:CDK4/6 activity to complete the transition to the endoreplication cycle, revealing a shared vulnerability. Sequential treatment with genotoxic agents followed by CDK4/6 inhibitors preserves the cytotoxic efficacy of DNA-damaging drugs while simultaneously blocking entry into the endoreplication cycle and WGD-driven evolutionary rescue. These findings reveal the molecular rules governing the switch from the mitotic to endoreplication cycle and highlight the potential of WGD-blocking drugs as adjuvant therapies to inhibit drug resistance and suppress tumor evolution.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699545",
    "doi": "10.64898/2026.01.15.699545",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699324",
    "title": "Structural Basis of Glycolytic Control in Trypanosoma cruzi: Insights from Enolase and PGI",
    "authors": [
      "Austin, K.",
      "Obakachi, V. A.",
      "Muzenda, F.",
      "Moetlediwa, M.",
      "Agyei, C.",
      "Nguyen, M.",
      "Tran, N.",
      "Edwards, T.",
      "Abendroth, J.",
      "Craig, T. K.",
      "Subramanian, S.",
      "Starker, B. L.",
      "Myler, P. J.",
      "Zininga, T.",
      "Govender, K. K.",
      "Chakafana, G."
    ],
    "summary": "Trypanosoma cruzi, the causative agent of Chagas disease, relies heavily on glycolysis for ATP production, making glycolytic enzymes attractive targets for therapeutic intervention. In this study, we report high-resolution crystal structures of two essential glycolytic enzymes, glucose-6-phosphate isomerase (Tc PGI; 1.8 A) and enolase (Tc enolase; 2.4 A), and integrate structural, biophysical, and computational analyses to evaluate their drug-target potential. Tc PGI adopts a dimeric alpha-beta-alpha sandwich fold and contains a parasite-specific 53-residue N-terminal extension and a distinctive C-terminal hook region that are absent in the human ortholog. Tc enolase displays the conserved (alpha/beta)8 TIM-barrel architecture but exhibits localized structural differences, including an extended alpha17 helix and a structured alpha1 region, relative to human isoforms. Both enzymes exhibit high thermal stability, consistent with adaptation to the parasite's complex life cycle. Structure-based virtual screening using a scaffold previously associated with multi-target inhibition identified candidate ligands with favorable docking scores for each enzyme. Subsequent molecular dynamics simulations and binding free-energy analyses supported stable enzyme-ligand interactions and favorable energetic profiles. Together, these results define parasite-specific structural features of two key glycolytic enzymes and provide a structural framework for future experimental validation and structure-guided development of selective antiparasitic inhibitors.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699324",
    "doi": "10.64898/2026.01.15.699324",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699687",
    "title": "Methyl Carnosate, a Carnosic Acid Derivative, Attenuates Osteoclastogenesis via Modulation of RANKL-Induced NF-κB Activity",
    "authors": [
      "Zhang, L.",
      "Xie, C.",
      "Bao, X.",
      "Tabandeh, M.",
      "Deepak, V."
    ],
    "summary": "Excessive osteoclast activity underlies bone-destructive diseases including osteoporosis and rheumatoid arthritis. RANKL-induced NF-kB signaling represents a critical pathway driving osteoclastogenesis. Here, we report that methyl carnosate, a naturally occurring diterpene from rosemary, inhibits RANKL-induced osteoclastogenesis with an IC50 of 1.2 uM and displays greater potency than its parent compound, carnosic acid. Promoter-reporter analysis further indicates attenuation of RANKL-induced NF-kB activity. These findings identify methyl carnosate as a potential lead compound for the development of bone-protective therapeutics.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699687",
    "doi": "10.64898/2026.01.15.699687",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699653",
    "title": "Evolution of Hierarchical Phase-Contrast Tomography on the European Synchrotron beamlines BM05 and BM18: a whole adult human brain imaging case study",
    "authors": [
      "Dejea, H.",
      "Brunet, J.",
      "Urban, T.",
      "Berruyer, C.",
      "MIRONE, A.",
      "Jarnias, C.",
      "Bellier, A.",
      "Walsh, C.",
      "Lee, P. D.",
      "Tafforeau, P."
    ],
    "summary": "Hierarchical Phase-Contrast Tomography (HiP-CT) was recently developed to enable the ex-vivo imaging of human organs at multiple scales from whole organ down to cellular level. Using whole adult human brain imaging as a case study, this manuscript shows the evolution of this technique from its initial development at the BM05 beamline to its transition and current status at BM18. Thanks to the higher coherence, larger beam size, higher energies and larger propagation distances available at BM18 and due to the European Synchrotron's Extremely Brilliant Source upgrade (ESRF-EBS), this transition resulted in significantly improved data quality, resolution, sensitivity and speed. More recently, the implementation of a new generation of larger sCMOS cameras, helical scanning (including dedicated reconstruction algorithm developments), binning at the chip and projections levels, and the design of high-efficiency optics allowed to progressively improve the trade-off between dose and image quality, while simultaneously reducing scanning times. All these acquisition schemes present the current status of full organ imaging using HiP-CT and represent the constant efforts for the improvement of the technique towards the investigation of human organs in health, disease and aging.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699653",
    "doi": "10.64898/2026.01.15.699653",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699678",
    "title": "TSC1 phosphorylation by lysosomal mTORC1 establishes a minimal autoregulatory feedback loop",
    "authors": [
      "Lamprakis, A.",
      "Demetriades, C."
    ],
    "summary": "mTORC1 lies at the center of an intricate signaling network that allows cells to homeostatically respond to a multitude of intra- and extracellular cues. Although this network is dynamically rewired to prevent excessive mTORC1 activation under permissive conditions, the mechanisms that fine-tune its activity remain incompletely understood. Here, we identify TSC1 (tuberous sclerosis complex 1), a core subunit of the mTORC1-inhibitory TSC complex, as a direct mTORC1 substrate, thus establishing an autoregulatory circuit in mTOR signaling. Notably, TSC1 combines features of both canonical and non-canonical/lysosomal mTORC1 substrates: while its phosphorylation depends on Rheb activation and growth factor signaling, it also requires an intact lysosomal LAMTOR-Rag GTPase supercomplex. In turn, TSC1 phosphorylation selectively influences lysosomal mTORC1 signaling, as expression of a phospho-dead TSC1 mutant is associated with lower levels of TFEB phosphorylation, increased nuclear TFE3 translocation, and enhanced lysosome biogenesis, while phosphorylation of S6K1, a non-lysosomal canonical substrate, remains largely unaffected. Mechanistically, phosphorylation of TSC1 by mTORC1 promotes its stability, with a non-phosphorylatable mutant undergoing proteasomal degradation. In sum, these findings reveal a minimal feedback loop within the mTOR network that orchestrates compartmentalized signaling to selectively control the activation of processes downstream of lysosomal mTORC1 signaling.",
    "published": "2026-01-15T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699678",
    "doi": "10.64898/2026.01.15.699678",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41546842",
    "title": "NF1/2 mutations predict favorable benefit from immune checkpoint inhibitor-based therapies over VEGFR/mTOR inhibitors in clear cell renal cell carcinoma.",
    "authors": [
      "Sun Y",
      "Cheng Q",
      "Zhou Q",
      "Xu Y",
      "Wang G",
      "Xu C",
      "Wang W",
      "Cai S",
      "Chen W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546842/",
    "doi": "doi: 10.1007/s10238-025-01885-8",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41546789",
    "title": "Lactobacillus Plantarum Q180 Attenuates Hepatic Lipid Accumulation and Regulates Energy Metabolism in High-Fat Diet-Induced Obese Mice.",
    "authors": [
      "Cho M",
      "Joung H",
      "Jang H",
      "Kim YW",
      "Chu J",
      "Kwon YJ",
      "Shin CH",
      "Ha JH",
      "Lee J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546789/",
    "doi": "doi: 10.1007/s12602-025-10909-4",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41546766",
    "title": "Lactiplantibacillus plantarum P16 mitigated murine colitis through modulation of immune response and gut microbiota.",
    "authors": [
      "Chen Z",
      "Cheng Q",
      "Zhang X",
      "Sheng Z",
      "Shi L",
      "Zhang Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546766/",
    "doi": "doi: 10.1186/s13568-025-02003-3",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "pmid:41546728",
    "title": "A prognostic signature of ferroptosis and lipid metabolism related genes predicts survival and immunotherapy response in hepatocellular carcinoma.",
    "authors": [
      "Chen H",
      "Kong Y",
      "Dong Q"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546728/",
    "doi": "doi: 10.1007/s12672-025-04320-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41546639",
    "title": "PTEN/PI3K/AKT Axis Mediates Aflatoxin B1-Induced Intestinal Injury via Dual Regulation of Apoptosis and Necroptosis in Jejunal Epithelial Cells.",
    "authors": [
      "Sun J",
      "He Y",
      "Chen R",
      "Li Z",
      "Li X",
      "Han X",
      "Li Y",
      "Tang Z",
      "Hu L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546639/",
    "doi": "doi: 10.1021/acs.jafc.5c15463",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41546458",
    "title": "Pension Reform and the Delay of Female Retirement in Spain: Policy-Induced Inequality in Aging Trajectories.",
    "authors": [
      "Villanueva-García J",
      "Moral-Arce I",
      "García Villalba LJ",
      "Recio Alcaide A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546458/",
    "doi": "doi: 10.1080/08959420.2026.2618149",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41546194",
    "title": "Editorial: From Aspiration to Action: Nursing's Role in Promoting and Supporting the United Nations Decade of Healthy Ageing.",
    "authors": [
      "Neville S",
      "Merrick E",
      "Montayre J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546194/",
    "doi": "doi: 10.1111/jocn.70211",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41546105",
    "title": "PARP-1 prevents osteoarthritis pathogenesis by inhibiting apoptosis in chondrocytes: an animal study.",
    "authors": [
      "Kim M",
      "Ghosh M",
      "Heo Y",
      "Shin M",
      "Min Y",
      "Kim J",
      "Son YO"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546105/",
    "doi": "doi: 10.1186/s13075-026-03728-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41546098",
    "title": "METTL3 regulates Leydig cell proliferation via miR-145-PCK1 mediated gluconeogenesis in goats.",
    "authors": [
      "Tang W",
      "Cao M",
      "Qiao F",
      "Luo J",
      "Ju Y",
      "Wang X",
      "An P",
      "Sun W",
      "Chen X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546098/",
    "doi": "doi: 10.1186/s40104-025-01307-5",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b"
    ]
  },
  {
    "id": "pmid:41546036",
    "title": "BRD4-mediated transcriptional activation of PDLIM4 enhances p21 stability and chemosensitivity in lung adenocarcinoma independent of p53.",
    "authors": [
      "Wang Q",
      "Guo L",
      "Wang S",
      "Guan C",
      "Pan J",
      "Zhu S",
      "Zheng L",
      "Wu X",
      "Gu Y",
      "Shu T",
      "Luo L",
      "Lai T",
      "Gao X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546036/",
    "doi": "doi: 10.1186/s12915-026-02511-z",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41546023",
    "title": "Low-dose X-ray-activated radiodynamic therapy via a lutetium-coordinated nanoplatform synergizing PARP inhibition and ferroptosis.",
    "authors": [
      "Song W",
      "Zhao C",
      "Mai Y",
      "Zhang G",
      "Kang W",
      "Zheng X",
      "Yuan Q",
      "Chen Z",
      "Zhong C",
      "Tang J",
      "Fu D",
      "Zhai T",
      "Ling K",
      "Jiang H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546023/",
    "doi": "doi: 10.1186/s12951-026-04027-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545916",
    "title": "Temperature regimes mediate ROS metabolism and MAPK signaling to modulate flavonoid accumulation and quality in Scutellaria baicalensis roots.",
    "authors": [
      "Lan Y",
      "Shen Y",
      "Sun Y",
      "Han M",
      "Lin H",
      "Yang L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545916/",
    "doi": "doi: 10.1186/s12870-025-08022-3",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41545905",
    "title": "Fecal microbiota transplantation mitigates lipopolysaccharide-induced oxidative stress in weaned piglets by modulating gut microbiota and enhancing riboflavin metabolism.",
    "authors": [
      "Ma J",
      "Liu M",
      "Xu J",
      "Liu B",
      "Cui Y",
      "Shi Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545905/",
    "doi": "doi: 10.1186/s40104-025-01330-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41545880",
    "title": "Effects of supplementary protein source, autoclaving diets, and gender on biochemical blood parameters, oxidative stress markers, and caecal fermentation in rats.",
    "authors": [
      "Gawin K",
      "Tuśnio A",
      "Barszcz M",
      "Taciak M",
      "Święch E",
      "Konopka A",
      "Frączek N",
      "Szumska M",
      "Pastuszewska B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545880/",
    "doi": "doi: 10.1186/s12917-025-05266-x",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41545840",
    "title": "Subjective model of successful aging and its determinants-analysis of a cross-sectional study.",
    "authors": [
      "Knapik A",
      "Szefler-Derela J",
      "Wasiuk-Zowada D",
      "Plinta R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545840/",
    "doi": "doi: 10.1186/s12877-026-06980-3",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545796",
    "title": "Methionine suppresses autophagy in Cryptococcus neoformans: Impact of GPP2 gene deletion on the expression of autophagy-related genes.",
    "authors": [
      "Padilla AAÁ",
      "Martho KFC",
      "Felizardo G",
      "Pascon RC",
      "Vallim MA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545796/",
    "doi": "doi: 10.1007/s12223-025-01411-z",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41545774",
    "title": "3-n-Butylphthalide Protects SH-SY5Y Cells from Ferroptosis by Inhibiting ACSL4-Mediated Lipid Peroxidation.",
    "authors": [
      "Wei H",
      "Zhang Y",
      "Ju Q",
      "Lian B",
      "Gao T",
      "Duan H",
      "Yin X",
      "Lin Y",
      "Shen J",
      "Ji Q",
      "Sun C",
      "Shen L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545774/",
    "doi": "doi: 10.1007/s12035-026-05669-3",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545754",
    "title": "UBC9-mediated p53 SUMOylation drives tubular senescence and exacerbates acute kidney injury in mice.",
    "authors": [
      "Wu QM",
      "Liu J",
      "Mu YS",
      "Li J",
      "Tian YJ",
      "Wang Z",
      "Deng M",
      "Qiu YM",
      "Zhou S",
      "Zhang ZY",
      "Xu XM",
      "Ma L",
      "Fu P",
      "Yan XY",
      "Tan ZK"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545754/",
    "doi": "doi: 10.1038/s41401-025-01715-3",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41545714",
    "title": "Genetic engineering of systemically injectable oncolytic viruses for pyroptosis-accelerated cancer virotherapy.",
    "authors": [
      "Chen X",
      "Yang M",
      "Chen Y",
      "Zhang Y",
      "Wang S",
      "Meng J",
      "Zhu Z",
      "Li W",
      "Wei W",
      "Ping Y",
      "Liang T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545714/",
    "doi": "doi: 10.1038/s43018-025-01078-y",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545663",
    "title": "Metformin inhibits nuclear egress of chromatin fragments in senescence and aging.",
    "authors": [
      "Kumazawa T",
      "Xu Y",
      "Wang Y",
      "Lee JW",
      "O'Brien TC",
      "Ho CK",
      "Cetinbas M",
      "Weiner A",
      "Hochedlinger K",
      "Sadreyev RI",
      "Bardeesy N",
      "Cheng CW",
      "He B",
      "Dou Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545663/",
    "doi": "doi: 10.1038/s43587-025-01048-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41545631",
    "title": "Identifying Crucial Genes Associated with Pyroptosis in Lupus Nephritis.",
    "authors": [
      "Shi M",
      "Ma S",
      "An Q",
      "Zhu H",
      "Zeng R",
      "Yao Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545631/",
    "doi": "doi: 10.1007/s10753-025-02402-5",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545533",
    "title": "Chronic melamine cyanurate exposure impairs spatial learning and memory by altering autophagy-mediated synaptic plasticity and oxidative stress in the hippocampus of adolescent rats.",
    "authors": [
      "Sun W",
      "Lai X",
      "Wan Y",
      "Mei Y",
      "Li X",
      "Yang Y",
      "An L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545533/",
    "doi": "doi: 10.1007/s00204-025-04289-5",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41545492",
    "title": "Skeletal muscle transcriptional dysregulation of genes involved in senescence is associated with prognosis in severe heart failure.",
    "authors": [
      "Rullman E",
      "Lovric A",
      "Melin M",
      "Fernandez-Gonzalo R",
      "Gustafsson T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545492/",
    "doi": "doi: 10.1038/s43856-025-01362-z",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41545430",
    "title": "Multifactorial conceptual model of cancer-related accelerated aging.",
    "authors": [
      "Morse L",
      "Weiss S",
      "Ritchie CS",
      "Wong ML",
      "Hoffmann T",
      "Wallhagen M",
      "Miaskowski C"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545430/",
    "doi": "doi: 10.1038/s41514-025-00328-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545425",
    "title": "Exploring new applications of toasted chestnut shells as an oak alternative in distilled spirit aging.",
    "authors": [
      "Zhao Y",
      "Lu X",
      "Sun Q",
      "Cui R",
      "Wang H",
      "Yao Y",
      "Liu X",
      "Song L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545425/",
    "doi": "doi: 10.1038/s41538-026-00715-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545406",
    "title": "Unraveling the intersection of aging and Parkinson's disease: a collaborative roadmap for advancing research models.",
    "authors": [
      "Schmidt MY",
      "Cuervo AM",
      "Double KL",
      "Ehninger D",
      "Goldberg MS",
      "Harvey K",
      "Hoeijmakers JHJ",
      "Luk KC",
      "Mastroberardino PG",
      "Moore DJ",
      "Niedernhofer LJ",
      "Trudeau LÉ",
      "Jurk D",
      "Andersen JK",
      "Bellantuono I"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545406/",
    "doi": "doi: 10.1038/s41531-025-01239-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41545405",
    "title": "Effect of telomere length and related gene polymorphism in signaling pathway on semen quality.",
    "authors": [
      "Jia X",
      "Cao J",
      "Zhang S",
      "Feng K",
      "Li J",
      "Guo H",
      "Qu X",
      "Tao L",
      "Yang Y",
      "Wu A",
      "Zhang C",
      "Tian Q",
      "Zhang GH"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545405/",
    "doi": "doi: 10.1038/s41598-025-34054-8",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41545335",
    "title": "Nuclear gasdermin E drives endothelin-1-induced metastatic progression independently of the pyroptosis.",
    "authors": [
      "Roman C",
      "Caprara V",
      "Tocci P",
      "Sacconi A",
      "Blandino G",
      "Bagnato A",
      "Sestito R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545335/",
    "doi": "doi: 10.1038/s41419-025-08202-x",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41545252",
    "title": "Corrigendum to \"Targeting YBX1: A novel therapeutic strategy for gastric cancer through regulation of cellular senescence and mTOR signaling\" [Tissue and Cell, 97 (2025) 103089].",
    "authors": [
      "Zhang W",
      "Jia Y",
      "Wang A",
      "Guo R",
      "Fu Z",
      "Wang W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545252/",
    "doi": "doi: 10.1016/j.tice.2026.103328",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41545206",
    "title": "GC-MS Metabolite Profiling and Induction of Cell Death by Sphaeranthus amaranthoides Leaf Extracts.",
    "authors": [
      "Ramalingam K",
      "Nagarajan V",
      "Sekar N",
      "Selvam CP",
      "Rajendran DK",
      "Chinnasamy A",
      "Balakrishnan K",
      "Padmanaban D",
      "Sahayanathan GJ"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545206/",
    "doi": "doi: 10.1002/jat.70026",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41545084",
    "title": "Natural diversity of telomere length distributions across 100 Saccharomyces cerevisiae strains.",
    "authors": [
      "Garrido C",
      "Gómez-Muñoz C",
      "Kornobis E",
      "Agier N",
      "Ilioaia O",
      "Fischer G",
      "Xu Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545084/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41545034",
    "title": "The Important Role of Fatty Infiltration of Skeletal Muscle in Aging: Skeletal Muscle Function, Pathological Mechanisms and Intervention.",
    "authors": [
      "Yang M",
      "Zhou F",
      "Wang C",
      "Sun T",
      "Zhao W",
      "Liu L",
      "Meng Y",
      "Tian L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545034/",
    "doi": "doi: 10.1152/ajpendo.00473.2025",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41544625",
    "title": "Epigenetic consequences of DNA damage.",
    "authors": [
      "Paull TT",
      "Opresko PL"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544625/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41544613",
    "title": "The interplay between autophagy and unconventional secretion in neurodegeneration.",
    "authors": [
      "Renna M",
      "Bonavita R",
      "Dixon G",
      "Verdicchio LV",
      "Fleming A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544613/",
    "doi": "doi: 10.1016/j.chembiol.2025.12.007",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41544532",
    "title": "RAB10 mediates metabolic regulation of ferroptosis in breast Cancer and synergistically remodels the tumour immune microenvironment via macrophage M2 polarization.",
    "authors": [
      "Li R",
      "Liu Y",
      "Pang B",
      "Liu X",
      "Zhu C",
      "Tang G",
      "Ran R",
      "Wang W",
      "Chen C",
      "Yang Q"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544532/",
    "doi": "doi: 10.1016/j.intimp.2026.116201",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41544531",
    "title": "Kaempferol‑copper complex alleviates oxidative stress and inflammatory response in acute alcoholic liver injury by inhibiting the TLR4/MAPK/NF-κB signaling pathway.",
    "authors": [
      "Gong S",
      "Wan W",
      "Pu Y",
      "Xu J",
      "Liu Y",
      "Deng T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544531/",
    "doi": "doi: 10.1016/j.intimp.2026.116192",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41544481",
    "title": "The regulatory roles of BMAL1 in TDCIPP-induced autophagy and apoptosis in HT22 cells.",
    "authors": [
      "Liu Y",
      "Liang R",
      "Xu B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544481/",
    "doi": "doi: 10.1016/j.tox.2026.154405",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41544429",
    "title": "Obesity and cancer: Relevance of DNA damage response.",
    "authors": [
      "Deshmukh B",
      "Ajay AK",
      "Bhat MK"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544429/",
    "doi": "doi: 10.1016/j.tranon.2025.102657",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41544376",
    "title": "Dual CDK4/6-PI3K/mTOR inhibition reinforces cytostatic programs and tumor control in preclinical models of primary and metastatic osteosarcoma.",
    "authors": [
      "Barghi F",
      "Saadatzadeh MR",
      "Dobrota EA",
      "Shannon HE",
      "Bailey BJ",
      "Young C",
      "Malko R",
      "Justice R",
      "Riyahi N",
      "Davis C",
      "Bijangi-Vishehsaraei K",
      "Kreklau K",
      "Stevens LK",
      "Koenig J",
      "Sulayman S",
      "Liu S",
      "Wan J",
      "Trowbridge MA",
      "Coy K",
      "Kennedy FM",
      "Sinn AL",
      "Just M",
      "Jackson KW",
      "Sandusky G",
      "Wurtz LD",
      "Collier CD",
      "Mitchell D",
      "Seiden EE",
      "Greenfield EM",
      "Doud E",
      "Mosley A",
      "Angus SP",
      "Ferguson MJ",
      "Pandya PH",
      "Pollok KE"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544376/",
    "doi": "doi: 10.1016/j.neo.2025.101266",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41544357",
    "title": "Airborne polystyrene nanoplastic exposure leads to splenic cell senescence and immune imbalance.",
    "authors": [
      "Wang M",
      "Lv M",
      "Dong H",
      "Han B",
      "Feng Z",
      "Zhu Y",
      "Yang Z",
      "Pan L",
      "Wang J",
      "Zhang Q",
      "Li K",
      "Chen L",
      "Ming D"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544357/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119690",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41544354",
    "title": "PFOA and PFOS impair human sperm capacitation by inducing mitochondrial-mediated apoptosis and ferroptosis.",
    "authors": [
      "Gao L",
      "Pan N",
      "Xu W",
      "Li G",
      "Li K",
      "Shi J",
      "Sun P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544354/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119743",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41544137",
    "title": "Identification of cell senescence-related genes in spontaneous preterm birth based on bioinformatics analysis and machine learning.",
    "authors": [
      "Juan G",
      "Ting L",
      "Yahui W",
      "Luguang Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544137/",
    "doi": "doi: 10.1371/journal.pone.0340809",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41544107",
    "title": "DC-STAMP activates the PI3K/AKT/mTOR signaling pathway to regulate PANoptosis in acute myeloid leukemia.",
    "authors": [
      "Liang Q",
      "Li B",
      "Li Y",
      "Ma L",
      "Dong L",
      "Ding N",
      "Zhang W",
      "Wang H",
      "Liu J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544107/",
    "doi": "doi: 10.1371/journal.pone.0339670",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41543826",
    "title": "Metacontrol-related aperiodic and periodic neural activity in cognitive aging: enhancing the neural signal-to-noise ratio through anodal transcranial direct current stimulation.",
    "authors": [
      "Pi Y",
      "Zhang Q",
      "Lyu S",
      "Beste C",
      "Colzato L",
      "Hommel B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543826/",
    "doi": "doi: 10.1007/s11357-025-02077-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41543825",
    "title": "Lipid-laden endothelial cells exhibit a transcriptomic signature linked to blood-brain barrier dysfunction, metabolic reprogramming, and increased inflammation in the aging brain.",
    "authors": [
      "Otu-Boakye S",
      "Natarajan D",
      "Plakkot B",
      "Raghavendiran I",
      "Hoppa P",
      "Kiss T",
      "Subramanian M",
      "Balasubramanian P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543825/",
    "doi": "doi: 10.1007/s11357-025-01986-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41543804",
    "title": "Identification of prognostic signatures in pheochromocytomas and paragangliomas based on mitochondrial autophagy and ferroptosis in TCGA and GEO datasets.",
    "authors": [
      "Chen Q",
      "Xian Z",
      "Zou Q",
      "Bi J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543804/",
    "doi": "doi: 10.1007/s12672-026-04393-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41543799",
    "title": "Acupuncture as a modulator of microglial polarization and pyroptosis in depression: evidence from a chronic unpredictable mild stress rat model.",
    "authors": [
      "Wu X",
      "You Z",
      "Zhang T",
      "Zeng J",
      "Li M",
      "Yan S",
      "Li J",
      "Li P",
      "Shen J",
      "Liu S",
      "Aslam MS",
      "Li J",
      "Ning L",
      "Fang H",
      "Li Y",
      "Yao D",
      "Hao C",
      "Meng X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543799/",
    "doi": "doi: 10.1007/s11011-025-01785-6",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41543765",
    "title": "G1/S arrest: a key mechanism of cellular aging and replicative senescence.",
    "authors": [
      "Li X",
      "Yan X",
      "Chen Q",
      "Mai S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543765/",
    "doi": "doi: 10.1007/s10522-025-10378-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41543740",
    "title": "The impact of reactive oxygen species on Fe valence speciation, mineral crystallinity, and nutrient element uptake in rice root iron plaque.",
    "authors": [
      "Wang X",
      "Huang J",
      "Zhang Q",
      "Feng Y",
      "Lin Y",
      "Liang M"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543740/",
    "doi": "doi: 10.1007/s00425-026-04920-4",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41543620",
    "title": "Time-Resolved Oxidative Stress and Apoptosis in Murine Retina under Acute Hypobaric Hypoxia with Parallel Activation of the LIF-JAK-STAT3 Axis.",
    "authors": [
      "Wang H",
      "Ye Q",
      "Huang S",
      "Ge K",
      "Han C",
      "Xi H",
      "Qiao J",
      "Feng J",
      "Wu P",
      "Bao Y",
      "Yang Y",
      "Zhang W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543620/",
    "doi": "doi: 10.1007/s12035-025-05639-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41543608",
    "title": "Single-cell profiling of immunogenic cell death in melanoma reveals prognostic signatures and therapeutic targets.",
    "authors": [
      "Huang J",
      "Jiang T",
      "Han Y",
      "Yang C"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543608/",
    "doi": "doi: 10.1007/s12672-026-04406-5",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41543508",
    "title": "CX-5461 and Doxorubicin activate a shared DNA damage-associated transcriptional response in human cardiomyocytes.",
    "authors": [
      "Paul S",
      "Gutiérrez JA",
      "Bogar AR",
      "Matthews ER",
      "Ward MC"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543508/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41543494",
    "title": "miR-200a-3p Alleviates Neuroinflammation and Oxidative Stress in Spinal Cord Injury via PTEN Targeting: A Potential Diagnostic Biomarker.",
    "authors": [
      "Liu G",
      "Qiu R",
      "Wang G",
      "Xu H",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543494/",
    "doi": "doi: 10.1177/21925682251385499",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41543483",
    "title": "Circadian and Diurnal Regulation of Plant Lipid Metabolism.",
    "authors": [
      "Kim SC",
      "Kim WY",
      "Wang X",
      "Suh MC"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543483/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41543239",
    "title": "Recent advances in Golgi-targeted fluorescent probes in ferroptosis research.",
    "authors": [
      "Wang S",
      "Guo W",
      "Wan BW",
      "Wang KM",
      "Dong B",
      "Jiang CS",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543239/",
    "doi": "doi: 10.1039/d5an01240f",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41543225",
    "title": "Editorial: TIPS in the Era of Aging and Metabolic Comorbidity-Rethinking Risks and Rewards. Authors Reply.",
    "authors": [
      "Spaan M",
      "van der Meer AJ",
      "Maan R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543225/",
    "doi": "doi: 10.1111/apt.70531",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41543219",
    "title": "Editorial: TIPS in the Era of Aging and Metabolic Comorbidity: Rethinking Risks and Rewards.",
    "authors": [
      "Roccarina D",
      "La Delfa R",
      "Vizzutti F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543219/",
    "doi": "doi: 10.1111/apt.70496",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41543190",
    "title": "<p>Artemisiae Scopariae Herba (Yinchen) suppresses ferroptosis in mice with osteoporosis via the Nrf2/Slc7a11/Gpx4 pathway</p>.",
    "authors": [
      "Li P",
      "Wan X",
      "Li W",
      "Cheng D",
      "Yang Y",
      "Wang Y",
      "Zhu R",
      "Chen Y",
      "Liu H",
      "Zhang Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543190/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41543184",
    "title": "<p>[Retracted] 8‑bromo‑7‑methoxychrysin induces apoptosis by regulating Akt/FOXO3a pathway in cisplatin‑sensitive and resistant ovarian cancer cells<br><br></p>.",
    "authors": [
      "Ding Q",
      "Chen Y",
      "Zhang Q",
      "Guo Y",
      "Huang Z",
      "Dai L",
      "Cao S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543184/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41543179",
    "title": "<p>[Corrigendum] Triptolide inhibits JAK2/STAT3 signaling and induces lethal autophagy through ROS generation in cisplatin‑resistant SKOV3/DDP ovarian cancer cells<br><br></p>.",
    "authors": [
      "Zhong Y",
      "Le F",
      "Cheng J",
      "Luo C",
      "Zhang X",
      "Wu X",
      "Xu F",
      "Zuo Q",
      "Tan B"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543179/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41543177",
    "title": "<p>Anxiety‑induced overactive bladder: The role of oxidative stress and NF‑κB signaling pathway with Hsp90 as a potential biomarker</p>.",
    "authors": [
      "Zhou Z",
      "Xu L",
      "Wu H",
      "Hong H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543177/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41543167",
    "title": "<p>Pathological mechanism of ferroptosis in a rat model of α‑naphthyl isothiocyanate‑induced chronic cholestasis</p>.",
    "authors": [
      "Guo Z",
      "Wang J",
      "Wang Y",
      "Liu X",
      "Xia Y",
      "Liu P",
      "Qi L",
      "Liu J",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543167/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41543149",
    "title": "<p>[Retracted] Mechanism of cell death induced by silica nanoparticles in hepatocyte cells is by apoptosis<br><br></p>.",
    "authors": [
      "Yang Y",
      "Du X",
      "Wang Q",
      "Liu J",
      "Zhang E",
      "Sai L",
      "Peng C",
      "Lavin MF",
      "Yeo AJ",
      "Yang X",
      "Shao H",
      "Du Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543149/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  }
]