[
  {
    "id": "10.1101/2025.08.01.667781",
    "title": "Approaching an Error-Free Diploid Human Genome Assembly of East Asian Origin",
    "authors": [
      "Chu, Y.",
      "Huang, Z.",
      "Shao, C.",
      "Guo, S.",
      "Yang, Y.",
      "Yu, X.",
      "Wang, J.",
      "Tian, Y.",
      "Chen, J.",
      "Li, R.",
      "He, Y.",
      "Yu, J.",
      "Huang, J.",
      "Gao, Z.",
      "Kang, Y."
    ],
    "summary": "Achieving an error-free diploid human genome remains challenging. We report T2T-YAO v2.0, a telomere-to-telomere complete assembly of a Han Chinese individual, polished to near-perfect base-level and structural accuracy. To systematically identify assembly errors, we developed Sufficient Alignment Support (SAS), an automatic method that flags structural and base-level errors in windows lacking sufficient read support. Building on this, we established a structural-error-first polishing strategy, correcting misassemblies using ultra-long ONT reads, followed by base-level refinement with PWC (Platform-integrated Window Consensus). Using these approaches, we resolved all detectable structure and non-homopolymer-related errors outside ribosomal DNA (rDNA) regions. The resulting assembly contains no unsupported 21-mers across sequencing platforms, meeting k-mer-based criteria for an error-free genome. T2T-YAO v2.0 delivers the most perfect East Asian reference to date, with limited issues confined to rDNA arrays and homopolymer tracks, enabling precise genome annotation, benchmarking, and variant discovery-- foundation for human genomics and precision medicine.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.01.667781",
    "doi": "10.1101/2025.08.01.667781",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.07.669174",
    "title": "Noc1 downregulation induces nucleolar stress and upregulates p53 isoforms, with a robust increase of the truncated p53E isoform in Drosophila wing discs",
    "authors": [
      "Vutera Cuda, A.",
      "Bajaj, S.",
      "Manara, V.",
      "Bellosta, P."
    ],
    "summary": "Disruption of ribosome biogenesis triggers nucleolar stress, a conserved cellular response that activates p53. We previously demonstrated that depletion of Nucleolar Complex Protein 1 (Noc1) in Drosophila wing imaginal discs impairs rRNA maturation and ribosome assembly, resulting in elevated p53 levels and apoptosis, hallmarks of nucleolar stress. The Drosophila p53 gene produces four mRNA isoforms, yet their individual contributions to nucleolar stress responses remain poorly understood. Using newly designed isoform-specific qPCR primers, we found that although all p53 isoforms exhibit moderate transcriptional changes following Noc1 reduction, the truncated isoform p53E is robustly and preferentially upregulated. Notably, p53E lacks the N-terminal transactivation domain and has been reported to negatively regulate p53-induced apoptosis in specific tissues. Furthermore, our analyses indicate that {gamma}-H2AV accumulation arises from caspase-dependent apoptosis rather than primary genomic lesions, suggesting the activation of a p53-dependent stress pathway distinct from canonical genotoxic pathways. Together, these findings suggest that p53E may be part of a novel mechanism activated during nucleolar stress, providing insight into how cells adapt to defects in ribosome biogenesis.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.07.669174",
    "doi": "10.1101/2025.08.07.669174",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.02.679723",
    "title": "SPP1+macrophages promote the growth and metastasis of intrahepatic cholangiocarcinoma via OSM and THBS1 signaling",
    "authors": [
      "Wang, T.",
      "Long, R.",
      "Cheng, Z.",
      "Zhang, M.",
      "Wei, B.",
      "Lyu, C.",
      "Zhang, X.",
      "Zhang, C.",
      "Tang, G.",
      "Li, Z.",
      "Li, L.",
      "Li, Y.",
      "Zhu, X.",
      "Shi, C.",
      "Yang, K.",
      "Xu, C."
    ],
    "summary": "Background & Aims: Tumor-associated macrophages (TAMs) are abundant in intrahepatic cholangiocarcinoma (ICC), correlate with poor prognosis, but their spatiotemporal behavior and non-immune-suppressive roles in ICC progression remain unclear. This study sought to define transcriptional heterogeneity of TAMs and map their interactions with ICC cells that promote malignancy beyond immune suppression. Methods: We employed three mouse ICC models, four clinical ICC patient datasets, and three spatial transcriptomic platforms to chart the macrophage landscape over time and space. Cell-cell communication analysis plus phosphoproteomics guided functional validation via TAM-ICC co-culture, cytokine treatment, gene silencing/knockout, orthotopic and metastatic ICC models, and three conditional knockout mice. A prognostic ICC tissue microarray with multiplex immunofluorescence and combinatorial blockade in mice tested the efficacy of dual target inhibition. Results: In advanced ICC tissues, an M2-like subset M{varphi}_SPP1, defined by high expression of SPP1, VEGFA, ARG1, and GPNMB, emerged as the major macrophage population, correlating with poor prognosis and spatially localizing to the tumor boundary. Further, M{varphi}_SPP1 drove ICC cell proliferation via the OSM-OSMR-STAT3-CCND1 and promoted invasion through THBS1-CD47-mTOR-DBN1 signalling. OSM and THBS1 were co-elevated in ICC patient samples; dual blockade of both targets in mouse models resulted in superior inhibition of ICC progression. Conclusions: M{varphi}_SPP1 TAMs accumulate at the tumor boundary in late-stage ICC, driving proliferation and invasion via OSM and THBS1 signalling, underscoring the potential of macrophage-targeted therapy in ICC.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.02.679723",
    "doi": "10.1101/2025.10.02.679723",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697195",
    "title": "Senescence-inhibitory Δ133p53α counteracts accelerated ageing and mortality",
    "authors": [
      "Yamada, L.",
      "Liu, H.",
      "von Muhlinen, N.",
      "Harris, C. C.",
      "Horikawa, I."
    ],
    "summary": "Research on progeria not only contributes to treatments for the disease but also enhances our understanding of physiological ageing. Mouse models of progeria recapitulate pathological ageing phenotypes seen in patients, including cardiovascular defects, increased cellular senescence, systemic inflammation, DNA damage accumulation, and shortened lifespan. In cultured cells from Hutchinson-Gilford progeria syndrome (HGPS) patients, the human p53 isoform {Delta}133p53 was previously shown to inhibit p53-mediated cellular senescence, proinflammatory IL-6 production, and DNA damage accumulation, and to extend cellular replicative lifespan. Here we show that, in a heterozygous HGPS mouse model, transgenic expression of {Delta}133p53 reproduces these in vitro-observed effects across multiple organs in vivo and extends median lifespan by 11% (387 versus 349 days, P = 0.0379). In the aorta and skin, {Delta}133p53 abrogates progeria-characteristic pathological changes and preserves tissue integrity. Our data further suggest that {Delta}133p53 may promote a broad spectrum of ageing-counteracting mechanisms, including bone homeostasis, metabolic fitness, antioxidant defense, youthful epigenome, and tissue stemness. Together with the anti-inflammatory and tissue-preserving effects of {Delta}133p53 in naturally aged mice and its age-associated downregulation in human tissues, this study suggests that {Delta}133p53-based therapeutic strategies may be applicable not only to HGPS but also as broader interventions for preventing or delaying ageing.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697195",
    "doi": "10.64898/2025.12.31.697195",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697522",
    "title": "MOSPD3 mediates the ER recruitment of ATG2A to promote autophagy",
    "authors": [
      "Du, Y.",
      "Zhou, T.",
      "Liu, Y.",
      "Ji, W."
    ],
    "summary": "ATG2A transfers glycerophospholipids from the endoplasmic reticulum (ER) to support expansion of the isolation membrane at ER membrane contact sites. While a role for ATG18/WIPI4 in targeting ATG2A to the IM is well established, how ATG2A is recruited to the ER remains unclear. In this study, we found that MOSPD3, an atypical VAP family protein, acts an adaptor that recruits ATG2A to the ER. MOSPD3 colocalizes with ATG2A and is specifically enriched at ER sites juxtaposed with the IM during autophagosome formation. Recruitment is mediated by direct interactions between the FFNT (two phenylalanines in a neutral tract) motif in the N-terminal region (NT) of ATG2A and the major sperm protein (MSP) domain of MOSPD3. Co-expression of MOSPD3 with ATG2A-NT, but not a MOSPD3-binding-defective mutant ATG2A-NT-T362A, markedly rescued the autophagic defect caused by ATG2A/B double knockout (DKO). MOSPD3 depletion abolishes ATG2A recruitment to the ER and impedes autophagic flux. Together, this study demonstrates that MOSPD3 functions as an ER adaptor for ATG2A in autophagy.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697522",
    "doi": "10.64898/2026.01.04.697522",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697543",
    "title": "Genomic and pan-genomic insight into longan domestication and improvement",
    "authors": [
      "Wang, J.",
      "Sun, J.",
      "Wang, K.",
      "Chen, S.",
      "Wang, X.",
      "Ren, X.",
      "Wang, J.",
      "Li, J.",
      "Wei, J.",
      "Li, J.",
      "Guo, L."
    ],
    "summary": "Longan (Dimocarpus longan) is a tropical tree in Sapindaceae family with economic importance known for its nutritous fruits. Genetic improvement of longan requires knowledge of reliable molecular markers and functional genes associated with key traits. However, it is largely impeded by lacking a complete genome and pangenome reference encompassing the broad genetic diversity in diverse longan germplasms. Here, we present a telomere-to-telomere (T2T) gap-free genome of longan cultivar 'Shixia' and a graph-based pangenome constructed using newly assembled chromosome-level genomes of 101 accessions. We completely assemble the longan centromere regions primarily composed of Gypsy-CRM retrotransposons. The pan-genome analysis reveals 58,978 non-redundant structural variants (SVs) that exhibit signs of genomic selective sweep during longan domestication and breeding. Additionally, haplotype-resolved genome analysis suggests allele-specific gene expression associated with SV-driven changes in 3D genome architecture. Importantly, the graph-based pan-genome empowers population-scale SV genotyping and genomewide association with various longan traits. SV-GWAS revealed 12 QTLs significantly linked with longan maturity period. Among them, a 758bp insertion is located downstream of the DlDAZ gene encoding a C2H2 zinc-finger transcription factor, and DIDAZ-transgenic tomatoes showed delayed maturity. Together, our T2T genome and pan-genome provide valuable resources to facilitate longan genetic research and precise improvement.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697543",
    "doi": "10.64898/2026.01.04.697543",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697400",
    "title": "Understanding Brain Aging Through Behavioural and Microglial Changes: A Lifespan Approach",
    "authors": [
      "Sisti, M. M.",
      "Cervellini, S.",
      "Peralta, F.",
      "Dolcetti, F. J.-C.",
      "Basmadjian, M. O.",
      "Herrera, M. L.",
      "Bellini, M. J."
    ],
    "summary": "Aging is characterized by progressive physiological decline linked to inflammaging, a chronic low-grade inflammatory state. This study investigates age-related behavioural changes and their correlation with microglial function in female Sprague Dawley rats across their lifespan. Using a longitudinal design at 2, 6, 12, and 24 months of age, we assessed motor performance, mood-related behaviours, and spatial cognition alongside microglial morphometric analysis in key brain regions. Results showed that motor and cognitive performance began to decline significantly at 12 months, with severe impairments and depressive-like behaviours appearing by 24 months. These deficits were paralleled by progressive gliosis in the hippocampus and striatum. Microglial morphometric analysis further indicated a more reactive, region-dependent phenotype, with cells in the striatum adopting a smaller area, reduced perimeter, and fewer intersections. These findings provide compelling evidence for significant age-dependent deterioration in motor performance, mood regulation, and cognitive abilities in female rats. Our data strongly suggest an underlying progression of neurobiological changes, with microglial dysfunction and neuroinflammation being central candidates. This research contributes valuable insights into the cellular correlates of behavioural decline across the female lifespan, serving as a reference for the multifaceted changes that occur during normal aging.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697400",
    "doi": "10.64898/2026.01.04.697400",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697261",
    "title": "EssTFNet: Integration of Adaptive Time - Frequency and DNA Language Models for Interpretable Human Essential Gene Prediction",
    "authors": [
      "Ye, D.",
      "Yuan, S.",
      "Su, W.",
      "Zhang, H.",
      "Li, R.",
      "Qi, Y.",
      "Dong, N.",
      "Lin, H.",
      "Jin, Y."
    ],
    "summary": "Essential genes are defined as those that are indispensable for an organism's survival. The loss of function of these genes results in cell death or an inability to complete the normal life cycle. Research on essential genes is pivotal in elucidating the origin and evolution of life, as well as in identifying potential therapeutic targets. Therefore, accurately predicting essential genes is of great scientific importance and has many applications in basic research and the biomedical field. In this study, we propose EssTFNet, a novel and interpretable deep learning framework that combines adaptive time - frequency analysis with a DNA language model to achieve accurate prediction of human essential genes while enabling mechanistic biological interpretation. Specifically, EssTFNet leverages the architecture of ATFNet, which innovatively maps DNA and protein sequences into equivalent time-series signals to extract periodic and non-stationary features, thereby enhancing the model's capacity to capture complex sequence patterns. Through effective feature selection and architectural optimization, EssTFNet strikes a favorable balance among prediction accuracy, model interpretability, and cross-tissues generalization capability, significantly outperforming current mainstream sequence-based deep learning methods with an AUC of 0.8336 and an AUPR of 0.8212. Additionally, the DeepLIFT attribution method was employed to identify functional motifs closely associated with gene essentiality, offering valuable insights for experimental validation. For the convenience of researchers, we have developed an easy-to-use web server and made it along with the source code in a GitHub repository: https://github.com/QIANJINYDX/EssTFNet. Overall, this study presents a potentially useful methodological framework for human essential genes prediction, which could provide valuable insights for future research and applications in this field.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697261",
    "doi": "10.64898/2025.12.31.697261",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41485172",
    "title": "Identification and validation of key autophagy-related genes in Lupus nephritis.",
    "authors": [
      "Wang L",
      "Xu J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485172/",
    "doi": "doi: 10.1007/s10067-025-07842-w",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41485128",
    "title": "TBK1 orchestrates autophagy and endo-lysosomal pathways in human neurons.",
    "authors": [
      "Mordes DA",
      "Smeyers J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485128/",
    "doi": "doi: 10.1080/15548627.2025.2609924",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41485089",
    "title": "Calycosin alleviates blood-brain barrier disruption after cerebral ischemia-reperfusion injury by inhibiting NLRP3-mediated pyroptosis.",
    "authors": [
      "Wu Q",
      "Bai Z",
      "Xin M",
      "Wang W",
      "Chen Y",
      "Zhai X",
      "Chen J",
      "Zhang C",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485089/",
    "doi": "doi: 10.3724/abbs.2025225",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484750",
    "title": "Cyanidin-3,5-O-Glucoside Alleviates DSS-Induced Colon Barrier Dysfunction and Fibrosis Through Autophagy-Associated Pathway-Mediated Inflammation Repression in a C57BL/6J Mouse Model.",
    "authors": [
      "Wang ZX",
      "Huang QP",
      "Wu W",
      "Li WY",
      "Liu JY",
      "Wang KY",
      "Huang CX",
      "Zhang MY",
      "Song JL"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484750/",
    "doi": "doi: 10.1007/s12010-025-05553-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41484747",
    "title": "CircPDXDC1 Induces Mitochondrial Dysfunction and Autophagy Dysfunction in Acute Myocardial Infarction by Promoting ELAVL1 Ubiquitination.",
    "authors": [
      "Geng L",
      "Tu W",
      "Gao J",
      "Huang J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484747/",
    "doi": "doi: 10.1007/s12010-025-05503-x",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41484743",
    "title": "Circ_0039857: A Key Player in Combating Immune Disorders and Ferroptosis in High-Glucose-induced HK-2 Cells and Diabetic Kidney Disease Mice.",
    "authors": [
      "Sun X",
      "Xiao Y",
      "Chi H",
      "Liu L",
      "Tang H",
      "Dong J"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484743/",
    "doi": "doi: 10.1007/s12010-025-05496-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484531",
    "title": "Zika Virus Reprograms Microglial Mitochondrial Metabolism to Support Immune Activation and Viral Replication: Omega-3 DHA Counteracts Neuroinflammation and Viral Persistence.",
    "authors": [
      "Braz-de-Melo HA",
      "Lago FG",
      "Corrêa R",
      "Santos IO",
      "Bellozi PMQ",
      "Almeida RDN",
      "Fontes W",
      "Castro MS",
      "Martins AMA",
      "de Oliveira RM",
      "Rossi NMS",
      "Pasquarelli-do-Nascimento G",
      "Gouvea AL",
      "Prado PS",
      "de Bem AF",
      "Báo SN",
      "Ribeiro BM",
      "Rehen SK",
      "Williams TCR",
      "Kobinger GP",
      "Magalhães KG"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484531/",
    "doi": "doi: 10.1007/s12035-025-05418-y",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41484389",
    "title": "Targeting STING elicits GSDMD-dependent pyroptosis and boosts anti-tumor immunity in renal cell carcinoma.",
    "authors": [
      "Wu S",
      "Wang B",
      "Li H",
      "Wang H",
      "Du S",
      "Huang X",
      "Fan Y",
      "Gao Y",
      "Gu L",
      "Huang Q",
      "Chen J",
      "Zhang X",
      "Huang Y",
      "Ma X"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484389/",
    "doi": "doi: 10.1038/s41388-025-03671-y",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484387",
    "title": "Oleuropein modulates behavioral changes, apoptosis, autophagy, inflammation, oxidative stress-associated PI3K/Akt/mTOR pathways in TAA-Induced hepatic encephalopathy.",
    "authors": [
      "Yakut S",
      "Kara H",
      "Özkanlar S",
      "Kızıloğlu HT",
      "Akı RH",
      "Aktaş B",
      "Kara A"
    ],
    "summary": "",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484387/",
    "doi": "doi: 10.1007/s11011-025-01760-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.22.671831",
    "title": "Automated generation of personalized trajectories of aging phenotypes with DyViA-GAN",
    "authors": [
      "Pyne, S.",
      "Ray, D.",
      "Ray, M. S."
    ],
    "summary": "With a general increase in human lifespan, the need for technological advances to develop strategies for healthy aging has assumed great importance. In the present study, our goal is to predict the progression of selected aging phenotypes in a given healthy individual as one continues aging past 65 years. Therefore, we developed a novel framework called Dynamic Views of Aging with conditional Generative Adversarial Networks (or DyViA-GAN) which is capable of predicting the plausible personalized trajectories of a selected aging phenotype conditioned on the available measurements of the phenotype at a few initial time instances, and additional covariates. Given the prevalence of osteoporosis in the aging population, we selected femoral neck Bone Mineral Density (BMD) of a healthy individual as the phenotype of interest, and baseline individual Body Mass Index (BMI) as covariate. We trained DyViA-GAN on a publicly available longitudinal dataset of a large cohort of mostly white women in the United States of age 65 years or above. Thus, it generated, for each individual, continuous phenotype trajectories, along with a corresponding region of acceptable predictions, for an age range of 66 to 98 years, for eight different combinations both with and without involving the covariate. The prediction results were subjected to rigorous quality-control and multiple comparative analyses. Our results clearly demonstrate the potential of generative deep learning frameworks in healthspan research.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.22.671831",
    "doi": "10.1101/2025.08.22.671831",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697080",
    "title": "Aging-associated alternative splicing programs conserved between human and mouse tissues",
    "authors": [
      "Isaev, K.",
      "Knowles, D. A."
    ],
    "summary": "Alternative splicing is a key gene regulatory process that diversifies the proteome and controls gene dosage. Previous studies have detected aging-associated splicing changes across various tissues. However, their use of bulk RNA-seq obfuscates the impacted cell-types and may confound cell-type proportion changes with cell-intrinsic ones. We present a framework that first assembles and maps alternative splicing events in appropriate single cell RNA-seq data (scRNA-seq), then applies LeafletFA, a probabilistic model that discovers coordinated splicing programs (SPs) without requiring prior knowledge of cell types or clinical information, such as age. Applying this framework to over 200,000 cells from mouse and human Smart-seq2 multi-tissue atlases, we discovered global and cell type specific aging-associated SPs. In mice, integrating SPs with gene expression significantly improved age prediction in 46 of 76 tissue-cell types tested. We identified the RNA-binding protein \\textit{Snrnp70} as a key upstream mediator driving the shift from youthful to aged SPs. To test evolutionary conservation of these patterns, we employed transfer learning to map the murine splicing dictionary onto human transcriptomes. This revealed a conserved \"youth\" program (SP4) that is maintained in quiescent endothelial tissues but lost in high-turnover organs. We identified a conserved, age-dependent alternative 5' splice site usage in the splicing factor \\textit{SRSF5} as a molecular marker of this program in both species. Our work establishes alternative splicing as a coordinated, evolutionarily conserved dimension of cellular aging and provides LeafletFA as an open-source tool for single-cell splicing analysis.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697080",
    "doi": "10.64898/2025.12.30.697080",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697456",
    "title": "Nucleolar reorganization on stress depends on physicochemical changes due to nascent rRNA synthesis",
    "authors": [
      "Ghosh, S.",
      "Mazumder, A."
    ],
    "summary": "Successive maturation of ribosomal subunits occurs through multi-layered phase-separated structures of the cell nucleolus. The spatio-functional relationship between transcription of rRNA and nucleolar substructures and how this adapts to cellular stress remain incompletely understood. In this study, we resolve the sub nucleolar structures using expansion microscopy to reveal ordered structures of fibrillar center (FC) and dense fibrillar component (DFC) domains as nested shells, which is reorganized upon cellular stress like DNA damage or RNA polymerase I (RNAPI) inhibition. Direct visualization of nascent (5' ETS) and mature (28S) rRNA suggested that rRNA synthesis is the critical regulator of nucleolar size, and organization. Nucleolar reorganization upon stress emerges to be a direct function of nascent rRNA levels. Stress-induced transcription inhibition remodels the sub-nucleolar compartments from a viscoelastic state into solid-like condensates thereby perturbing the nucleolar pH gradient due to the missing rRNA scaffold. We show, that rather than signalling to mediate rDNA repair, nucleolar reorganization naturally arises primarily from reduced rRNA levels and the resultant biophysical restructuring of the nucleolus under cellular stress.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697456",
    "doi": "10.64898/2026.01.03.697456",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697430",
    "title": "Loss of E3 ligase Ube4A disrupts colon homeostasis and accelerates experimental colitis via altered lipid handling",
    "authors": [
      "Guignard, S.",
      "Chakraborty, M.",
      "Gonzalez-Nieves, S.",
      "Debruin, D.",
      "Ebert, E.",
      "Vinogradskaia, A.",
      "Brennan, M.",
      "Teague, R. M.",
      "Chakraborty, A.",
      "Cifarelli, V."
    ],
    "summary": "Background: Ubiquitin-dependent signaling is essential for maintaining intestinal homeostasis and its dysregulation contributes to chronic intestinal disorders, such as Inflammatory Bowel Disease (IBD). Ube4A is a U-box E3/E4 ubiquitin ligase involved in lipid metabolism and insulin signaling in metabolic tissues. Autoantibodies against Ube4A have been identified in patients with IBD and are associated with disease long-term complications. Despite these clinical associations, the physiological role of Ube4A in the gastrointestinal tract remains unknown. This study aimed to define the function of Ube4A in the colon and determine how its loss influences susceptibility to experimental colitis. Methods: UBE4A expression in human colonic tissue from healthy individuals and patients with IBD was analyzed using publicly available single-cell RNA sequencing datasets. The role of Ube4A in colonic homeostasis and colitis pathogenesis was examined using global Ube4A knockout (UKO) mice subjected to dextran sulfate sodium (DSS)-induced colitis. UKO colon phenotypes were characterized using transcriptomic analyses, immunofluorescence, and flow cytometry. Results: UBE4A is highly expressed in human colonic epithelial cells, and its expression is reduced from healthy to IBD inflamed tissues. In mice, Ube4A deficiency significantly exacerbated DSS-induced colitis, as evidenced by increased weight loss, disease activity scores, shortened colon length, and more severe histological injury. Transcriptomic profiling revealed enhanced inflammatory signaling, alongside dysregulation of lipid transport and storage, as well as antimicrobial defense pathways. DSS-treated UKO mice also exhibited increased mast cell activation and elevated expression of matrix metalloproteinases. Importantly, colons from UKO mice displayed baseline transcriptional alterations indicative of epithelial stress and disrupted lipid metabolic programs, even in the absence of injury. Conclusions: Ube4A is a previously unrecognized regulator of colon homeostasis. Its loss induces existing epithelial stress and metabolic reprogramming that sensitize the colon to exaggerated inflammatory responses during injury such as experimental colitis.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697430",
    "doi": "10.64898/2026.01.02.697430",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697459",
    "title": "A chloroplast-localized protein AT4G33780 regulates Arabidopsis development and stress-associated responses",
    "authors": [
      "Yang, Z."
    ],
    "summary": "Background: Chloroplasts play central roles not only in primary metabolism but also in the regulation of plant growth, development, and stress responses through complex signaling networks. AT4G33780 is annotated as a putative ATP phosphoribosyltransferase (ATP-PRT) regulatory subunit and predicted to localize to chloroplasts; however, its biological function in planta remains largely unexplored. How chloroplast-associated regulators coordinate developmental processes with metabolic status and stress adaptation is still poorly understood. Results: We characterized the function of AT4G33780 in Arabidopsis thaliana using CRISPR/Cas9 knockout and overexpression lines. AT4G33780 localized to chloroplasts and exhibited pronounced tissue-specific expression. Genetic perturbation of AT4G33780 resulted in non-linear and context-dependent developmental phenotypes, affecting seed germination, early seedling growth, vegetative development, and root responses to nickel stress. Transcriptomic analysis revealed extensive transcriptional reprogramming in knockout plants, including coordinated upregulation of cell wall-related gene families. Untargeted metabolomic profiling further indicated pronounced alterations in central energy metabolism, particularly pathways associated with carbon flux and energy utilization. Integrated omics analyses suggested that AT4G33780 does not directly control individual metabolic pathways but influences higher-order coordination between metabolic state and developmental regulation. Conclusions: Our results identify AT4G33780 as a chloroplast-localized regulator that modulates plant growth and stress-associated responses in a dosage- and context-dependent manner. Rather than acting as a simple determinant of growth, AT4G33780 contributes to developmental robustness by aligning energy utilization and cell wall remodeling with developmental demand. This study provides new insights into how chloroplast-associated regulatory factors integrate metabolism, development, and stress adaptation in plants.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697459",
    "doi": "10.64898/2026.01.03.697459",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697470",
    "title": "KDM7B-mediated demethylation of RNF113A regulates small cell lung cancer sensitivity to alkylation damage",
    "authors": [
      "Ahmad, T.",
      "Yang, X.",
      "Foucher, A.-E.",
      "Ren, L.",
      "Tsao, n.",
      "Flores, N.",
      "Wan, J.",
      "Belmudes, L.",
      "Dubiez, E.",
      "Bhowmik, M. C.",
      "Vayr, J.",
      "Hausmann, S.",
      "Chuffart, F.",
      "Lu, X.",
      "Blanchet, S.",
      "Chasan, T.",
      "Boussouar, F.",
      "Coute, Y.",
      "Mosammaparast, N.",
      "Lan, F.",
      "Kadlec, J.",
      "Mazur, P. K.",
      "Reynoird, N."
    ],
    "summary": "Chemoresistance remains a major obstacle to effective cancer treatment, often driven by enhanced DNA repair mechanisms that enable tumor cells to withstand genotoxic therapies. One such pathway involves the atypical DNA damage repair complex ALKBH3-ASCC, activated by the E3 ligase RNF113A in response to alkylation damage. We previously showed that SMYD3-dependent methylation of RNF113A stimulates this pathway, enhancing DNA repair and promoting resistance. Here, we identify KDM7B/PHF8 as the bona fide RNF113A demethylase, establishing one of the first functional examples of a dynamic, reversible non-histone methylation event regulating genome integrity. KDM7B antagonizes SMYD3 activity by maintaining low levels of methylated RNF113A, thereby limiting ASCC activation and sensitizing cancer cells to alkylating agents. To dissect this regulation in depth, we focused on small cell lung cancer (SCLC), a particularly aggressive malignancy characterized by limited therapeutic options and rapid acquisition of resistance. In SCLC, high KDM7B levels correlate with improved patient prognosis, whereas xenografts with reduced expression exhibit diminished responses to alkylating treatment. Moreover, CRISPR-based on/off modulation of KDM7B in genetically engineered SCLC mouse models demonstrates its central role in determining tumor response to chemotherapy. Our findings position the RNF113A-ASCC axis as a central modulator of chemoresistance, regulated through a post-translational methylation switch representing an innovative therapeutic vulnerability that could be exploited to enhance the efficacy of alkylating agents. Targeting this pathway may provide new opportunities to overcome chemoresistance, with KDM7B levels serving as a predictive biomarker to guide treatment in SCLC.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697470",
    "doi": "10.64898/2026.01.03.697470",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.03.697476",
    "title": "p62/SQSTM1 selectively supports starvation-induced autophagy in N2a neuroblastoma cells",
    "authors": [
      "Marimuthu, A.",
      "Saha, D.",
      "Vengataraghavan, V.",
      "Bangarupeta Murali, M. J.",
      "Devanathan, V."
    ],
    "summary": "Autophagy is a critical cellular process that maintains homeostasis and enables adaptation to metabolic stress. The selective autophagy receptor p62/SQSTM1 has been implicated in multiple aspects of autophagy regulation; however, its specific contribution to basal versus stress-induced autophagic flux remains incompletely defined, particularly in neuronal cells. In this study, we investigated the role of p62 in regulating basal and starvation-induced autophagy using a CRISPR Cas9 generated p62 knockout (p62 KO) neuroblastoma (N2a) cell model. Autophagic flux was quantified by measuring LC3 II accumulation in the presence and absence of the lysosomal inhibitor bafilomycin A1. Under nutrient-replete conditions, basal autophagic flux was comparable between wild-type and p62-deficient cells, indicating that p62 is dispensable for constitutive autophagy. In contrast, starvation robustly increased autophagic flux in wild-type cells but failed to do so in p62 KO cells, demonstrating a requirement for p62 in starvation-induced autophagy. Consistent with a stress-responsive role, p62 protein levels increased during starvation in wild-type cells under lysosomal inhibition, reflecting enhanced p62 expression rather than impaired degradation. Together, these findings reveal a context-dependent function for p62 in neuronal autophagy, whereby p62 is essential for mounting an effective autophagic response to nutrient deprivation but is not required for basal autophagic turnover.",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.03.697476",
    "doi": "10.64898/2026.01.03.697476",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41485252",
    "title": "Tucidinostat ameliorates DSS-induced ulcerative colitis by inhibiting cellular senescence, modulating the p53 signaling pathway and cell cycle, and restoring the gut microbiota-metabolite Axis.",
    "authors": [
      "Xu Y",
      "Zhao B",
      "Li F",
      "Song S",
      "Liu J",
      "Liu Z",
      "Wang Y",
      "Ji J",
      "Liu Z",
      "Zhou W",
      "Wang X",
      "Zhou M"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485252/",
    "doi": "doi: 10.1016/j.intimp.2025.116155",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41485223",
    "title": "Macrophage glycine transporter supports IL-1β production by modulating the AKT1/mTOR/NLRP3 pathway.",
    "authors": [
      "Guo Y",
      "Wu X",
      "Zhang X",
      "Hu Q",
      "Gan Z",
      "Liu S",
      "Mei X",
      "Zeng X",
      "Ren W"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485223/",
    "doi": "doi: 10.1016/j.celrep.2025.116683",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41485169",
    "title": "Protopine-Enriched Dactylicapnos Scandens Root Fraction Improves Glucose Homeostasis in Cell and Mouse Models Via AMPK/PEPCK/G6Pase Modulation.",
    "authors": [
      "Buragohain R",
      "Ahmed SA",
      "Das B",
      "Sarma P",
      "Barman P",
      "Rahman S",
      "Hazarika NK",
      "Das M",
      "Talukdar NC",
      "Borah JC"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485169/",
    "doi": "doi: 10.1007/s12010-025-05485-w",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41485092",
    "title": "The F-box protein ZmFBK1 facilitates autophagy-mediated degradation of maize NLR protein Rp1-D21 to suppress the hypersensitive response.",
    "authors": [
      "Tang CX",
      "Ma SJ",
      "Ge QD",
      "Sun Y",
      "Liu TT",
      "Yang M",
      "Kang ZX",
      "Dai YC",
      "Zhang X",
      "Liu X",
      "Cao Y",
      "Wang GF"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485092/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41485070",
    "title": "Microbiota-derived IPA mitigates post-stroke neuroinflammation by inhibiting TREM2-dependent pyroptosis.",
    "authors": [
      "Chen JM",
      "Zhang C",
      "Yu LL",
      "Sun JX",
      "Zhang JH",
      "Chen L",
      "Zhu F",
      "Shi G",
      "Yang L",
      "Guo AC",
      "Wu JP",
      "Tang TS",
      "Wang Q"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485070/",
    "doi": "doi: 10.1186/s12974-025-03660-8",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41485058",
    "title": "SCHEMBL4796824: a multifaceted antitumor agent targeting microtubule dynamics, DNA damage, and Wnt/β-catenin signaling in ovarian cancer cells.",
    "authors": [
      "Ma C",
      "Ding X",
      "Wang B",
      "Zhu X",
      "Zhang Y",
      "Ding M",
      "Ding X",
      "Zhou J",
      "Zuo D",
      "Huang Y",
      "Ma Y",
      "Chen G"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485058/",
    "doi": "doi: 10.1186/s13048-025-01951-5",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41484997",
    "title": "Circular RNA SETD2 (circSETD2) elevates DDX3 expression to inhibit autophagy in hepatitis B virus infection via targeting miR-181a-5p.",
    "authors": [
      "Ismail M",
      "Sata TN",
      "Khalid MF",
      "Sheuly RN",
      "Paul S",
      "Sharma G",
      "Sharma T",
      "Sah AK",
      "Gupta RD",
      "Venugopal SK"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484997/",
    "doi": "doi: 10.1186/s12879-025-12465-2",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41484974",
    "title": "Structural factors of disability and ageing: spatial patterns in Mexico.",
    "authors": [
      "García-Chanes RE",
      "Terán-Paéz D",
      "Garcia JV",
      "Roussos K",
      "García-Peña C"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484974/",
    "doi": "doi: 10.1186/s12889-025-26089-3",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484969",
    "title": "Differences in serum neuropeptide Y levels and appetite changes in patients with major depressive disorder stratified by sex and reproductive aging.",
    "authors": [
      "Yuan Q",
      "Wang L",
      "Zhuang Y",
      "Lin D",
      "Xu Z",
      "Wen C",
      "Su W",
      "Huang Z",
      "Qiu Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484969/",
    "doi": "doi: 10.1186/s12888-025-07753-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484956",
    "title": "A study of the impact of social participation on the subjective well-being of low-vision older adults in Western China in the context of healthy aging.",
    "authors": [
      "Zhong Z",
      "Luo X",
      "Huang J",
      "Li Y",
      "He Y",
      "Luo Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484956/",
    "doi": "doi: 10.1186/s12889-025-25914-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484952",
    "title": "Genome-wide identification of GAPDH gene family and functional analysis of CaGAPC2-mediated autophagy during BWYV infection in pepper.",
    "authors": [
      "Yang W",
      "Tang J",
      "Yang S",
      "Xu B",
      "Liang Q",
      "Li H",
      "Wang J",
      "Niu E"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484952/",
    "doi": "doi: 10.1186/s12864-025-12436-6",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41484798",
    "title": "BRCA1 alleviates inflammation, oxidative stress, and ovarian granulosa cell apoptosis by inhibiting endoplasmic reticulum stress, thereby ameliorating polycystic ovary syndrome.",
    "authors": [
      "Huang X",
      "Zhang S",
      "Liang D",
      "Qiu L",
      "Wu R",
      "Wei R",
      "Chen X",
      "Huang S"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484798/",
    "doi": "doi: 10.1186/s40001-025-03734-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41484790",
    "title": "CD47 blockade-driven necroptosis complements BCL-2 inhibition-driven apoptosis in lymphoid malignancies.",
    "authors": [
      "Chong SJF",
      "Valentin R",
      "Wang J",
      "Zhu F",
      "Gokhale PC",
      "Eschle BK",
      "Garbicz F",
      "Iskandar K",
      "Sewastianik T",
      "Toh BCY",
      "Penailillo J",
      "Peluso MO",
      "Zhang J",
      "Hackett L",
      "Collins MC",
      "Lehmberg TZ",
      "Adam A",
      "Zhang L",
      "Armet CM",
      "Rausch M",
      "Lee BH",
      "Holland PM",
      "Palombella VJ",
      "Paterson AM",
      "Kong LR",
      "Ten Hacken E",
      "Guerriero JL",
      "Herbaux C",
      "Wu CJ",
      "Chng WJ",
      "Pervaiz S",
      "Niemann CU",
      "Carrasco RD",
      "Davids MS"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484790/",
    "doi": "doi: 10.1186/s13045-025-01774-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484741",
    "title": "ENPP2 Protects Mouse Myocardium from Ischemia-Reperfusion-Induced Ferroptosis Injury Via the SIRT1/PGC-1α/NRF1 Pathway.",
    "authors": [
      "Liao D",
      "Wang Z",
      "Tian G",
      "Wang H",
      "Fang G"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484741/",
    "doi": "doi: 10.1007/s12010-025-05494-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484727",
    "title": "Adiponectin Promotes SHBG Expression in Trophoblast Cells and Improves Insulin Signaling in Streptozotocin-Induced Gestational Diabetes Mellitus Rats.",
    "authors": [
      "Cheng Y",
      "Lv S",
      "Liu R"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484727/",
    "doi": "doi: 10.1007/s12010-025-05505-9",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41484491",
    "title": "Microglia Mitochondrial Metabolism in Neurological Diseases.",
    "authors": [
      "Wang J",
      "Gao Y",
      "Chen Q",
      "Xiong X",
      "Miao S",
      "Chen X",
      "Tang Y",
      "Gu L"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484491/",
    "doi": "doi: 10.1007/s12035-025-05640-8",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41484472",
    "title": "Efficacy and safety of immune checkpoint inhibitors and mTOR inhibitors as targeted therapy for glioblastoma: A systematic review and meta-analysis of randomized clinical trials.",
    "authors": [
      "Gómez EG",
      "Morales MAM",
      "San-Juan D",
      "Romero-Valencia J",
      "Mendez DLR",
      "Hernandez DOL",
      "Pizarro MM",
      "Narvaez ERB",
      "Pelayo-Salazar ME",
      "Jimenez SM"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484472/",
    "doi": "doi: 10.1007/s10143-025-04043-6",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41484455",
    "title": "Pseudomonas aeruginosa induces tumor pyroptosis and immune activation to enhance checkpoint blockade in colorectal cancer.",
    "authors": [
      "Hu Y",
      "Li R",
      "Feng J",
      "Sun N",
      "Zheng W",
      "Jin X",
      "Wang G",
      "He Y",
      "Hao Y",
      "Zhang J",
      "Ren K",
      "Wu X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484455/",
    "doi": "doi: 10.1007/s00262-025-04266-y",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484441",
    "title": "Lycopene ameliorates intestinal barrier dysfunction following traumatic brain injury by inhibiting pyroptosis.",
    "authors": [
      "Zhang H",
      "Liu Q",
      "Peng J",
      "Chen X",
      "Liu M",
      "Chen Y",
      "Wei S",
      "Huang M",
      "Huang L",
      "Liao Y",
      "Chen W",
      "Lin T",
      "Wu X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484441/",
    "doi": "doi: 10.1038/s41598-025-34496-0",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484393",
    "title": "Brain lipid metabolism and transport: implications for neurodegeneration and therapeutic strategies: a comprehensive review.",
    "authors": [
      "Qadir AM",
      "Omar RA",
      "Sulaiman SH",
      "Barzani HAH"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484393/",
    "doi": "doi: 10.1007/s11011-025-01778-5",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41484383",
    "title": "Signaling roles for astrocytic lipid metabolism in brain function.",
    "authors": [
      "Bolaños JP",
      "Almeida A"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484383/",
    "doi": "doi: 10.1038/s44319-025-00683-3",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41484271",
    "title": "Curcumin attenuates PM2.5-triggered pulmonary senescence via the mTOR/S6K1 signaling pathway.",
    "authors": [
      "Liu K",
      "Shi M",
      "Li X",
      "Zeng X",
      "Liu X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484271/",
    "doi": "doi: 10.1007/s10522-025-10383-z",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41484250",
    "title": "The p53 R181C mutation accumulates through impaired deacetylation by Sirt1 and facilitates tumor development.",
    "authors": [
      "Wang E",
      "Cao L",
      "Guo W",
      "Dong X",
      "Zhang W",
      "Zhang X",
      "Wang Z",
      "Chen X",
      "Li A",
      "Zou Y",
      "Li S",
      "Chen K",
      "Su H",
      "Cao S",
      "Du N",
      "Wang P",
      "Hwang PM",
      "Liu X",
      "Song X",
      "Xu H",
      "Liu J",
      "Cao L"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484250/",
    "doi": "doi: 10.1038/s42003-025-09465-y",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41484167",
    "title": "α-terpineol induces apoptosis in melanoma cells and its underlying mechanism.",
    "authors": [
      "Liu W",
      "Xiao Y",
      "Zan X",
      "Qi J",
      "Ma T",
      "Long Q",
      "Wu B",
      "Cao Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484167/",
    "doi": "doi: 10.1038/s41598-025-34538-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41484166",
    "title": "NDRG4 overexpression is associated with reduced apoptosis after intracerebral hemorrhage via the PI3K/Akt/GSK3β signaling pathway.",
    "authors": [
      "Wang X",
      "Sun Z",
      "Dong T",
      "Wang P",
      "Zhang X",
      "Mo F",
      "Liu L"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484166/",
    "doi": "doi: 10.1038/s41598-025-33247-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41484137",
    "title": "Oxidative stress and GPX2 control pancreatic vs. non-pancreatic cell fate in human endoderm.",
    "authors": [
      "Szpotkowska J",
      "Szlachcic WJ",
      "Blaszczyk K",
      "Baginska M",
      "Socha M",
      "Borowiak M"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484137/",
    "doi": "doi: 10.1038/s41467-025-68145-x",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41484111",
    "title": "Increased artificial illumination delays urban autumnal foliar senescence.",
    "authors": [
      "Chen Y",
      "Qu W",
      "Zohner CM",
      "Peñuelas J",
      "Wu C"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484111/",
    "doi": "doi: 10.1038/s41467-025-68246-7",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41484087",
    "title": "Damage-induced pyroptosis drives endogenous thymic regeneration by activating the purinergic receptor P2Y2.",
    "authors": [
      "Kinsella S",
      "Evandy CA",
      "Cooper K",
      "Kirsche E",
      "Warren M",
      "deRoos P",
      "Cardinale A",
      "Iovino L",
      "Granadier D",
      "Smith CW",
      "Hopwo K",
      "Sullivan LB",
      "Velardi E",
      "Dudakov JA"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484087/",
    "doi": "doi: 10.1038/s41419-025-08345-x",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484053",
    "title": "Pannexin1 Inhibition Suppresses Porphyromonas gingivalis-Induced Ferroptosis in Peri-Implantitis by Regulating the NRF2/SLC7A11/GPX4 Pathway.",
    "authors": [
      "Wang Y",
      "Zhu Y",
      "Wang X",
      "Su W",
      "Shi J",
      "Zu C",
      "Lei L",
      "Li H"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484053/",
    "doi": "doi: 10.1111/clr.70082",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41483911",
    "title": "Cigarette smoke-induced apoptosis via regulation of the miR-122/PTEN/AKT axis in NR8383 cells and rat model of COPD.",
    "authors": [
      "Jiang Y",
      "Jin X"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483911/",
    "doi": "doi: 10.1080/1354750X.2025.2612554",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41483453",
    "title": "Hyperoside Inhibits Doxorubicin-Induced Ferroptosis in Cardiomyocytes via the Nrf2/GPX4 Pathway.",
    "authors": [
      "Huang M",
      "Li Y",
      "Li Y",
      "Xiao S",
      "Liu D"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483453/",
    "doi": "doi: 10.1007/s12265-025-10730-y",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41483432",
    "title": "Repression of Polycomb Group Factor 1 Inhibits EMT Progression in Colon Cancers Cells via Wnt/β-Catenin and PI3K/Akt/mTOR Signaling Pathway.",
    "authors": [
      "An P",
      "Wang J",
      "Fan R"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483432/",
    "doi": "doi: 10.1007/s10620-025-09641-4",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41483374",
    "title": "Fucoxanthin regulates macrophage pyroptosis through the PI3K/AKT/mTOR signalling pathway.",
    "authors": [
      "Pei Z",
      "Zhang M",
      "Rong T",
      "Lv L",
      "Ye G"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483374/",
    "doi": "doi: 10.1007/s11033-025-11408-z",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41483360",
    "title": "ZBP1 Mediates Renal Tubular Injury in Diabetic Nephropathy Through RIPK3-mediated Necroptosis.",
    "authors": [
      "Hu Z",
      "Ma Y",
      "Wang Y",
      "Wang J",
      "Liu X",
      "Chen C",
      "Zhu W",
      "Qi X",
      "Wu Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483360/",
    "doi": "doi: 10.1007/s10753-025-02362-w",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41483353",
    "title": "Spatially regulated oxidative stress responses during chlorotic symptom development in Pontederia crassipes exposed to clomazone.",
    "authors": [
      "Rodrigues BJS",
      "de Bastos Pazini E",
      "Bacarin MA",
      "Borella J"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483353/",
    "doi": "doi: 10.1007/s10646-025-03012-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41483280",
    "title": "A mechanistic axis of shear stress, reactive oxygen species, and microRNAs underlying endothelial dysfunction in myocardial infarction.",
    "authors": [
      "Nair PS",
      "Banerjee S",
      "Mahapatra NR",
      "Suraishkumar GK"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483280/",
    "doi": "doi: 10.1007/s11033-025-11424-z",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41483249",
    "title": "Autophagy-NLRP3 Inflammasome Crosstalk in Microglia: A Therapeutic Target for Multiple Sclerosis.",
    "authors": [
      "Lu JQ",
      "Wang HQ",
      "Fang MR",
      "Ye XM",
      "Song KY"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483249/",
    "doi": "doi: 10.1007/s10753-025-02355-9",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41483240",
    "title": "SLC38A1 Inhibits Ferroptosis of Alveolar Type II Epithelial Cells in Acute Lung Injury by Promoting Autophagic Degradation of Divalent Metal Transporter 1 (DMT1): an In Vivo and In Vitro Study.",
    "authors": [
      "Su F",
      "Yan X",
      "Li X",
      "Zeng B",
      "Sun X",
      "Huang C",
      "Chen C",
      "Li S",
      "Chen Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483240/",
    "doi": "doi: 10.1007/s10753-025-02419-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41483224",
    "title": "Inhibition of photosystems and respiratory complexes enhances lipid biosynthesis via ROS in Chlorella pyrenoidosa SHOU-1002 under nitrogen limitation.",
    "authors": [
      "Wang L",
      "Ma X",
      "Huang X",
      "Wen H",
      "Jin W",
      "Chen W",
      "Wang Y",
      "Xu P",
      "Yang H",
      "Zhang Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483224/",
    "doi": "doi: 10.1007/s00425-025-04909-5",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41483212",
    "title": "Enhancement of Apiaceae pre-germination embryo growth, mericarp ageing resilience and germination differs between hormone, gas plasma, and hydropriming technologies.",
    "authors": [
      "Fatelnig LMM",
      "Walker M",
      "Grainge G",
      "Hourston JE",
      "Kennedy S",
      "Široká J",
      "Novák O",
      "Tarkowská D",
      "Strnad M",
      "Nakabayashi K",
      "Steinbrecher T",
      "Leubner-Metzger G"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483212/",
    "doi": "doi: 10.1007/s00425-025-04900-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41483025",
    "title": "N-nitrosodimethylamine increased glucose production by promoting hyperglycemia in hepatocyte via AMPK signaling pathway in vivo and in vitro.",
    "authors": [
      "Wang W",
      "Xi S",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483025/",
    "doi": "doi: 10.1080/01480545.2025.2609950",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41482981",
    "title": "Surgical impact of laparoscopic and laparotomic elective ovariectomy on inflammatory and oxidative stress biomarkers in anestrus dogs.",
    "authors": [
      "Calabria A",
      "Del Prete C",
      "Pasolini MP",
      "Palumbo V",
      "Nappo MA",
      "Ammirati S",
      "Ciccarelli D",
      "Micieli F",
      "Kosior MA",
      "Carbone C",
      "Cocchia N"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41482981/",
    "doi": "doi: 10.1111/vsu.70070",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41482876",
    "title": "EXPRESS: Effect of Monotherapeutic Caloric Restriction Diet on Cardiometabolic Parameters in Adults with Overweight or Obesity: Insights from Meta-Analyses of Randomized Controlled Trials.",
    "authors": [
      "Tran Quang D",
      "Nguyen Di K",
      "Dang Khoa D",
      "Nguyen Thi Hoa H",
      "Vu Thi Quynh C",
      "Nguyen Van K",
      "Huong NTT"
    ],
    "summary": "",
    "published": "2026-01-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41482876/",
    "doi": "doi: 10.1177/10815589251409732",
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "10.1101/2024.11.30.625516",
    "title": "Renovating the Barnes maze for mouse models of Dementia with STARR FIELD: A 4-day protocol for learning rate, retention and cognitive flexibility.",
    "authors": [
      "Bertolli, A.",
      "Halhouli, O.",
      "Weber, M. A.",
      "Liu-Martinez, Y.",
      "Wendt, L. H.",
      "Blaine, B.",
      "Thangavel, R.",
      "Smadi, S.",
      "Pallatz, P. J.",
      "Liu, D.",
      "Bornhoft, K. N.",
      "Gupta, K.",
      "Dean, R.",
      "Tish, M.",
      "Kerr, G.",
      "Heiney, S. A.",
      "Emmons, E.",
      "Zhang, Q.",
      "Gumusoglu, S. B.",
      "Narayanan, N.",
      "Geerling, J. C.",
      "Aldridge, G. M."
    ],
    "summary": "Land-based spatial mazes are a low-stress method to evaluate learning in rodent models of dementia. By using innate exploratory and hiding behavior, the Barnes maze requires fewer trials, allowing examination of early learning rate and retention, as well as executive and motivational features that can be characteristic of non-amnestic dementias. However, unwanted odor cues may disrupt interpretation of acquisition rate during typical learning trials. We designed and tested our Barnes FIELD protocol (Find the Invisible Exit to Locate the Domicile) to improve reproducibility, allow evaluation of learning trials, and limit experimenter influence. The protocol uses 3D-printed escape shuttles and docking tunnels, allowing mice to exit the maze to the home cage. We show evidence that our shuttles mitigate the possibility of undesired cues. We demonstrate the feasibility of our protocol across several models of cognitive impairment and aging, and develop an additional stage, the STARR (Spatial Training And Rapid Reversal) maze, to better challenge behavioral flexibility. By examining commonly used outcome measures we identify important considerations for interpretation. These insights are used to evaluate several models of cognitive change, including deficits in an Alzheimers disease mouse model, and behavioral flexibility in a model of brainstem dysfunction. This work provides comprehensive instructions to build, perform, and analyze a robust spatial maze that expands the range of behavioral and motivational outcomes that can be identified and screened. Our findings will aid interpretation of traditional protocols, enhance rigor and reproducibility, and provide an updated method to screen for cognitive changes in mice.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.11.30.625516",
    "doi": "10.1101/2024.11.30.625516",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.04.17.649440",
    "title": "Uev1A counteracts oncogenic Ras stimuli in both polyploid and diploid cells",
    "authors": [
      "Zhang, Q.",
      "Wang, Y.",
      "Fu, X.",
      "Wang, Z.",
      "Zhang, Y.",
      "Yan, L.",
      "Wang, Y.",
      "Yang, M.",
      "Song, D.",
      "Zhang, R.",
      "Zhang, H.",
      "Wu, S.",
      "Zhao, S."
    ],
    "summary": "Oncogenic Ras is known to induce DNA replication stress, leading to cellular senescence or death. In contrast, we found that it can also trigger polyploid Drosophila ovarian nurse cells to die by inducing aberrant division stress. To explore intrinsic protective mechanisms against this specific form of cellular stress, here we conducted a genome-wide genetic screen and identified the E2 enzyme Uev1A as a key protector. Reducing its expression levels exacerbates the nurse cell death induced by oncogenic Ras, while overexpressing it or its human homologs, UBE2V1 and UBE2V2, mitigates this effect. Although Uev1A is primarily known for its non-proteolytic functions, our studies demonstrate that it collaborates with the E3 APC/C complex to mediate the proteasomal degradation of Cyclin A, a key cyclin that drives cell division. Furthermore, Uev1A and UBE2V1/2 also counteract oncogenic Ras-driven tumorigenesis in diploid cells, suppressing the overgrowth of germline tumors in Drosophila and human colorectal tumor xenografts in nude mice, respectively. Remarkably, elevated expression levels of UBE2V1/2 correlate with improved survival rates in human colorectal cancer patients harboring oncogenic KRAS mutations, indicating that their upregulation could represent a promising therapeutic strategy.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.17.649440",
    "doi": "10.1101/2025.04.17.649440",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.10.675441",
    "title": "Abnormal shear stress induces ferroptosis in endothelial cells via KLF6 downregulation",
    "authors": [
      "Cui, J.",
      "Fan, Z.",
      "Ding, S.",
      "Zhang, J.",
      "Shen, H.",
      "Zaidi, S. A.",
      "Ding, Y."
    ],
    "summary": "Stable laminar flow maintains vascular tone regulation, while abnormal blood flow, such as disturbed flow or extreme shear stress, causes endothelial dysfunction, but the underlying mechanism is yet to be explored. We used a microfluidic device to deform flat microchannel into tunnel-like macrochannel. The cross-sectional area of this macrochannel varies with the flow rate and the thickness of the deformable layer, creating three levels of shear stress: low (0.99 dyn/cm^2, LSS), medium (4.78 dyn/cm^2, MSS), and high (24 dyn/cm^2, HSS). Comparing different shear stress exposure to endothelial cells for 24 h, prominent ferroptosis features emerged under either LSS or HSS compared to MSS. These features included increased C11 BODIPY-labeled lipid peroxidation and 4-hydroxynonenal accumulation, CoQ10 depletion, reduced SLC7A11 protein expression, and diminished cell death with Ferrostatin-1 treatment. RNA-seq analysis (LSS/MSS) showed that LSS significantly downregulated transcription of cholesterol homeostasis and unfolded protein response (UPR). Compared to MSS, Western blot results showed that both LSS and HSS reduced the expression of two key enzymes (MVD and IDI1) in the mevalonate pathway, as well as the expression of two main UPR signaling regulators (PERK and BiP). Based on the binding prediction between transcription factors and gene promoters from differentially expressed genes identified through RNA-seq, we found KLF6 to be a key transcription factor. It regulates the PERK-mediated UPR and the mevalonate pathway, which are associated with SLC7A11 expression and CoQ10 synthesis, respectively. The overexpression of KLF6 restored SLC7A11 and CoQ10 levels under both LSS and HSS, significantly reducing foam cell formation, monocyte adhesion, and lipid peroxidation. Our findings reveal KLF6 as a crucial regulator of atherosclerosis induced by abnormal shear stress.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.10.675441",
    "doi": "10.1101/2025.09.10.675441",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.12.693977",
    "title": "Membrane-associated periodic skeleton regulates major forms of endocytosis in neurons through a signaling-driven positive feedback loop",
    "authors": [
      "Fei, J.",
      "Zheng, Y.",
      "LaLonde, C.",
      "Tao, Y.",
      "Zhou, R."
    ],
    "summary": "Endocytosis is an evolutionarily conserved process that enables neurons to internalize signaling receptors and membrane proteins, maintaining cellular homeostasis and supporting rapid responses to extracellular cues. The neuronal membrane-associated periodic skeleton (MPS), a lattice-like cytoskeletal structure composed of actin and spectrin, has been shown to restrict clathrin-mediated endocytosis (CME) at the axon initial segment (AIS) of neurons, by gating clathrin-coated pit (CCP) formation through membrane-localized \"clearing\" structures that are devoid of MPS. However, the extent to which the MPS regulates diverse forms of endocytosis across neuronal compartments, and how it is dynamically remodeled to permit trafficking on demand, remain unknown. While CME is relatively well characterized in neurons, the subcellular localization and physiological relevance of caveolin-mediated endocytosis, flotillin-mediated endocytosis, and fast endophilin-mediated endocytosis (FEME) have remained largely unclear. Here, we show that all four major endocytic pathways (CME, caveolin-, flotillin-, and FEME) are spatially gated by the MPS and occur specifically within MPS-free \"clearing\" zones distributed across both axonal and somatodendritic compartments of mature neurons. These results, for the first time, map the spatial landscape of these lesser-understood pathways in neurons and reveal a unifying principle of cytoskeletal gating across endocytic mechanisms. Disruption of the MPS markedly enhances both basal and ligand-induced endocytosis across all four pathways, establishing its broad inhibitory role in pit initiation. We further discover that endocytosis can, in turn, remodel the MPS through a novel signaling-driven feedback loop: ligand-triggered endocytosis activates ERK signaling, which promotes calpain- and caspase-mediated spectrin cleavage. This targeted cytoskeletal degradation facilitates further rounds of endocytosis, forming a self-reinforcing circuit that couples membrane trafficking with cortical architecture remodeling. Finally, we show that the MPS limits amyloid precursor protein (APP) endocytosis and thereby suppresses amyloid- {beta}1-42 (A{beta}42) production and neuronal apoptosis, implicating MPS integrity in the regulation of neurodegenerative processes such as Alzheimer's disease. Together, our findings establish the MPS as a dynamic, signal-responsive modulator of endocytosis and neuronal health. This work uncovers a general spatial gating mechanism that applies to diverse endocytic pathways, introduces a cytoskeleton-centered feedback loop for signal-dependent remodeling, and expands the functional significance of the MPS from passive structural support to active regulation of neuronal homeostasis and disease susceptibility.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.12.693977",
    "doi": "10.64898/2025.12.12.693977",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697219",
    "title": "Gene networks associated with early endosperm proliferation and basal endosperm layer differentiation in maize",
    "authors": [
      "Zhang, S.",
      "Ran, D.",
      "Ryu, C.-H.",
      "Li, G.",
      "Dannenhoffer, J. M.",
      "Wang, X.",
      "Drews, G. N.",
      "Yadegari, R."
    ],
    "summary": "Endosperm is a primary source of food and feed globally. Early developmental events including proliferation and cell differentiation in this dedicated seed sink structure are expected be responsive to the availability of photoassimilates and in turn to affect seed size and quality. However, the gene regulatory programs underlying early development of cereal endosperm remain largely unknown. We profiled the maize (Zea mays) endosperm transcriptome during the first four days after pollination using laser-capture microdissection and identified multiple temporal co-expression modules including a subset activated upon fertilization. Our analysis of the associated cis-regulatory elements and co-expressed transcription factor (TF) families enabled us to construct a gene network regulating basal endosperm transfer layer (BETL) differentiation through MYB-related (MYBR) transcription factors and a network of E2F TFs for early endosperm proliferation. We found a significant association of the BETL network with kernel size variation and a contribution of the Glucose-target-of-rapamycin (TOR)-dependent processes to the E2F-mediated regulation of endosperm proliferation. Using the available data, we propose early proliferative development and transfer cell differentiation in endosperm are coordinated via sugar-sensing inputs to ultimately control seed size. Our analysis can guide the development of strategies for improvement of seed composition and yield.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697219",
    "doi": "10.64898/2025.12.31.697219",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697243",
    "title": "Exploring the Role of APC in Modulating Chemotherapeutic Response in Triple-Negative Breast Cancer cells",
    "authors": [
      "Nair, M. T.",
      "VanKlompenberg, M. K.",
      "Prosperi, J. R."
    ],
    "summary": "Triple-negative breast cancer (TNBC) lacks targeted therapies and often develops chemoresistance. Since loss of the tumor suppressor APC is common in TNBC, we investigated how APC depletion alters transcriptional adaptation to chemotherapy using RNA-seq profiling of MDA-MB-157 cells and APC knockdown derivatives under control, cisplatin, and paclitaxel treatment. Pathway analyses of the transcriptomes showed that APC knockdown induces extensive remodeling of DNA-damage response, mitochondrial metabolism, inflammatory signaling, and chromatin accessibility, establishing stress-adapted transcriptional states aligned with paclitaxel tolerance (APC shRNA1) or cisplatin resilience (APC shRNA2). Machine-learning feature selection (Random Forest + PLS-DA) identified a 43-gene discriminant signature enriched for regulators of cell cycle and DNA repair (CCNB3, ORC1, E2F2, UNG), cytokine signaling (CXCL2, IL11), and metabolic support. These findings suggest that APC loss primes TNBC cells for chemotherapy persistence through an energetically reinforced, transcriptionally flexible survival program, highlighting DDR--OXPHOS--translation and inflammatory circuits as potential therapeutic vulnerabilities.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697243",
    "doi": "10.64898/2025.12.31.697243",
    "categories": [],
    "keywords_matched": [
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697337",
    "title": "The targeted cytosolic degradation of class I histone deacetylases is essential for efficient alphaherpesvirus replication",
    "authors": [
      "Ming, S.",
      "Du, M.-H.",
      "Yang, J.-M.",
      "Guo, Y.-D.",
      "Pan, J.-J.",
      "Lu, W.-F.",
      "Wang, J.",
      "Zeng, L.",
      "Chu, B.-B."
    ],
    "summary": "Viral infection triggers a robust DNA damage response (DDR), reshaping the host chromatin landscape to facilitate viral replication. Here, we uncover a novel mechanism by which alphaherpesviruses exploit the DDR pathway. We demonstrated that herpes simplex virus 1 (HSV-1) and pseudorabies virus (PRV) induced selective degradation of class I histone deacetylases (HDAC1/2), leading to histone hyperacetylation and subsequent DDR activation. Strikingly, viral infection promoted nuclear export of HDAC1/2, followed by MDM2-mediated K63-linked polyubiquitination and proteasomal degradation in the cytoplasm. Pharmacological inhibition of either DDR signaling or HDAC1/2 nuclear export significantly affected viral replication in vitro and in vivo. Our findings reveal a unique viral strategy to hijack host epigenetic regulation for efficient replication and identify potential therapeutic targets for alphaherpesvirus infections.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697337",
    "doi": "10.64898/2026.01.02.697337",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697255",
    "title": "Follistatin improves vascular function by inhibiting oxidative stress and inducing browning of perivascular adipose tissue in essential hypertension",
    "authors": [
      "Kuganathan, A.",
      "Lu, C.",
      "MacDonald, M. E.",
      "Farkona, S.",
      "Campbell, T.",
      "Akimoto, M.",
      "Gao, B.",
      "Manion, K.",
      "Konvalinka, A.",
      "Dickhout, J. G.",
      "Krepinsky, J. C."
    ],
    "summary": "Background: Essential hypertension, characterized by vascular dysfunction, remains a leading modifiable cause of death globally. Perivascular adipose tissue (PVAT), which normally reduces vasoconstriction, becomes less anticontractile in hypertension due at least in part to increased reactive oxygen species (ROS). Brown PVAT has emerged as a protective regulator of vascular tone. Follistatin, an activin antagonist, induces browning of peripheral adipose tissue depots via AMPK. We recently reported improved blood pressure, vascular function and reduced vascular ROS by follistatin in the spontaneously hypertensive rat (SHR) model of essential hypertension. Here, we investigate whether follistatin reduces ROS and induces browning in SHR PVAT to restore PVAT function. Methods: SHR were treated with vehicle, follistatin or hydralazine for 8 weeks. Mesenteric white and thoracic brown PVAT from SHR and normotensive Wistar-Kyoto were utilized, with wire myography used to assess vascular function. Nitric oxide (NO) and nitrite were measured in PVAT using DAF-2 FM fluorescence or Griess reagent, respectively. PVAT ROS and browning markers were assessed biochemically and via immunohistochemistry. PVAT was treated ex vivo for 3 days to assess mechanisms of browning. Unbiased proteomic analysis of PVAT was performed using liquid chromatography-mass spectrometry. Results: SHR PVAT dysfunction, manifest as a pro-contractile effect, was inhibited by follistatin through reducing ROS, enhancing NO bioavailability and inducing browning. Activin neutralization and AMPK phosphorylation mediated the beneficial effect of follistatin on SHR PVAT. Hydralazine-induced blood pressure reduction did not replicate follistatin effects, suggesting vascular benefits of follistatin are mediated by direct PVAT modulation. Proteomic analysis showed that follistatin shifts PVAT proteome towards normal state, upregulating processes associated with adipose tissue browning. Conclusion: Follistatin restores PVAT-mediated vascular relaxation via ROS reduction, activin neutralization and AMPK-dependent browning, positioning the potential for PVAT as a therapeutic target for vascular dysfunction in essential hypertension.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697255",
    "doi": "10.64898/2025.12.31.697255",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697042",
    "title": "Foundation models for linking brain functional representations and clinical outcomes across local intervention studies targeting cognitive aging: Validity and generalizability",
    "authors": [
      "Zhou, X.",
      "Ai, M.",
      "Adeli, E.",
      "Zhang, Y.",
      "Vankee-Lin, F.",
      "Liu, Y. M."
    ],
    "summary": "The direct cognitive benefits of interventions targeting cognitive aging highly vary across individuals due to individual heterogeneity in aging-related comorbidities. This variation necessitates a better characterization of brain representations reflecting how older individuals uniquely benefit from interventions, thereby revealing the true effect of these interventions. Resting-state functional MRI (rsfMRI) has potential to uncover meaningful brain representation; however, traditional methods analyzing summary features derived from rsfMRI data are limited in capturing both within-individual variations across timepoints and between-individual difference, particularly in small and heterogeneous local intervention studies. Recent rsfMRI foundation models pretrained on large-scale observational cohorts, such ask UK Biobank, offer a potential alternative, yet their validity and generalizability in local intervention studies remain unclear. In this study, we systematically evaluated existing rsfMRI foundation models for classifying intervention responses to changes of episodic memory using data from two independent randomized controlled trials targeting cognitive aging among older adults with mild cognitive impairment. RsfMRI foundation models outperformed conventional machine learning and deep learning approaches, while performance differed across foundation models with different pretraining objectives. Clinically informed fine-tuning using an external Alzheimer's disease cohort further improved performance and demonstrated robustness to confounders (e.g., head motion during MRI data acquisition, data collection site, intervention arm). Interpretability analyses confirmed that brain representations learned by the model reflect the brain networks supporting cognitive aging or episodic memory. Together, these findings provide an empirical evaluation of current rsfMRI foundation models and support nuanced interpretation of heterogeneous intervention outcomes by linking individual differences in longitudinal brain dynamics to cognitive change.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697042",
    "doi": "10.64898/2025.12.30.697042",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697225",
    "title": "System-wide profiling reveals metabolic alterations in a G2019S LRRK2 knockin mouse model of Parkinson's disease: systemic depletion of pyrimidine nucleosides",
    "authors": [
      "Ma, Y.",
      "Erb, M. L.",
      "Sipple, K.",
      "Offerman, A.",
      "Moore, D. J."
    ],
    "summary": "Background: The G2019S mutation in LRRK2 is the most common genetic cause of familial Parkinson's disease (PD) and is associated with increased susceptibility to sporadic PD, which likely arises from the interplay of genetic predisposition, environmental exposure, and aging. Metabolic syndrome (MetS) has been implicated as an independent risk factor for PD, but the potential interaction between the G2019S LRRK2 mutation and metabolic stress in disease pathogenesis remains unclear. Methods: We employed long-term high-fat diet (HFD) feeding to induce metabolic syndrome in aged LRRK2 mutant mice, followed by system-wide characterization using multi-omic approaches, including metabolomic profiling, proteomics, bulk RNA sequencing, and single-nucleus RNA sequencing. Results: We find that thymidine and deoxyuridine levels are consistently reduced across tissues in G2019S LRRK2 knockin mice at baseline, accompanied by increased hepatic expression of thymidine phosphorylase (TP). HFD exposure further unmasks disruptions in purine and energy metabolism in the brain and lungs of G2019S LRRK2 knockin mice, with astrocytes and oligodendrocytes in the ventral midbrain exhibiting the most pronounced impairment in oxidative phosphorylation transcriptional pathways. Conclusions: Our findings demonstrate that pre-existing metabolic syndrome unmasks widespread disruptions in systemic nucleotide and energy metabolism and exacerbates mitochondrial dysfunction in G2019S LRRK2 knockin mice. This conditional \"two-hit\" phenotype underscores the critical role of environmental factors, such as diet, in revealing metabolic vulnerabilities associated with PD-linked genetic backgrounds. Our study provides novel insight into potential metabolic targets or pathways for therapeutic intervention in individuals at-risk for developing PD.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697225",
    "doi": "10.64898/2025.12.31.697225",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.01.697304",
    "title": "Disruption of Pre-Bötzinger Complex neuropeptidergic tonality controls fear and metabolic response",
    "authors": [
      "Shetty, S.",
      "Farmanbar, A.",
      "Toh, P.",
      "Yildiz, R.",
      "Jang, Y. U.",
      "Duesman, S.",
      "Warnock, A.",
      "Espinoza, D.",
      "Stanley, S. A.",
      "Rajbhandari, P.",
      "Rajbhandari, A. K."
    ],
    "summary": "Stress profoundly impacts systemic metabolism, yet the central circuits linking stress responses to peripheral metabolic regulation remain poorly defined. Here, we identify the preBotzinger complex (preBotC), a brainstem breathing rhythm generator, as a key stress-responsive hub coordinating metabolic adaptations. Using viral tracing, we show that preBotC neurons project to brown adipose tissue and liver, and that a subset of these projection neurons expresses the pituitary adenylate cyclase activating polypeptide (PACAP) receptor PAC1R, positioning PACAP signaling as a critical modulator of this circuit. Whole-brain c-Fos mapping revealed robust preBotC activation under stress, while spatial transcriptomics demonstrated altered neuronal metabolic circuitry in preBotC following PAC1R ablation. PAC1R knockdown in preBotC combined with stress resulted in blunted respiratory rhythmicity, reduced sympathetic innervation, and suppression of energy expenditure and lipid metabolic pathways in brown fat, while reprogramming hepatic transcriptional networks toward amino acid metabolism and gluconeogenesis. These findings define a unique neuropeptidergic brainstem periphery circuit integrating stress, respiration, and metabolism.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.01.697304",
    "doi": "10.64898/2026.01.01.697304",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697375",
    "title": "Aging, matrix metalloproteinase imaging, and survival prospects in aortic aneurysm",
    "authors": [
      "Ghim, M.",
      "Varli, O.",
      "Ahmad, A.",
      "Neishabouri, A.",
      "Kukreja, G.",
      "Zhang, Z.",
      "Zarnegar, S.",
      "Gangemi, N.",
      "Toczek, J.",
      "Zhang, J.",
      "Liu, C.",
      "Liu, Y.",
      "Gropler, R.",
      "Sadeghi, M. M."
    ],
    "summary": "Age is a risk factor for aortic aneurysm (AA), and different segments of the aorta exhibit varying susceptibilities to aneurysm. The specific factors that contribute to the higher incidence of AA and its complications with aging remain unclear. Matrix metalloproteinases (MMPs) are elevated in AA. However, the connection between aging, aortic MMP activity, and the increased prevalence of AA and its complications has not been systematically evaluated. This study leveraged MMP-targeted molecular imaging to investigate how aging affects aortic MMP expression and activity, as well as aneurysm development and survival. Methods: AA development and animal survival were monitored for 28 days after Angiotensin (Ang)-II infusion in 8-10-week-old (young) and >51-week-old (old) Apoe-/- mice. Aortic MMP activation was quantified by PET/CT using an MMP-targeted tracer, 64Cu-RYM2, at baseline and 1 week after Ang II infusion. MMP activity and expression were quantified by tissue zymography and quantitative reverse transcription polymerase chain reaction, and compared between different segments of the aorta in young and old animals, and before and after Ang II infusion. Results: Old animal survival to 28 days was significantly lower than that of young Ang-II-infused Apoe-/- mice (P < 0.05). 64Cu-RYM2 PET/CT showed significantly higher aortic MMP activation before and 1 week after Ang-II infusion in old compared to young Apoe-/- mice. The 64Cu-RYM2 signal was significantly higher in animals that did not survive 28 days than those that did (P < 0.01). MMP activity significantly increased by 4 days after Ang-II infusion, when dissection was found in a subset of Apoe-/- mice; and was significantly higher in the dissected, compared to adjacent, apparently normal, segments of the aorta. MMP activity was also significantly higher in the ascending thoracic aorta of untreated young and old mice, as well as of Ang-II-treated Apoe-/- mice (which was associated with significantly higher Mmp2 gene expression), and of old wild-type mice. Conclusion: Aging is associated with increased MMP activity along the aorta and worse AA survival. MMP-targeted molecular imaging can inform the aneurysm survival prospects. Selective MMP inhibitors and tracers may help prevent and track aneurysm growth, dissection, and rupture.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697375",
    "doi": "10.64898/2026.01.02.697375",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697374",
    "title": "Integrative transcriptomic identification of cellular senescence beyond marker limitations",
    "authors": [
      "Lu, J.",
      "Guderer, I.",
      "Alvi, T.",
      "Olenik, M.",
      "Dönertas, H. M."
    ],
    "summary": "Cellular senescence lacks a universal marker and varies across cell types, tissues, and stressors, complicating identification. Using SPiDER SA-{beta}-gal labeled single-cell RNA-seq from regenerating mouse muscle, we found that curated gene sets show opposing enrichment patterns in experimentally defined senescent cells, suggesting apparent concordance in prior studies may reflect circular validation. Machine learning classifiers outperformed marker-centric approaches by capturing coordinated transcriptional features largely absent from differentially expressed genes. These features traced senescence progression, positioning senescent cells at late pseudotime with reduced transcriptional entropy. Ligand-receptor analysis identified IGF signaling as a directional axis of secondary senescence from senescent to non-senescent cells. When applied to bulk RNA-seq and an independent aging dataset, the classifier detected age-associated senescence patterns while the entropy-senescence relationship held across most cell types. These findings demonstrate that transcriptome-based classification provides a robust alternative to marker-centric readouts while enabling mechanistic hypothesis generation.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697374",
    "doi": "10.64898/2026.01.02.697374",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.691864",
    "title": "Functional inactivation of the telomerase chaperone TCAB1 primes cells for the activation of ALT in osteosarcoma",
    "authors": [
      "Keegan, J.",
      "Sorbello, S.",
      "Mori, J.",
      "Muratani, S.",
      "Heaphy, C. M.",
      "Leshchiner, I.",
      "Flynn, R. L."
    ],
    "summary": "Activation of the alternative lengthening of telomeres (ALT) pathway accounts for cellular immortalization in 75% of pediatric osteosarcoma. ALT does not rely on a single enzyme but instead, catalyzes telomere elongation via homologous recombination. There has been steady progress in defining the mechanisms that regulate the ALT pathway. However, the spectrum of genetic mutations that underlie activation of ALT remains unclear. Osteosarcomas, like many cancers, frequently harbor inactivating mutations in the tumor suppressor gene TP53. However, instead of single nucleotide variants that lead to expression of mutant TP53 protein, osteosarcoma tumors often acquire unique structural variations within the first intron of the TP53 gene leading to complete gene inactivation. TP53 is located on chromosome 17p13.1 in a head-to-head orientation and partially overlapping with the gene WRAP53 (WD repeat containing antisense to TP53). WRAP53, also known as TCAB1, is an RNA chaperone that is an essential component of the telomerase holoenzyme. TCAB1 functions to facilitate trafficking of the telomerase RNA (hTR) within the nucleus to ensure assembly and localization of the telomerase enzyme to telomere ends to promote telomere elongation. Loss of TCAB1 function abolishes telomerase activity, driving progressive telomere attrition. Here, using whole-genome sequencing of osteosarcoma samples we identified SVs within the TP53 gene that not only compromise TP53, but also inactivate TCAB1. These TCAB1 SVs were prevalent in approximately 40% of ALT positive osteosarcoma tumors suggesting that functional inactivation of the telomerase holoenzyme may be an early and previously unrecognized event contributing to the activation of the ALT pathway.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.691864",
    "doi": "10.64898/2026.01.02.691864",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b",
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697156",
    "title": "Post-COVID impairment of memory T cell responses to community-acquired pathogens can be rectified by activating cellular metabolism",
    "authors": [
      "Carroll, D. D.",
      "Cira, K.",
      "Archer, J.",
      "Shapiro, J.",
      "Pen, U.-Y.",
      "Tieri, D.",
      "Leonor, L.",
      "Roofchayee, N. D.",
      "Yee, S. S.",
      "Wahab, M.",
      "Koralnik, I. J.",
      "Alverdy, J. C.",
      "Raman, A. S.",
      "Visvabharathy, L."
    ],
    "summary": "Infection rates involving bacterial and viral pathogens have increased precipitously after the COVID-19 pandemic. While it has been speculated that higher infection rates resulted from increased hospitalizations throughout the pandemic or greater use of antibiotics, precisely why rates remain high today has remained unexplained. Mitochondrial dysfunction is known to occur post-COVID and may disrupt immune responses. Within T cells, SARS-CoV-2 infection is linked to low mitochondrial membrane potential, increased mitochondrial apoptosis, and decreased mitochondrial respiration, which together impact cellular activation and function beyond the acute phase of illness. Here, we demonstrate that decreased mitochondrial function in antigen-specific T cells post-COVID may contribute to higher infection susceptibility by metabolically immobilizing T cell memory responses. Using donor-matched peripheral blood samples from 31 COVID-naive individuals who subsequently contracted COVID-19, we tracked how influenza A (IAV), Staphylococcus aureus (SA), and Varicella-zoster virus (VZV) T cell responses were impacted by COVID-19 infection. We found that gene expression linked to T cell activation decreased but mitochondrial redox pathways increased in CD4 memory T cells post-COVID. However, mitochondrial flux and reactive oxygen species production were limited in a plurality of post-COVID memory T cells after stimulation with IAV, SA, and VZV. Furthermore, we found a disordered relationship between memory T cell mobilization of glycolysis, fatty acid metabolism, and oxidative phosphorylation pathways post-COVID which resulted in diminished use of catabolic pathways including glycolysis and fatty acid oxidation in antigen-specific T cells. Modulation of mitochondrial function with metformin and ubiquinol partially rescued the post-COVID decline in T cell catabolism. Collectively, these findings indicate that COVID-19 infection may have lasting effects on inhibiting T cell memory responses to commonly encountered community-acquired pathogens which can be corrected with commonly available medications. This has significant implications for the clinical care of immunologically vulnerable populations in the post-pandemic era.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697156",
    "doi": "10.64898/2025.12.31.697156",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bGlycolysis\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697387",
    "title": "Linking somatic mutations in cancer to the electronic properties of DNA",
    "authors": [
      "de Witte, B.",
      "Karamaoun, C.",
      "Hermans, P.",
      "Tarabichi, M.",
      "Pucci, F.",
      "Rooman, M."
    ],
    "summary": "Oxidative stress, generated by both endogenous and exogenous agents, can cause DNA lesions that, if not repaired, accumulate as somatic mutations and can contribute to cancer initiation. Here, we explored this problem through the lens of DNA electronic properties, quantified by the vertical ionization potential (vIP) of nucleobase motifs, which reflects their susceptibility to oxidation. We analyzed genome-wide experimental data on oxidative DNA damage and found that the highest damage levels occur in regions with low vIP values, supporting a causal link between them. The analysis of cancer mutational signatures and their annotated aetiologies revealed strong anticorrelations between mutation frequency and vIP values, particularly in cancers driven by oxidative DNA damage, such as lung cancer. We further computed anticorrelations between vIP values and the frequencies of mutated motifs across coding and non-coding regions and across different mutation types, observing the strongest anticorrelations for silent mutations, consistent with their reduced selective pressure. Moreover, similar anticorrelations were observed for somatic mutations in cancer and normal tissues, as well as for germline mutations, suggesting that they arise from similar mutagenesis processes. This work clarifies how oxidative damage, DNA electronic properties and carcinogenesis are related and help identify genomic regions more prone to mutations.",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697387",
    "doi": "10.64898/2026.01.02.697387",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41485103",
    "title": "Elucidating the relationship between hearing loss, social isolation, and dementia: data from the National Health and Aging Trends Study.",
    "authors": [
      "Venkatesh S",
      "Wong R",
      "Corsten M",
      "McDonald JT",
      "Johnson-Obaseki S",
      "Quimby AE"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485103/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41485087",
    "title": "CAPNS1/Dicer feedback loop facilitates glycolysis, proliferation, and metastasis in hepatocellular carcinoma cells by inhibiting the maturation of MicroRNA pool.",
    "authors": [
      "Zeng Z",
      "Li D",
      "Lei S",
      "Bao X",
      "Ruan W",
      "Tian Q",
      "Tang W",
      "Tai H",
      "Zhang X",
      "Hu C",
      "Zhen Y",
      "Chen T"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485087/",
    "doi": "doi: 10.1186/s12964-025-02608-y",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41485084",
    "title": "Change in sarcopenia and the risk of dementia: Evidence from the English Longitudinal Study of Ageing with a 10-year follow-up.",
    "authors": [
      "Zhong X",
      "Huang Z",
      "Huang B",
      "Cai H",
      "Yao Y",
      "Liu K",
      "Li Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485084/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41485049",
    "title": "Designing 5' UTR sequences improves the capacity of mRNA therapeutics in preclinical models of aging and obesity.",
    "authors": [
      "Yoon S",
      "Cho H",
      "Lee J",
      "Ha S",
      "Lee S",
      "Lee YS",
      "Cho Y",
      "Ha D",
      "Oh A",
      "Lee S",
      "Jeong D",
      "Cho J",
      "Park SI",
      "Nam JH",
      "Lee YS"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485049/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484993",
    "title": "Organelle-specific regulation of ferroptosis.",
    "authors": [
      "Zhang Y",
      "Liu M",
      "Li M",
      "Wu Y",
      "Xie M",
      "Liu X",
      "Lu H",
      "Zhai X",
      "Yang Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484993/",
    "doi": "doi: 10.1186/s13062-025-00717-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41484844",
    "title": "Unlocking tropical adaptation: novel flowering time genes implicate JA and ROS signaling in maize.",
    "authors": [
      "Zhu J",
      "Jiang F",
      "Bi Y",
      "Sun J",
      "Hong X",
      "Ijaz B",
      "Fan X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484844/",
    "doi": "doi: 10.1186/s12870-025-08063-8",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41484801",
    "title": "Bone marrow-derived mesenchymal stem cells alleviate hepatic lipid metabolism disorders after scald injury: integrating liver transcriptome and metabolome.",
    "authors": [
      "Chen Z",
      "Yang Y",
      "Shi X",
      "Yang R",
      "Fang W",
      "Liang G",
      "Li Y",
      "Gao J",
      "Ma L",
      "Yang J",
      "Pang R"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484801/",
    "doi": "doi: 10.1186/s13287-025-04774-9",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41484703",
    "title": "Co-treatment of high voltage electric field and CO(2) regulates the synthesis and metabolism of secondary metabolites to delay Celery (Apium graveolens L.) aging and maintain flavor.",
    "authors": [
      "Li W",
      "Wang Z",
      "Lin W",
      "Chen Z",
      "Guo X",
      "Jiang C",
      "Lu W",
      "Tan G",
      "Xiong A",
      "Zheng Y",
      "Li M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484703/",
    "doi": "doi: 10.1186/s12870-025-08053-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41484063",
    "title": "MCJ modulates mitochondrial ETC flux to promote lipid metabolism-driven enhancement of cell proliferation and migration.",
    "authors": [
      "Pradhan P",
      "Chaudhary T",
      "Mishra S",
      "Konik P",
      "Durinova E",
      "Tuma R",
      "De A",
      "Sinha D"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484063/",
    "doi": "doi: 10.1038/s41419-025-08398-y",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41484055",
    "title": "Cell death: targeting ferroptosis in cancer.",
    "authors": [
      "Sabol HM",
      "Galluzzi L",
      "Borriello L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484055/",
    "doi": "doi: 10.1038/s41392-025-02534-y",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41483951",
    "title": "Temporal and tissue-specific changes in iron homeostasis and mitochondrial metabolism of leptin-deficient obese mice: an integrated view.",
    "authors": [
      "Ferreira APO",
      "de Araujo KA",
      "Pino JMV",
      "Petrucci TVB",
      "da Luz MHM",
      "de Souza GO",
      "Glezer I",
      "Donato J Jr",
      "Lee KS"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483951/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41483623",
    "title": "Harnessing tumor cell death mechanisms to reshape the immune microenvironment: A novel approach for head and neck cancer therapy.",
    "authors": [
      "Chen S",
      "Chen Y",
      "Xu Y",
      "Song B"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483623/",
    "doi": "doi: 10.1016/j.intimp.2025.116132",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41483450",
    "title": "PQQ Modulates Cell Cycle and DNA Replication Programs to Alleviate Replicative Senescence in Human Umbilical Cord Mesenchymal Stromal Cells.",
    "authors": [
      "Wang S",
      "Lu F",
      "Tan C",
      "Li Y",
      "Sun J",
      "Sun Y",
      "Chen X",
      "Lu T"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483450/",
    "doi": "doi: 10.1007/s12015-025-11037-w",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41483378",
    "title": "A p53-responsive microRNA-100 released from cardiomyoblasts serves as an early biomarker for acute coronary syndrome.",
    "authors": [
      "Cheng CI",
      "Chou MH",
      "Chen KD",
      "Chen PH",
      "Kao YH"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483378/",
    "doi": "doi: 10.1007/s13577-025-01344-2",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41483363",
    "title": "Lactobacillus Acidophilus Protects against alcohol-associated Liver Disease in Mice Via Gut Microbiota Modulation and Alleviation of Inflammation and Oxidative Stress.",
    "authors": [
      "Yang J",
      "Yan H",
      "Liu J",
      "Shen X",
      "Liu H",
      "Kang X",
      "Yang X",
      "Che Y",
      "Wang X",
      "Guo L",
      "Zhang F",
      "Fan W"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483363/",
    "doi": "doi: 10.1007/s12602-025-10897-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41483236",
    "title": "Assessment of the relationship between AHR, sdLDL, Klotho biomarkers, and etiologic subtypes in young to middle-aged acute ischemic stroke according to toast classification.",
    "authors": [
      "Chen Z",
      "Li M",
      "Xia Y",
      "Hou S",
      "Li J",
      "Wang B",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483236/",
    "doi": "doi: 10.1007/s10072-025-08730-6",
    "categories": [],
    "keywords_matched": [
      "\\bKlotho\\b"
    ]
  },
  {
    "id": "pmid:41483162",
    "title": "3-Methyladenine administration alleviates cognitive and memory dysfunction in attention-deficit/hyperactivity disorder by modulating autophagy.",
    "authors": [
      "Lv GG",
      "Shan YD",
      "Shao JJ",
      "Ma CY",
      "Yu ZF",
      "Liu JZ",
      "Zhang LM",
      "Zhang W"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483162/",
    "doi": "doi: 10.1007/s00213-025-06995-5",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41483125",
    "title": "HSP72-AMPK axis mitigates hypoxia-induced cellular senescence to promote colorectal cancer development.",
    "authors": [
      "Liu G",
      "Wang X",
      "Yang X",
      "Wu J",
      "Li Y",
      "Lu Y",
      "Shang A",
      "Chen C",
      "Sun R"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483125/",
    "doi": "doi: 10.1007/s11010-025-05461-2",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41483111",
    "title": "Comparative analysis of telomere length in peripheral blood of breast cancer BRCA1 mutation carriers and non-carriers.",
    "authors": [
      "Uttarilli A",
      "Balounova K",
      "Tomasova K",
      "Hanak P",
      "Saskova K",
      "Vodicka P",
      "Vodickova L",
      "Hemminki K",
      "Lubinski J",
      "Kroupa M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483111/",
    "doi": "doi: 10.1007/s12672-025-04007-8",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41483074",
    "title": "Potential of potentiometric biosensors for the study of ion influx and efflux via gasdermin pores in plasma membrane in pyroptosis: a hypothesis.",
    "authors": [
      "Berkel C",
      "Özbek O",
      "Altunoluk OC"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483074/",
    "doi": "doi: 10.1007/s13577-025-01343-3",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41483050",
    "title": "Programmed cell death pathways in huntington's disease: spotlight on ferroptosis and pyroptosis.",
    "authors": [
      "Sharma V",
      "Verma R",
      "Sharma P",
      "Singh TG"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41483050/",
    "doi": "doi: 10.1007/s10072-025-08689-4",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b",
      "\\bPyroptosis\\b"
    ]
  }
]