[
  {
    "id": "pmid:41581041",
    "title": "Ranitidine protects Müller cells against ferroptosis in diabetic retinopathy by regulating the AKT1/GSK3β pathway.",
    "authors": [
      "He W",
      "Qi J",
      "Liu Z",
      "Mei Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581041/",
    "doi": "doi: 10.4103/IJO.IJO_1522_25",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41581035",
    "title": "Notch 3 regulates ferroptosis of lens epithelial cells in age-related cataract by PI3K/AKT pathway.",
    "authors": [
      "Zhang J",
      "Lin S",
      "Guo H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581035/",
    "doi": "doi: 10.4103/IJO.IJO_1918_25",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41581033",
    "title": "The AGE-RAGE-oxidative stress axis: A paradigm shift in understanding diabetic retinopathy.",
    "authors": [
      "Srivastava R",
      "Mishra D",
      "Singh D",
      "Reddy MY",
      "Parihar S",
      "Palandurkar K"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581033/",
    "doi": "doi: 10.4103/IJO.IJO_1643_25",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.24.690144",
    "title": "Deciphering the Structure and Mechanism of SaGpx: A Non Canonical Glutathione Peroxidase from Staphylococcus aureus",
    "authors": [
      "Maji, S.",
      "Shukla, M.",
      "Bhattacharyya, S."
    ],
    "summary": "Staphylococcus aureus encounters massive oxidative stress during infection. To counter this, the bacterium developed robust antioxidative defense mechanism. Glutathione peroxidases (Gpx) are well characterized antioxidative enzymes in eukaryotes; however, their bacterial counterparts remain poorly explored. S. aureus possesses two putative Gpx genes but lacks GSH biosynthetic machinery and glutathione reductase required for canonical Gpx function, suggesting alternate electron donor system(s) may be involved. This study aimed to elucidate structure-based biochemical characterization of one of the S. aureus glutathione peroxidases homologs (SaGpx, Uniprot Id: Q2FYZ0) and identify its plausible electron donor system. Herein, we cloned, purified and determined the high-resolution crystal structure of SaGpx (1.5 [A] resolution) using X-ray diffraction crystallography. In vitro biochemical characterization of the highly conserved active site amino acid point mutants, as well as their structural disposition suggests their precise roles in the enzyme's catalysis. The crystal structure of SaGpx revealed that the enzyme adopts a canonical glutathione peroxidase fold with conserved catalytic tetrad composed of C36, Q70, W124 and N125. Also, SaGpx shows similarity with mammalian Gpx4, which was previously shown to exert phospholipid hydroperoxide peroxidase activity. Furthermore, biochemical assays suggest that SaGpx utilizes Staphylococcal thioredoxin1 as its cognate electron donor. The catalytic mechanism follows an atypical 2-cysteine peroxiredoxin-like pathway involving the formation of a sulfenic acid intermediate, followed by an intramolecular disulfide bond subsequently resolved by thioredoxin. This work provides the first structure-based biochemical characterization of a bacterial glutathione peroxidase homolog, establishing the novel structural insights of SaGpx as a noncanonical thioredoxin-dependent glutathione peroxidase.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.24.690144",
    "doi": "10.1101/2025.11.24.690144",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.24.701487",
    "title": "Cell-Autonomous and Systemic Circadian Regulation of Gene Expression in Adipocytes",
    "authors": [
      "Worthen, J. M.",
      "Frederick, A. M.",
      "Loros, J. J.",
      "Dumesic, P. A.",
      "Dunlap, J. C."
    ],
    "summary": "Circadian clocks strongly influence adipocyte biology. Studying adipocyte circadian regulation in the absence of organismal cues isolates cell-autonomous clock control, providing insight into mechanisms relevant to metabolic disease. To resolve circadian core biological programs, we deeply sequenced bulk RNA from inguinal-derived, in vitro-differentiated adipocytes (IVDAs) over 2.5 days and compared clock-controlled genes (CCGs) with existing mouse supraclavicular brown (BAT) and epididymal white (eWAT) adipose tissue circadian time-course datasets. Using Phase Set Enrichment Analysis (PSEA), we report 21% of the protein-coding transcriptome is rhythmic in IVDAs. Intrinsic circadian regulation governs key processes in energy metabolism, molecular transport and transcription. Integration with in vivo datasets reveals that BAT and IVDAs exhibit more cohesive rhythmic pathways than does eWAT, clustering around the late-night early-morning transition. To explore how these pathways may be regulated, we reexamined a recent interscapular BAT cistrome dataset. Using IVDA transcription factors that were phase-aligned ([&le;]4hr) with in vivo as input, motif enrichment analysis revealed two temporally distinct regulatory programs; an early E-box activator ARNT-family/bHLH-PAS program was enriched for transcriptional regulation, RNA metabolism, and signaling pathways, and a late nuclear receptor-associated program enriched for energy metabolism, phospholipid biosynthesis, mitochondrial function, ECM organization, and nuclear receptor signaling. Overall, we identify novel rhythmic transcripts and define cell-autonomous circadian programs in adipocytes whose timing is further sculpted by systemic cues in vivo. Because obesity is associated with adipocyte hypertrophy and hyperplasia, processes likely influenced by circadian regulation, these findings advance our understanding of clock-controlled adipocyte metabolism and its contribution to metabolic dysfunction.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.24.701487",
    "doi": "10.64898/2026.01.24.701487",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701344",
    "title": "Progerin-Induced Nuclear Envelope Remodeling is Shaped by Cell Division and NUP153",
    "authors": [
      "Turkmen, A. M.",
      "Wang, J.",
      "Frost, A.",
      "Ullman, K. S."
    ],
    "summary": "The nuclear envelope (NE) undergoes dynamic remodeling during both physiological and pathological processes. Nuclei in cells from patients with accelerated aging diseases and from elder individuals are often lobular and convoluted. Despite extensive study, the steps of phenotype acquisition and the co-factors required are not yet fully understood. Here, we focused on progerin, a mutant form of lamin A that causes Hutchinson Gilford Progeria Syndrome (HGPS). Using an inducible cell-based system, we characterized two distinct stages of NE remodeling. Correlative light and electron microscopy of interphase-arrested cells showed that prior to cell division, progerin primarily affects the inner nuclear membrane (INM), inducing focal expansion, invagination, and the formation of multi-membranous structures, while the outer nuclear membrane remains largely unaffected. These focal regions of progerin accumulation are enriched for specific INM proteins and the nucleoporin NUP153 but largely exclude nuclear pore complexes. Live and fixed image analysis demonstrated that, upon cell division and NE reassembly, progerin-expressing cells develop pronounced nuclear lobulations characteristic of HGPS. Appreciation of this stepwise development of phenotype lends insight into cellular manifestations of aging in mitotic versus post-mitotic cell types and provides a system in which to study factors that contribute to these distinct stages in the disruption of nuclear morphology. Depletion of NUP153 reduced NE foci formation in interphase-arrested cells expressing GFP-progerin, suggesting NUP153 promotes or stabilizes INM invagination. Aberrant nuclear architecture is just one cellular feature that changes during normal and accelerated aging but its etiology provides a critical framework for understanding accompanying consequences on chromatin packaging, DNA damage, and the ER stress response.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701344",
    "doi": "10.64898/2026.01.23.701344",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701313",
    "title": "Small brown planthopper infestation enhances it reproduction and insecticide tolerance by manipulating glucose distribution and levels in rice",
    "authors": [
      "Zhang, H.",
      "Zhang, Q.",
      "Ge, H.",
      "Wei, J.",
      "Qian, K.",
      "Liu, X.",
      "Li, H.",
      "Wang, J."
    ],
    "summary": "The evolutionary arms race between plants and insects involves not only direct defense and counter-defense but also sophisticated resource manipulation. However, how herbivorous insects exploit host nutritional signals for adaptation remains unclear. This study investigates how the small brown planthopper (SBPH, Laodelphax striatellus) manipulates host plant carbohydrate allocation, and to elucidate the molecular mechanisms by which the acquired glucose enhances SBPH fecundity and insecticide tolerance. Using molecular, pharmacological, and biochemical approaches, we found that SBPH infestation induced systemic carbohydrate reallocation in rice, elevating whole-plant glucose levels by promoting aerial accumulation while depleting root reserves. Host-derived glucose enhanced SBPH fecundity by activating the target of rapamycin (TOR) pathway, upregulating juvenile hormone (JH) signaling, and increasing vitellogenin production. For imidacloprid tolerance, glucose boosted glutathione S-transferase (GST) activity via two synergistic mechanisms: by upregulating glutamate cysteine ligase (GCL) to increase glutathione synthesis, and transcriptionally via the glucose-TOR-JH axis to induce LsGSTe1 and LsGSTo1 expression. Our findings establish host-derived glucose as a central signaling molecule that SBPH exploits to simultaneously optimize reproduction and insecticide resistance. This reveals a multifaceted resource-manipulation strategy in insect pests and identifies the glucose-TOR-JH axis as critical molecular targets for developing nutrient-based pest control strategies.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701313",
    "doi": "10.64898/2026.01.23.701313",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.26.701588",
    "title": "The resolvin D and E biogenesis pathway regulatessenescence and ageing",
    "authors": [
      "Mira-Carnicer, M.",
      "MENENDEZ-GARCIA, M.",
      "Merino-Navarro, A.",
      "Palomino-Lozano, C.",
      "Anton-Barros, C.",
      "Palmero, I.",
      "Malaspina, A.",
      "Montesinos, J.",
      "O' Loghlen, A."
    ],
    "summary": "Ageing is considered as a process were molecular, cellular and tissular function is impaired. One classic cellular phenotype that increases during ageing is cellular senescence. Upon senescence, the cells stop proliferating and release a variety of cytokines, chemokines and extracellular vesicles. However, the implication of biomolecules derived from lipids such as resolvins are not well characterised in senescence and ageing. Here, we find that the resolvin E and D biosynthesis pathway is activated as observed by an increase in their corresponding receptors and enzymes implicated. Furthermore, knockdown of the resolvins E and D receptors impairs the induction of senescence. This pathway is conserved not only during senescence but also in fibroblasts derived from aged human individuals, aged mice and during other inflammatory responses. A metabolomics analyses shows an increase in different precursors of resolvins in senescence. In accordance with prior data, we find that small extracellular vesicles (sEV) isolated from young human donors ameliorate inflammation and the biogenesis of resolvins both in different cell models and in aged mice. In summary, here we present data showing that the resolvins biogenesis pathway is induced in ageing and cellular senescence.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.701588",
    "doi": "10.64898/2026.01.26.701588",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701224",
    "title": "Can Antisense lncRNA bind to the product of its sense pair?",
    "authors": [
      "Nair, S.",
      "Singh, D.",
      "Saha, A.",
      "Datta, B.",
      "Majumdar, S."
    ],
    "summary": "Long non-coding RNAs (lncRNAs) account for a major proportion of the transcriptional output in complex organismal genomes. Their emergence as auxiliary regulators of gene expression as well as their roles in metastasis and cancer progression has put them in the limelight. LncRNAs perform multitudes of functions and often moonlight as regulators, scaffolds and guides. Most lncRNAs are cell and tissue specific and can act as markers for diseases as well as targets for therapeutic interventions. LncRNAs are also known to make use of higher order structures such as G-quadruplexes (G4) to facilitate complex functions and interactions. THAP9-antisense1 (AS1) is a lncRNA coding gene (recently annotated by Ensembl) that codes for 12 lncRNA transcripts and has been implicated in many disease pathologies like gastric cancer, spontaneous neutrophil apoptosis, hepatocellular carcinoma, and the progression of oesophageal cancer. It is the antisense gene pair of the THAP9 gene (a transposase derived gene) with which it shares a promoter. THAP9-AS1 has been reported to be dysregulated during stress and several cancers. However, the exact role of the lncRNA is not well understood. Bioinformatics driven strategies are used to identify putative quadruplex forming sequences (PQSs) within the lncRNA THAP9-AS1. The identified PQSs are further validated using biophysical, spectroscopic and molecular biology driven techniques. The importance of each G-tract in the formation of a particular RNA G-quadruplex (rG4) is studied via the investigation of several deletion mutants. The findings demonstrate the rG4 forming potential of the identified PQSs within THAP9-AS1.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701224",
    "doi": "10.64898/2026.01.23.701224",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.700915",
    "title": "Single-nuclei RNA-sequencing uncovers sexually divergent exercise signatures partially mimicked by TFEB overexpression in mouse skeletal muscle",
    "authors": [
      "Granger, K.",
      "Liu, K.",
      "Joseph, T.",
      "Adler, A.",
      "Matthews, I.",
      "Leon, J.",
      "Baker, C.",
      "Kim, M.",
      "Wang, H.",
      "Han, X.",
      "Benayoun, B. A.",
      "Cortes, C. J."
    ],
    "summary": "Exercise induces extensive, cell type specific transcriptional remodeling in skeletal muscle to support metabolic flexibility and adaptation. However, the regulatory mechanisms underlying these transcriptional programs, and the extent to which they differ between sexes, remain poorly defined. We previously reported that lifelong, muscle-specific overexpression of human Transcription Factor E-B (cTFEB;HSACre transgenic mice) recapitulates many adaptive features of endurance training in both sexes, leading to profound geroprotective effects during aging even in the absence of exercise. Here, we profile transcriptional adaptations to voluntary wheel running (VWR) and TFEB-overexpression at single-nucleus resolution in young male and female mouse tibialis anterior muscle. This represents, to our knowledge, the first integrated analysis of exercise and TFEB signaling using sex as a biological variable. Using robust bioinformatic and single-nuclei RNA-sequencing approaches, we profiled six muscle-resident cell populations and uncover previously unrecognized, sex-dependent signaling nodes governing exercise-associated metabolic plasticity. TFEB activation and endurance training by VWR elicit strongly correlated transcriptional programs enriched for lipid metabolism, mitochondrial remodeling, and immune modulation, establishing TFEB-overexpression as a partial exercise mimetic. In general, female muscle exhibited enhanced extracellular matrix and lipid-associated responses to endurance training and TFEB overexpression, whereas males preferentially engaged in angiogenic and oxidative networks, revealing distinct sex-specific, sex-dimorphic, or sex-agnostic regulatory routes to metabolic flexibility. Integration with independent multi-omics datasets from endurance -trained rats (MoTrPAC) confirms the conservation of TFEB-exercise transcriptional convergence in skeletal muscle across species and potentially muscle types. Together, these findings define TFEB as a regulator of exercise transcriptional programs and reveal sex-specific molecular frameworks that drive metabolic adaptation in skeletal muscle. Furthermore, the resulting sex-resolved, single-nucleus transcriptional atlas provides a unique resource for the field, enabling comparative, mechanistic, and hypothesis-driven exploration of exercise-responsive skeletal muscle regulatory networks across sexes.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.700915",
    "doi": "10.64898/2026.01.23.700915",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701276",
    "title": "Advances in Thin-Film Graphene Neurotechnology for Chronic Nerve Stimulation and Recording",
    "authors": [
      "Garrido, J. A.",
      "Ria, N.",
      "Rodriguez-Meana, B.",
      "Masvidal Codina, E.",
      "Andreu, D.",
      "Crugeiras, J.",
      "William, L.",
      "Graf, A.",
      "Illa, X.",
      "Katirtsidis, A.",
      "Galceran, A.",
      "Guiraud, D.",
      "Del Corro, E.",
      "Navarro, X."
    ],
    "summary": "Neurotechnology is being explored for restoring sensorimotor functions after paralysis or amputation, which requires peripheral nerve interfaces that are selective, bidirectional, and chronically stable. Reduced graphene oxide (rGO) based microelectrodes offer low impedance and a high charge injection limit; however, long term in vivo performance has been limited by the durability of encapsulation. Here, we introduce a 10 um-thick transverse intrafascicular multichannel electrode (TIME) with a hybrid polyimide Al2O encapsulation engineered to improve fabrication yield, electrode-to-electrode uniformity, and device stability. In vitro, devices maintained near-ideal capacitive behaviour after accelerated ageing (3 months in PBS at 57 degrees Celsius) and sustained 10 biphasic stimulation pulses without detectable electrochemical degradation. In vivo, the arrays recorded compound nerve action potentials after one month and enabled selective activation of distinct peripheral nerve fibres with comparatively low current thresholds during four months of follow up, remaining below the device maximum injectable current. Together, these results demonstrate that combining graphene microelectrodes with a thin hybrid encapsulation improves chronic reliability of intraneural thin-film interfaces and helps to close the gap between laboratory prototypes and clinically relevant neuroprosthetic systems.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701276",
    "doi": "10.64898/2026.01.23.701276",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701103",
    "title": "Altered Placental Pyruvate Metabolism in Spontaneous Intrauterine Growth Restricted near-term Pregnant Guinea Pigs",
    "authors": [
      "Morris, L. E.",
      "Friesen-Waldner, L. J.",
      "Wade, T. P.",
      "de Vrijer, B.",
      "Regnault, T.",
      "McKenzie, C. A."
    ],
    "summary": "IUGR is associated with increased risk of fetal compromise, yet can be difficult to detect and phenotype with routine clinical surveillance. Given placental insufficiency and hypoxia can remodel placental energy metabolism, methods that directly assess placental metabolic function may improve identification and phenotyping of growth-restricted pregnancies. We combined structural, body composition, and hyperpolarized metabolic MRI to characterize a near-term spontaneous IUGR (spIUGR) phenotype in the guinea pig. Twenty-two pregnant guinea pig sows (71 fetuses) underwent 1H and hyperpolarized 13C MRI at 60 {+/-} 1 days gestation to quantify fetal and placental volumes, maternal/fetal body composition, and quantify placental pyruvate metabolism. Fetuses were classified as spIUGR when [&ge;] 3 of 5 established markers were present (body weight, brain-body, brain-liver, brain-placenta ratios, and body weight relative to pregnancy mean); corresponding volume cut-offs were derived from weight cut-offs. MRI-derived fetal and placental volumes correlated strongly with collection weights and classified spIUGR consistently with weight-based criteria. Maternal adiposity (subcutaneous and visceral) was inversely associated with fetal adipose tissue volume, and maternal visceral fat PDFF was negatively associated with fetal adipose PDFF. Hyperpolarized MRI demonstrated IUGR phenotype-dependent placental pyruvate routing: LPR increased with asymmetric (brain-sparing) growth, showing a positive association with brain-body volume ratio (p = 0.02) and brain-body weight ratio (p = 0.04). In contrast, BPR was not significantly related to brain-body ratios (p = 0.09 - 0.11) but was inversely associated with absolute fetal size (body volume and weight, p = 0.02). These findings validate MRI volumetry for non-invasive identification of placental insufficiency spIUGR and link growth restriction severity and asymmetry to distinct placental metabolic signatures measurable in vivo.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701103",
    "doi": "10.64898/2026.01.23.701103",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701330",
    "title": "Pharmacological Restoration of Mitochondrial Permeability Transition Pore Flickering by High-Content Drug Repurposing",
    "authors": [
      "Franchini, E.",
      "Bulloni, M.",
      "Sorgente, A.",
      "Paulikova, K.",
      "Marafelli, I.",
      "Sambri, I.",
      "Pattini, L.",
      "Casari, G."
    ],
    "summary": "The mitochondrial permeability transition pore (mPTP) is a voltage- and calcium-regulated channel located in the inner mitochondrial membrane whose activity critically influences cellular fate. While prolonged pore opening leads to mitochondrial depolarization, matrix swelling, and cell death, brief and reversible opening events, referred to as flickering, enable controlled release of calcium and reactive oxygen species and serve essential physiological functions. Emerging evidence indicates that restoring physiological mPTP flickering, rather than suppressing pore activity, may be beneficial in disorders characterized by impaired pore dynamics, including hereditary spastic paraplegia type 7 (SPG7). However, no approved therapeutics are currently available to promote controlled mPTP pore opening. To identify pharmacological modulators of flickering, we performed a high content screen of 2,000 FDA and EMA approved compounds using a validated fluorescence-based assay coupled with automated image analysis. Thirteen compounds increased both the frequency and the area of flickering events while preserving cellular and mitochondrial integrity. Validation in fibroblasts derived from two SPG7 patients and healthy controls confirmed reproducible activity across distinct genetic backgrounds. Among the prioritized candidates, berberine emerged as the most robust modulator, consistently enhancing mPTP flickering independently of SPG7 mutation status. Notably, berberine selectively increased the proportion of small-size flickering events, indicative of physiological pore activity. These findings identify berberine as a promising modulator of mPTP dynamics and support pharmacological restoration of physiological flickering as a potential therapeutic strategy for SPG7 and other disorders associated with impaired mitochondrial permeability transition pore regulation.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701330",
    "doi": "10.64898/2026.01.23.701330",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.24.701060",
    "title": "A divergent mutational and clonal landscape in aged HSCs is not linked to aging-associated clonal hematopoiesis",
    "authors": [
      "Carolina Florian, M.",
      "Amoah, A.",
      "Nattamai, K. J.",
      "Soller, K.",
      "Vollmer, A.",
      "Hoenicka, M.",
      "Liebold, A.",
      "Bauer, K.",
      "Mallm, J.-P.",
      "Geiger, H.",
      "Mulaw, M. A."
    ],
    "summary": "Somatic mutations accumulate throughout life and can serve as endogenous markers to trace cellular lineage relationships. In hematopoietic stem cells (HSCs), aging is associated with functional decline and clonal skewing, yet how somatic mutational histories shape clonal architecture at single-cell resolution remains incompletely understood. Here, we leverage single-cell RNA sequencing from murine and human long-term HSCs to identify expressed somatic single-nucleotide variants and reconstruct mutation-based genealogies. To address technical noise inherent to single-cell transcriptomes, we implement a stringent joint variant filtering strategy that exploits daughter cell relationships and probabilistic modeling to distinguish true somatic events from artifacts. Using these high-confidence variants, we infer phylogenetic and clonal relationships among individual HSCs and uncover striking age-dependent differences in lineage structure. Whereas young HSCs show little evidence of hierarchical clonal organization, aged HSCs frequently exhibit structured genealogies consistent with clonal expansion. Integration of mutational, transcriptional, and signature-based analyses further reveals that genetically distinct clones in aged samples are transcriptionally divergent and enriched for pathways linked to aging and DNA damage responses. Together, our findings demonstrate that somatic mutations recovered from single-cell transcriptomes can resolve HSC clonal evolution and reveal age-associated alterations in stem cell dynamics.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.24.701060",
    "doi": "10.64898/2026.01.24.701060",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.24.701467",
    "title": "Transcriptomic Analysis Reveals Inflammatory and Metabolic Dysregulation in Unexplained Female Infertility",
    "authors": [
      "PATIAL, R.",
      "Ray, S.",
      "Singh, K.",
      "Sobti, R. C."
    ],
    "summary": "Infertility is a complex condition affecting both the male and female population. Influenced by multiple factors, it remains a constant challenge due to limited understanding of endometrial abnormalities. With this study we aim to investigate the molecular basis of infertility using transcriptomic analysis of endometrial tissue from the NCBI GEO dataset GSE92324. We performed exploratory data analysis using Principal Component Analysis (PCA) to find samples variance followed by differential gene expression (DGE) analysis using DESeq2 package where we identified 168 significant genes with adjusted p-value < 0.05 and |log2FC| > 2. Upregulated genes included GPX3, CXCL14, and PPARGC1A and downregulated genes included WNK4, GJB2, and TRPM6. Functional enrichment using KEGG and GO showed that differentially expressed genes (DEGs) are involved in immune-inflammatory pathways, lipid metabolism and steroid biosynthesis pathways. Through Ingenuity Pathway Analysis (IPA) we identified affected canonical pathways such as increased innate immune responses, altered lipid metabolism and inhibition of mitochondrial dysfunction. Upstream regulator analysis highlighted PTEN, PRKAA1, HDAC4, IL10RA, and RAD51, which were impacting metabolic pathways and anti-inflammatory signalling. Further, through Weighted Gene Co-expression Network Analysis (WGCNA) we found a Turquoise module that had very strong and highly significant negative correlation (cor = -0.84, respectively and P < 0.0001) with traits of interest. This led to the discovery of C7orf50 as a novel insight involved in cholesterol metabolism linked to infertility. This integrative approach reveals crucial genes, co-expression modules, and underlying pathways involved in female infertility. KEYWORDS: Infertility, Gene expression data analysis, Differential gene expression analysis, KEGG pathways, Biological processes, Molecular Functions, Cellular Components, Protein-protein interaction (PPI) network, WGCNA, IPA (Ingenuity Pathway Analysis), Endometrial tissue",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.24.701467",
    "doi": "10.64898/2026.01.24.701467",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.26.701742",
    "title": "Trophoblast ferroptosis restricts SARS-CoV-2 spread in the placenta",
    "authors": [
      "McColl, E.",
      "Kumar, D. U.",
      "Jones, B.",
      "Marks, N.",
      "Diveley, E.",
      "Karvas, R.",
      "Theunissen, T.",
      "Kelly, J.",
      "Mysorekar, I. U."
    ],
    "summary": "Prenatal SARS CoV 2 infection is associated with adverse pregnancy outcomes, but placental mechanisms that restrict viral spread remain unclear. Here we show that SARS CoV2 exposure induces ferroptosis-linked iron dysregulation in the placenta as a host defense. Human placentas from early gestation SARS CoV 2 exposed pregnancies exhibited persistent viral protein expression at term, iron accumulation, disrupted localization of iron transport proteins, and reduced expression of the ferroptosis inhibitor, GPX4. In trophoblast cells and newly generated stem cell-derived trophoblast organoids (SCTOs) with physiological apical-out polarity, infection with live SARS CoV 2 Delta variant suppressed expression of iron efflux transporter, ferroportin and ferroptosis inhibitors, GPX4 and PLA2G6, promoting lipid peroxidation and ferroptotic signaling. Sub-lethal pharmacological activation of ferroptosis reduced viral titers in trophoblasts, indicating an antiviral function. Together, these results uncover a new mechanism through which the placenta attempts to restrict SARS CoV 2 replication. However, this protective response is accompanied by placental iron sequestration, which may compromise maternal-fetal iron transfer and help explain iron deficiency and anemia reported in infants born after prenatal SARS CoV 2 exposure, highlighting a delicate balance between iron and ferroptosis-mediated protection and damage with implications for pregnancy outcomes.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.701742",
    "doi": "10.64898/2026.01.26.701742",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.26.701721",
    "title": "PTM-Driven Reshaping of the Peptide Translocation Landscape in Bilayer Graphene Nanopores",
    "authors": [
      "Upadhyaya, A.",
      "Sur, P.",
      "Varma, M.",
      "Maiti, P. K."
    ],
    "summary": "Post translational modifications (PTMs) underpin much of protein regulation, yet their single molecule readout remains a challenge in nanopore proteomics. While biological nanopores have shown exquisite PTM sensitivity, the microscopic mechanisms by which PTMs perturb signals in solid state nanopores are largely unexplored. Here, we use all-atom molecular dynamics to investigate how three common PTMs, acetylation, phosphorylation, and methylation, modulate the translocation of a cancer relevant p53 peptide fragment through a bilayer graphene nanopore. We find that PTMs remodel the translocation landscape far more strongly at the level of dwell time statistics than at the level of mean current blockade. Acetylation enhances peptide graphene adhesion and substantially slows transport, with adjacent acetylations producing the longest residence times due to cooperative interfacial interactions, while remotely spaced acetylations yield broader, heterogeneous dynamics. Phosphorylation introduces a negative charge that increases dwell time through an electrostatic tug of war, while also generating the largest current blockade among the PTMs studied. In contrast, methylation minimally perturbs translocation due to weak pore interactions and preserved charge. Combining dwell time with relative blockade features enables a simple linear SVM classifier to reliably distinguish unmodified, acetylated, and phosphorylated states. These results establish mechanistic design principles for PTM detection using solid-state nanopores and delineate which classes of PTMs are the most amenable to single molecule detection with these devices.",
    "published": "2026-01-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.701721",
    "doi": "10.64898/2026.01.26.701721",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2024.10.13.618103",
    "title": "Reactive Oxygen Detoxification Contributes to Mycobacterium abscessus Antibiotic Survival",
    "authors": [
      "Bates, N. A.",
      "Rodriguez, R.",
      "Drwich, R.",
      "Ray, A.",
      "Stanley, S. A.",
      "Penn, B. H."
    ],
    "summary": "When a population of bacteria are exposed to a bactericidal antibiotic most cells die rapidly. However, a sub-population of antibiotic-tolerant cells known as \"persister cells\" can survive for prolonged periods, and antibiotic tolerance can be strongly induced in a population by stresses such as nutrient deprivation. However, the pathways required to maintain viability in this setting, and how they are regulated are poorly understood. To identify genetic determinants of antibiotic tolerance in mycobacteria, we carried out transposon mutagenesis insertion sequencing (Tn-Seq) screens in Mycobacterium abscessus (Mabs) exposed to bactericidal translation-inhibiting antibiotics. This analysis identified genes essential for the survival of both spontaneous persister cells as well as for stress-induced tolerance, allowing the first genetic comparison of these states in mycobacteria. Pathway analysis identified multiple genes involved in the detoxification of reactive oxygen species (ROS), including the catalase-peroxidase katG, which contributed to survival in both stressed and un-stressed populations. In addition, we found that endogenous ROS were generated following antibiotic exposure, and that hypoxia significantly impaired bacterial killing. Thus, in Mabs, the lethality of some antibiotics is amplified by toxic ROS accumulation, and antibiotic-tolerant cells require detoxification systems to remain viable.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.13.618103",
    "doi": "10.1101/2024.10.13.618103",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.04.668555",
    "title": "Temporal orchestration of transcriptional and epigenomic programming underlying maternal embryonic diapause in a cricket model",
    "authors": [
      "Kataoka, K.",
      "Shimizu, Y.",
      "Sanno, R.",
      "Koshiishi, Y.",
      "Naito, K.",
      "Yura, K.",
      "Asahi, T.",
      "Goto, S. G."
    ],
    "summary": "Maternal perception of environmental conditions can direct offspring developmental trajectories, providing adaptive flexibility across taxa. In the band-legged ground cricket Dianemobius nigrofasciatus , maternal exposure to short days induces embryonic diapause at the cellular blastoderm stage in offspring. Here, we investigate molecular mechanisms underlying this transgenerational adaptation through genome assembly (1.45 Gbp) and time-series transcriptomic analyses of diapause and non-diapause eggs from 12 to 72 hours post-oviposition. Despite morphological similarity, diapause-destined eggs show early upregulation of ATP-dependent chromatin remodeling genes at 24 hours. ATAC-seq reveals reduced chromatin accessibility at neural and cell cycle-related genes. Time-series clustering identifies precocious shifts in RNA processing machinery (peaking at 24 versus 40 hours in non-diapause eggs), followed by metabolic regulation toward amino acid catabolism and gluconeogenesis sustaining long-term survival during developmental arrest. Our findings reveal diapause as actively coordinated molecular programming involving epigenetic, transcriptional, and metabolic remodeling, providing insights into transgenerational environmental adaptation.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.04.668555",
    "doi": "10.1101/2025.08.04.668555",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701403",
    "title": "Evolutionary history and functional divergence of hydroxycarboxylic acid receptors in primates",
    "authors": [
      "Opazo, J. C.",
      "Barros, L. F.",
      "Zavala, K.",
      "Maldonado, R.",
      "Mardones, G."
    ],
    "summary": "Hydroxycarboxylic acid receptors (HCARs) are class A G-protein-coupled receptors that function as metabolic sensors. This receptor family includes three members (HCAR1, HCAR2, and HCAR3) expressed in metabolically active tissues and immune cells, where they link cellular metabolic status to physiological responses. This study aims to elucidate the evolutionary history of the most recently originated members of the HCAR gene family, namely HCAR2 and HCAR3, in primates. According to our phylogenetic analyses, the duplicative history of these genes involved multiple independent duplication events during ape evolution. Thus, most ape lineages possess independently originated duplicated copies, while non-ape primates retain the ancestral condition of a single-copy gene (HCAR2/3). Our analyses further indicate that this single-copy gene in non-ape primates is functionally equivalent to HCAR2, suggesting that the primary functional innovation in apes is associated with the physiological roles of HCAR3. Finally, gene expression analyses reveal that major divergence in tissue expression occurred after the initial duplication event that generated HCAR1 and the HCAR2/3 lineage, whereas HCAR2 and HCAR3 exhibit substantial overlap in their expression profiles. Thus, the more refined and context-dependent regulation of lipid metabolism that provides the HCAR3 receptor seems to have originated multiple times during the evolutionary history of apes.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701403",
    "doi": "10.64898/2026.01.23.701403",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701434",
    "title": "Tractometry-Based Quantification of Along-Tract White-Matter Hemispheric Asymmetry in Alzheimer's Disease",
    "authors": [
      "Chandio, B. Q.",
      "Feng, Y.",
      "Ba Gari, I.",
      "Alibrando, J. D.",
      "Thomopoulos, S. I.",
      "Villalon-Reina, J. E.",
      "Liou, K.",
      "Somu, S.",
      "Yoo, H.",
      "Nir, T. M.",
      "Garyfallidis, E.",
      "Luders, E.",
      "Yeh, F.-C.",
      "Jahanshad, N.",
      "Thompson, P. M."
    ],
    "summary": "White-matter hemispheric asymmetry is a fundamental property of human brain organization and is known to change in aging, neurodevelopment, and neurodegenerative disorders. Tractometry analyzes diffusion-derived microstructural measures along the full length of tracts, localizing changes to specific tract-segments rather than collapsing tracts into a single value. Yet, existing frameworks lack a principled way to quantify left-right hemispheric asymmetries along homologous tracts. Here, we introduce an asymmetry-aware tractometry framework that integrates a symmetric white-matter atlas with BUAN (Bundle Analytics) to enable anatomically consistent, along-tract comparison of homologous pathways. By defining homologous bundles with a shared template and consistent orientation, each left-hemisphere segment is directly matched to its right-hemisphere counterpart, enabling principled, segment-wise comparison and revealing spatially localized asymmetries along-tract. Applying this framework to diffusion MRI data from the Alzheimer's Disease Neuroimaging Initiative (ADNI) comprising 1,215 subjects, we demonstrate how this approach reveals systematic left-right asymmetries across major white-matter pathways and show how these patterns differentiate cognitively normal (CN) individuals from those with mild cognitive impairment (MCI) and dementia. This method provides a sensitive and anatomically grounded tool for studying hemispheric specialization and its disruption in aging and disease, and establishes a general approach for asymmetry-aware tractometry in population neuroimaging studies.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701434",
    "doi": "10.64898/2026.01.23.701434",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701417",
    "title": "MicroRNA Networks Driving Skeletal Aging and WNT Pathway Modulation",
    "authors": [
      "Achudhan, D.",
      "Monroe, D.",
      "Dehankar, M.",
      "Qin, L.",
      "Khosla, M.D, S.",
      "Pignolo, R.",
      "Chandra, A."
    ],
    "summary": "Cellular senescence is a key mechanism of skeletal aging in both physiological and accelerated conditions, such as radiotherapy. This study aimed to identify common differentially regulated microRNAs (miRs) across these contexts. We performed miR sequencing on three models: femurs from young (5-month-old) versus old (24-month-old) mice; focally radiated versus non-radiated femurs; and osteocytes from young versus old mice. Osteocytes were included in the comparison, as they have the longest lifespan in the mineralized bone matrix and they form 90-95% of all mesenchymal bone cell types. Among the three groups, miR-135a-5p and miR-671-5p were the common (i.e., shared) miRs that were downregulated, and miR-183-5p, a miR that regulates the WNT pathway, was the only shared upregulated miR, while miR-155-5p, a miR that regulates the Senescence-Associated Secretory Phenotype (SASP), was elevated in two conditions. The WNT-pathway has been positively associated with bone health and Sclerostin, a WNT-pathway inhibitor produced and secreted by osteocytes, has been implicated in accelerated skeletal deterioration following radiation. Thus, we used a neutralizing antibody to Sclerostin (Scl-Ab), to assess genes related to the WNT pathway and senescence, which are regulated by miR-183-5p and miR-155-5p, respectively. We further performed miR sequencing in radiated bones from mice treated with Scl-Ab and identified miR-133a-3p, a key miR that inhibits bone metabolism and function, which is upregulated in accelerated skeletal aging (i.e., focal radiation) downregulated by Scl-Ab. Overall, our study identifies potential regulatory gene pathways that modulate skeletal aging in the presence and absence of a WNT activator, Scl-Ab.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701417",
    "doi": "10.64898/2026.01.23.701417",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.25.701303",
    "title": "Pex9 regulates TORC2 during the cellular response to oxidative stress",
    "authors": [
      "Angel, M.",
      "Szitenberg, A.",
      "Carmi, M.",
      "Asraf, Y.",
      "Barkai, N.",
      "Schuldiner, M."
    ],
    "summary": "Peroxisomes are known for their detoxification role in cellular reactive oxygen species (ROS) homeostasis, yet their regulatory roles in cellular recovery from oxidative stress remain unclear. Here, using yeast, we systematically screened a panel of fluorescently tagged peroxisome-related proteins and identified widespread stress-induced changes in their localization. Notably, we discovered that the peroxisomal import receptor, Pex9, rapidly enters the nucleus upon H2O2 exposure, independently of the canonical oxidative stress regulators- Yap1 and Skn7, suggesting a non-canonical signaling function. We further show that Pex9 nuclear entry is modulated by Avo1, an essential Tor complex 2 (TORC2) subunit. In turn, Pex9 downregulates the essential TOR complexes kinase, Tor2, at both the transcriptional and protein levels. Finally, we show that this Pex9-TORC2 regulatory loop during oxidative stress is facilitated by the cellular envelope stress response. Our findings uncover an unexpected peroxisome-TORC2 signaling axis and highlight the importance of organelles in shaping global cellular responses to stress.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.25.701303",
    "doi": "10.64898/2026.01.25.701303",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.24.701492",
    "title": "Introduction of CG methylation in E. coli induces mutagenesis at AT base pairs",
    "authors": [
      "Hains, K.",
      "Klimczyk, A.",
      "Sarkies, P."
    ],
    "summary": "In many eukaryotic species, DNA is methylated at the 5 position of cytosine to form 5mC, predominantly within CG dinucleotides. Despite being conserved since the dawn of eukaryotic life, 5mC is often lost from individual lineages, suggesting that it may have detrimental effects. One such effect is genotoxicity, through the effect of 5mC on the process of cytosine deamination and its repair. Additionally, enzymes that introduce 5mC (DNA methyltransferases, DNMTs) can also damage DNA through alkylation and oxidative stress, but how these genotoxic effects combine to influence mutagenesis is unclear. To investigate how mutagenesis changes upon methylation of CG dinucleotides we introduced high levels of CG methylation into the bacteria E. coli. 5mC induction increased mutation at CG dinucleotides consistent with increased C to T mutations. We also discovered that 5mC induction led to increased mutations at AT base pairs, specifically in the absence of the alkylation repair enzyme AlkB. This effect was specific to certain E. coli strains and was not dependent on the DNA repair enzyme RecA, so its exact mechanism remains unclear. Together, our work highlights multiple mutagenic consequences of DNMT expression, which might act as selective pressures for organisms to lose 5mC across evolution.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.24.701492",
    "doi": "10.64898/2026.01.24.701492",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701236",
    "title": "Mechanism study on lactic acid promoting intervertebral disc degeneration by regulating senescence and DNA damage of cartilage endplate stem cells",
    "authors": [
      "Lv, Q.",
      "Wang, T.",
      "Jiang, L.",
      "Chen, Q.",
      "Peng, J.",
      "Zhou, J.",
      "Min, Q.",
      "Pu, Y.",
      "Zhou, J.",
      "Huang, Q."
    ],
    "summary": "Intervertebral disc degeneration, a leading cause of low back pain with incompletely elucidated molecular mechanisms, was studied via integrated in vivo/vitro approaches. This study first reveals that lactic acid accelerates intervertebral disc degeneration by inducing cartilage endplate stem cells senescence and DNA damage, thereby activating the P16/P21/P53-centered senescence pathway. In a rat tail vertebra puncture-induced intervertebral disc degeneration model, degenerated discs exhibited increased lactic acid levels, narrowed intervertebral spaces, and disrupted nucleus pulposus structure (P<0.05). In vitro, 0/2/6/10 mM lactic acid dose-dependently suppressed cartilage endplate stem cells viability (10 mM group: 15.7% of the control), elevated intracellular reactive oxygen species (ROS, 2.8-fold relative to the control), induced G0 cell cycle arrest (10 mM group: 85.63%), reduced EdU-positive cells (8.62%), and increased {beta}-galactosidase-positive cells (10 mM group: 33.06%) and {gamma}-H2AX foci (all P<0.01).Molecularly, lactic acid significantly upregulated P16 (2.1-fold), P21 (3.1-fold), P53 (2.4-fold), and {gamma}-H2AX (1.8-fold). In vivo intervertebral disc injection confirmed a positive correlation between lactic acid concentration and intervertebral disc degeneration severity. This study clarifies lactic acids role in intervertebral disc degeneration via the \"oxidative stress-cell cycle arrest-cellular senescence\" axis, advancing understanding of intervertebral disc degeneration pathogenesis and providing a basis for targeted therapies against lactic acid metabolism.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701236",
    "doi": "10.64898/2026.01.23.701236",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bp53\\b",
      "\\bp16\\b",
      "\\bp21\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701243",
    "title": "Proteomics profiles of growth-related proteins of Red Sokoto and West African Dwarf goats",
    "authors": [
      "Babatunde, O.",
      "Akintunde, A. O.",
      "Ajayi, B. A."
    ],
    "summary": "Proteomic profiling provides a framework for describing breed-specific growth, physiological and adaptive mechanisms in livestock. This study compared the plasma proteomic profiles of Red Sokoto (RS) and West African Dwarf (WAD) goats, with emphasis on growth-related proteins. Plasma samples from 20 goats (RS = 10; WAD = 10) collected across three locations in southwestern Nigeria were analysed using liquid chromatography mass spectrometry (LCMS). A total of 66 plasma proteins were identified in RS goats and 59 in WAD goats, of which 14 were associated with growth regulation. Distinct breed-specific expression patterns were evident. RS goats exhibited higher abundance of fibronectin and calmodulin, indicating enhanced tissue remodelling, muscle development, and calcium-mediated signaling. In contrast, WAD goats showed relatively higher expression of key metabolic and endocrine regulators, including insulin, leptin, ghrelin, glucagon, adiponectin, epidermal growth factor, erythropoietin, and thrombopoietin, reflecting greater metabolic efficiency and adaptive resilience. Gene ontology enrichment analysis revealed marked functional divergence between breeds: RS goats demonstrated stronger enrichment of GO terms related to signal transduction efficiency, cell matrix adhesion, calcium ion binding, and growth-related morphogenetic processes, whereas WAD goats showed enrichment of GO categories associated with energy metabolism, stress adaptation, catabolic regulation, and hematopoietic support. These findings indicate that breed differences in growth potential are driven more by pathway efficiency and functional integration than hormone abundance. Plasma proteomic and GO-based functional profiles highlight coordinated anabolic and structural growth regulation in RS goats and a resilience-oriented metabolic strategy in WAD goats, with important implications for breed-specific selection, conservation, and sustainable goat production systems.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701243",
    "doi": "10.64898/2026.01.23.701243",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701273",
    "title": "Phosphoproteomic profiling reveals signaling pathways modulated by Annona muricata leaf extract in oral adenosquamous carcinoma cells",
    "authors": [
      "Najar, M. A.",
      "Rex, D. A. B.",
      "Modi, P. K.",
      "G. P, S.",
      "Prasad, T. S. K.",
      "Dagamajalu, S."
    ],
    "summary": "Phosphorylation driven dysregulation of intracellular signaling networks is a central feature of cancer initiation, progression, and therapeutic resistance. Although Annona muricata leaf extracts have demonstrated anticancer activity across multiple experimental models, the underlying molecular mechanisms particularly at the level of phosphorylation dependent signaling remain poorly understood. In this study, we employed a tandem mass tag TMT-based quantitative phosphoproteomic approach to systematically characterize signaling alterations induced by methanolic Annona muricataleaf extract (AME) in oral squamous cell carcinoma (OSCC) CAL-27 cells. Functional assays revealed that AME significantly inhibited cell proliferation, migration, and clonogenic survival. Global phosphoproteomic profiling identified 6,362 phosphopeptides corresponding to 1,964 unique phosphorylation sites across nearly 7,000 phosphoproteins. AME treatment induced widespread, time-dependent hypophosphorylation, indicating a coordinated suppression of oncogenic signaling networks. Pathway and network analyses revealed marked inhibition of signaling pathways associated with key oncogenic kinases, including cyclin-dependent kinases (CDKs), mitogen-activated protein kinases (MAPKs), and signaling modules linked to EGFR and mTOR pathways. Kinase-substrate enrichment and kinome mapping further demonstrated reduced inferred activity of CDK and MAPK driven signaling, accompanied by suppression of cell cycle progression, mitosis, and checkpoint regulation. Collectively, these findings demonstrate that AME induces systems-level remodeling of phosphorylation dependent signaling networks, enforcing a growth-restrictive cellular state in OSCC cells. This study highlights quantitative phosphoproteomics as a powerful strategy for dissecting natural product mediated regulation of oncogenic signaling and provides mechanistic insight into the anticancer potential of Annona muricata.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701273",
    "doi": "10.64898/2026.01.23.701273",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701253",
    "title": "Alternative Lengthening of Telomeres and CINSARC are interconnected toward non-translocation-related sarcomas progression",
    "authors": [
      "Perot, G.",
      "Guerriau, C.",
      "Roussel, N.",
      "Sarot, E.",
      "Valle, C.",
      "Pomies, P.",
      "Tirode, F.",
      "Poncet, D.",
      "Chibon, F."
    ],
    "summary": "Alternative lengthening of telomeres (ALT) is a telomere elongation mechanism activated during oncogenesis and primarily acting in tumors of mesenchymal origin. Although the proteins involved in the machinery enabling ALT to elongate telomeres are becoming better understood, the underlying biology of this mechanism remains unclear. In the present study, we took advantage of a fully characterized cohort of 98 leiomyosarcomas (LMS) from the French Sarcoma Group to further our understanding of the ALT mechanism. We first compared the transcriptomic profiles of ALT+ and TERT+ LMS and demonstrated a strong enrichment of the CINSARC signature in ALT+ tumors. The establishment of an ALT+-related signature in these LMS confirmed the close association between CINSARC and ALT in two additional cohorts of non-translocation-related sarcomas. In vitro mesenchymal models of spontaneous ALT induction showed increased CINSARC expression following acquisition of the ALT mechanism. Conversely, ALT inactivation, through BLM inhibition, led to decreased CINSARC expression. These results establish CINSARC as a new hallmark of the ALT mechanism in non-translocation-related sarcomas and demonstrate the association of a cellular biological process with the CINSARC prognostic signature, namely the ALT mechanism.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701253",
    "doi": "10.64898/2026.01.23.701253",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701232",
    "title": "Cyanine dye conjugates of a 2'-deoxycytidine-based auto- and mitophagy activator extend Caenorhabditis elegans lifespan",
    "authors": [
      "Guseva, E. A.",
      "Kamzeeva, P. N.",
      "Sokolskaya, S. Y.",
      "Myasnikov, B. P.",
      "Golubeva, J. A.",
      "Alferova, V. A.",
      "Zaranaina, R.-L.",
      "Vays, V. B.",
      "Vangeli, I. M.",
      "Belyaev, E. S.",
      "Potapova, O. A.",
      "Gotmanova, N. N.",
      "Bacheva, A. V.",
      "Bakeeva, L. E.",
      "Marusich, E. I.",
      "Rubtsova, M. P.",
      "Dontsova, O. A.",
      "Sergiev, P. V.",
      "Aralov, A. V."
    ],
    "summary": "Background Autophagy and mitophagy are essential for cellular homeostasis and play key roles in longevity and healthy aging, whereas their age-associated decline contributes to the development of age-related diseases. The identification of small-molecule activators of these pathways therefore represents an important therapeutic objective. Methods In this study, we investigated a series of compounds based on a 2`-deoxycitidine-derived scaffold and systematically analyzed the impact of structural substitutions on their ability to induce autophagy and mitophagy. Chemical optimization and functional assays were combined with pathway analysis, cellular readouts of proteostasis, and in vivo lifespan assessment in Caenorhabditis elegans. Results The lead compound enhanced autophagy predominantly via activation of the AMPK-ULK1 signaling pathway and induced mitophagy in a Parkin-independent manner. It promoted autophagosome formation and facilitated functional clearance of aggregation-prone mutant huntingtin. Conjugation of the lead compound with the mitochondria-targeting Cy5 dye further potentiated mitophagy induction, likely through preferential mitochondrial accumulation, while reducing cytotoxicity. Importantly, the conjugated compound significantly extended C. elegans lifespan at lower concentrations compared with the unconjugated analogue. Conclusions Together, these results identify a promising chemical scaffold for the development of auto- and mitophagy activators and validate mitochondria-targeted conjugation as an effective strategy to enhance their biological performance. The demonstrated in vivo efficacy supports the potential relevance of these compounds for interventions aimed at preserving proteostasis and mitochondrial quality control, with possible implications for geroprotective applications.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701232",
    "doi": "10.64898/2026.01.23.701232",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.25.701309",
    "title": "A chromosome-scale, haplotype-resolved genome assembly of the barley stripe rust pathogen Puccinia striiformis f. sp. hordei",
    "authors": [
      "Tam, R.",
      "Mojerlou, S.",
      "Moeller, M.",
      "Rathjen, J.",
      "Schwessinger, B.",
      "Algaba, J. R."
    ],
    "summary": "Puccinia striiformis f. sp. hordei (Psh) causes barley stripe rust, an economically important disease affecting barley production across multiple temperate regions. Unlike its well-studied wheat-infecting relative P. striiformis f. sp. tritici, genomic resources for Psh remain limited, with no fully documented chromosome-scale, haplotype-resolved reference genomes publicly available. Here we present a high-quality, haplotype-resolved genome assembly of the dikaryotic Psh isolate NP85002, generated using Oxford Nanopore long-read sequencing combined with Hi-C chromatin conformation capture. The assembly comprises 18 chromosomes per haplotype (151.3 Mb total) including 33 telomere-to-telomere chromosomes, telomeric repeats at 69/72 chromosome ends, and six internal gaps. The assembly shows high consensus accuracy (QV >72) and strong haplotype separation (97.54% within-haplotype Hi-C contacts). Genome completeness reached 90.1% complete BUSCOs, and a combined lift-over plus ab initio annotation achieved 94.4% complete BUSCOs. Repeat annotation indicates 45% repetitive content. We additionally provide a 102,058 bp mitochondrial genome assembly with 41 annotated genes. This genome resource provides a chromosome-scale framework for comparative and population genomic analyses of barley stripe rust and related cereal rust pathogens.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.25.701309",
    "doi": "10.64898/2026.01.25.701309",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.25.701366",
    "title": "Pol γ possesses separate metal binding sites for polymerase and strand displacement functions",
    "authors": [
      "Baruch-Torres, N.",
      "Park, J.",
      "Mora-Garduno, J.",
      "Roy, A.",
      "Singh, A.",
      "Cisneros, G. A.",
      "Brieba, L. G.",
      "Patel, S. S.",
      "Yin, Y. W."
    ],
    "summary": "Accurate replication of mitochondrial genome (mtDNA) integrity, which is essential for cellular metabolism and energy supply, relies primarily on DNA polymerase gamma (Pol {gamma}), Twinkle helicase, and mitochondrial single-stranded DNA binding protein (mtSSB). Twinkle alone exhibits little helicase activity while reports indicate that Pol {gamma} displays from modest to limited unwinding activity. This led us to dissect Pol {gamma} strand displacement activity using structural, biochemical and in silico approaches. Here, we show that human Pol{gamma} carries out robust strand displacement synthesis at physiological concentrations of divalent metal ions which reveals that distinct metal-binding sites can independently regulate DNA synthesis and unwinding activities. We further showed that Pol {gamma} can displace RNA/DNA hybrid with comparable efficiency as DNA/DNA duplex, representing a key implication on RNA primer removal to preserve mtDNA integrity. Our cryo-electron microscopy structures of Pol {gamma} complexed with a template containing downstream dsDNA and an incoming nucleotide revealed the structural mechanism for the strand displacement activity. We identified four conformational states that represent successive stages of DNA unwinding, accompanied by coordinated rearrangement of the downstream DNA and Pol {gamma} elements that mediate strand displacement. This work establishes biochemical and structural mechanisms of Pol {gamma} strand displacement activity, providing fundamental insight into human mitochondrial DNA replication and integrity.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.25.701366",
    "doi": "10.64898/2026.01.25.701366",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701002",
    "title": "Cell cycle dynamics of redox state and lipid metabolism in S. cerevisiae, S. pombe and murine leukaemia cells",
    "authors": [
      "Terpstra, H. M.",
      "Fulleborn, J. A.",
      "Kamenz, J.",
      "Heinemann, M."
    ],
    "summary": "Coordination of metabolism, cell growth and cell division is essential to life. Recent single-cell measurements in S. cerevisiae have shown that metabolic processes and the cellular redox state are dynamic along the cell cycle. However, it is unknown whether similar metabolic oscillations also occur in other organisms. Until now, the dynamics of metabolism in other eukaryotes have predominantly been studied in cell cycle synchronised populations. Since cell cycle synchronisation methods can perturb metabolism, they may also introduce artefacts in the recorded dynamics. Here, we performed time-lapse microscopy analyses of exponentially growing single cells of the budding yeast S. cerevisiae, the fission yeast S. pombe and murine leukaemia L1210 cells. Measuring the NAD(P)H autofluorescence and the cell surface area growth rate in unsynchronised cells, we discovered oscillations along the cell cycle of the cellular redox state and lipid metabolism, respectively. Thus, our work shows that metabolism is dynamic along the cell cycle of these three evolutionarily distant eukaryotic organisms. This finding suggests that such metabolic oscillations could be a conserved characteristic among eukaryotes.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701002",
    "doi": "10.64898/2026.01.22.701002",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700422",
    "title": "Fibroblast-specific Deletion of Yap/Taz Impairs Mouse Postnatal Dermal Development by Suppressing Collagen Production and Deposition",
    "authors": [
      "Ermilov, A.",
      "Kim, A. J.",
      "Hansen, K. C.",
      "McCabe, M.",
      "Kim, J. Y.",
      "Qin, Z.",
      "Zhang, Z.",
      "He, T.",
      "Guo, C.",
      "Voorhees, J. J.",
      "Fisher, G. J.",
      "Quan, T."
    ],
    "summary": "The Hippo pathway effectors YAP and TAZ are key regulators of cell proliferation, apoptosis, and differentiation, thereby maintaining tissue homeostasis and controlling organ size. While their roles in epithelial tissues and cancer are well established, their role in dermal fibroblast extracellular matrix (ECM) regulation is less understood. Here, we investigated the role of Yap/Taz during postnatal skin dermis development. During postnatal growth, mouse skin steadily grows and undergoes significant surface expansion. Postnatal deletion of Yap/Taz in dermal fibroblasts, the primary cells responsible for dermal ECM homeostasis, significantly impaired dermal maturation, as evidenced by marked deficiencies in collagen synthesis and deposition. Isolated fibroblasts from Yap/Taz knockout mice showed reduced proliferation and diminished expression of Yap/Taz target genes (Ccn2, Col1a1), which were rescued by reintroduction of active Yap/Taz. RNA-seq, and spatial transcriptomics and proteomics of Yap/Taz knockout skin revealed substantial downregulation of matrisome genes, including type I (Col1a1, Col1a2) and type III (Col1a3) collagens, which together constitute more than 90% of the skin's collagen content. These findings demonstrate that Yap/Taz are essential for dermal ECM homeostasis, highlighting their therapeutic potential in skin regeneration, fibrosis, and aging-related ECM decline.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700422",
    "doi": "10.64898/2026.01.19.700422",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701162",
    "title": "Chromosome-level genome assembly and annotation of the degu (Octodon degus)",
    "authors": [
      "Chiu, J. H.-C.",
      "Zemke, N. R.",
      "Garduno, M.",
      "Yang, B.",
      "Oakes, M. L.",
      "Wong, K.",
      "Pezo-Valderrama, P.",
      "Xie, Y.",
      "Urra, C.",
      "Macias, J.",
      "Tomlinson, C.",
      "Cogram, P.",
      "Xu, X.",
      "Ren, B."
    ],
    "summary": "High-quality reference genomes are essential for comparative and functional genomics yet remain unavailable for many emerging model organisms. Here, we report OctDeg2.0, a chromosome-level genome assembly and annotation of the degu (Octodon degus), generated using PacBio HiFi long-read sequencing and Hi-C scaffolding from a single male individual. Octodon degus is of growing interest as a natural animal model for aging and Alzheimer's disease research. The 3.4 billion base-pair assembly comprises 28 autosomes and both sex chromosomes, with markedly improved contiguity and completeness over the prior short-read assembly while maintaining high base accuracy. The new assembly provides substantially enhanced gene annotation, clearer resolution of chromatin architecture and cis-regulatory element landscapes, with much improved characterization of repetitive and structurally complex regions, including centromeres and segmental duplications. We present a streamlined and reproducible pipeline for high-resolution de novo genome assembly and gene annotation applicable to other emerging model organisms. This work establishes a robust genomic resource for studying molecular and cellular mechanisms in health and disease in Octodon degus.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701162",
    "doi": "10.64898/2026.01.22.701162",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700824",
    "title": "Mitochondria-nucleus communication dictates progressive versus bimodal aging of the mammary gland.",
    "authors": [
      "Jenkins, E. C.",
      "Chattopadhyay, M.",
      "Mashaka, T.",
      "Polushakov, D.",
      "Torres-Martin, M.",
      "Sia, D.",
      "Bado, I.",
      "Germain, D."
    ],
    "summary": "Non-linear aging, identified through oscillations in human plasma proteomics around 44 and 60, is postulated to contribute to the onset of diseases. Incidence of breast cancer follows such bimodal pattern. We show that mitochondria-nucleus matching in mice results in two mammary gland aging patterns, including a bimodal pattern associated with susceptibility to mammary tumor and that this bimodal signature is enriched in breast cancer patients diagnosed at 45 and 65.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700824",
    "doi": "10.64898/2026.01.21.700824",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701200",
    "title": "Neutrophils in patients with chronic coronary syndrome exhibit delayed apoptosis and resistance to regulatory T cell-induced apoptosis - Brief Report",
    "authors": [
      "Schneider, M.",
      "Skoglund, C.",
      "Chung, R.",
      "Jonasson, L."
    ],
    "summary": "Background: Persistent inflammation is linked to poor outcomes in patients with chronic coronary syndrome (CCS). The inflammatory state in atherosclerotic disease has been associated with activation of neutrophils as well as with regulatory T cell (Treg) deficiency. The role of Tregs in the regulation of neutrophil survival has been postulated recently. Here, we investigated neutrophil apoptosis along with the potential impact of Tregs on neutrophil apoptosis in patients with CCS, compared to healthy controls. Methods: Twenty patients with CCS and 19 healthy controls were included. Neutrophil apoptosis was assessed after 5h culture with or without LPS, TNF or interleukin(IL-)10. Neutrophil phenotype was evaluated through flow cytometry analysis of surface receptors (CD66b and CXCR4) and ex vivo release of cytokines and granule proteins. The ability of Tregs to induce neutrophil apoptosis was examined in autologous neutrophil-Treg co-cultures. Results: Spontaneous neutrophil apoptosis was significantly delayed in patients compared to controls (10.3% vs. 19.2%, p=0.025). Also, neutrophils from patients overexpressed CD66b and CXCR4 and were more prone to release proinflammatory mediators. Notably, Tregs induced neutrophil apoptosis in healthy subjects, but not in patients, indicating a loss of Treg-mediated regulation in the latter. There was no evidence that IL-10 had any influence on neutrophil apoptosis. However, cell-to-cell contact was found essential for Treg-induced neutrophil apoptosis. Conclusions: Patients with CCS display delayed neutrophil apoptosis and a pro-inflammatory neutrophil phenotype that is resistant to Treg-mediated apoptosis. Neutrophil dysfunction may contribute to persistent inflammation in patients with CCS, and as such constitute a novel therapeutic target.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701200",
    "doi": "10.64898/2026.01.22.701200",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700872",
    "title": "Comparison of Human Intestinal Enteroids and Zebrafish Larvae models for replication of Human Norovirus",
    "authors": [
      "Chandran, S.",
      "Vinje, J.",
      "Huynh, K.",
      "Gibson, K. E."
    ],
    "summary": "Human intestinal enteroids (HIE) and zebrafish larvae (ZF) models support the replication of certain strains of human norovirus (HuNoV), the leading cause of viral gastroenteritis worldwide. The replication of 17 HuNoV (9 genotypes) positive stool specimens from patients ranging from 5 months to 83 years old was evaluated in both HIE and ZF models. The yolk of 3-day post-fertilization ZF larvae were microinjected with 3 nL 10% clarified stool suspension. Each day post-infection (dpi), 10 larvae were pooled as one sample, and two specimens were collected daily until 5 dpi. Viral RNA was extracted from harvested larvae and quantified using reverse transcription (RT) droplet digital PCR. For the HIE model, J4FUT2 K1 enteroid monolayers were inoculated with 100-fold dilution of each stool specimen. Viral RNA levels were quantified at 1 and 72 h post-infection using RT real-time PCR. All genogroup (G) I specimens (n=5) replicated in both models showing a 1 to 2.5 log increase in HuNoV RNA. Of the 12 GII specimens tested, 8 replicated in the ZF model and 7 replicated in the HIE model. Specimens that failed to replicate in each model were not the same, although most of them were GII.4 Sydney [P16]. One additional strain, GII.17[P17], replicated only in the ZF model. Across GII strains, viral RNA increase ranged from 1.6 to 3.3 log in the ZF and 0.4 to 3.68 log in the HIE model. These data highlight variability in HuNoV replication efficiency across models, potentially indicating the influence of model-specific factors on replication.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700872",
    "doi": "10.64898/2026.01.21.700872",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701111",
    "title": "Starve-Feed Cycles Direct Quiescence to Proliferation Transitions in Drosophila Follicle Stem Cells via Transcriptional Regulation",
    "authors": [
      "Lee, E. H.",
      "Simonet, J. C.",
      "Zinshteyn, D.",
      "Fu, Z.",
      "Ananth, S.",
      "Wingle, C.",
      "Dyson, E. R.",
      "Russell, B. D.",
      "Njagi, R. M.",
      "Stills, G. N.",
      "Ringgold, D.",
      "Johnson, A.",
      "Louis-Jacques, A.",
      "Vaughn, G.",
      "Saurman, M.",
      "Ruiz-Whalen, D. M.",
      "Alexander, J. I.",
      "Zhou, Y.",
      "O'Reilly, A. M."
    ],
    "summary": "Stem cell quiescence is a reversible state in which cells temporarily exit the cell cycle but remain poised to re-enter, on cue. Robust protection of the balance between stem cell quiescence and proliferation (Q->P) is critical for long-term tissue health. Proliferation without proper resources drives disease states including cancer or birth defects. Conversely, extended periods of quiescence can lead to irreversible senescence, causing stem cell loss, aging symptoms, and vulnerability to oncogenic transformation. Diet is a central regulator of Q->P. Tissue stem cells are particularly impacted, entering periods of quiescence during nutrient restriction, with rapid induction of proliferation upon feeding. We demonstrated previously that the Hedgehog (Hh) signaling pathway is necessary and sufficient for controlling Q->P responses to dietary changes in epithelial Follicle Stem Cells (FSCs) in the fly ovary. The Hh effector, Cubitus Interruptus (Ci), is a transcriptional regulator that mediates the feeding response. To identify Ci-induced Q->P regulators, we labeled transcripts that are induced in FSCs during the 6-hour Q->P timecourse using thiouracil tagging (TU-tagging), and sequenced TU-tagged messages versus Input to prioritize candidates. Unexpectedly, cell cycle regulators were not induced, suggesting that other mechanisms control Q->P in FSCs. We describe a sequential screening approach that uncovered seven novel, feeding-dependent Q->P regulators, including a cholesterol transporter and, surprisingly, glial and neuronal regulators. Our results highlight the importance of dynamic regulation of gene expression for translation of dietary signals by stem cells, uncovering new pathways for mechanistic investigation.",
    "published": "2026-01-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701111",
    "doi": "10.64898/2026.01.22.701111",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2024.10.05.616758",
    "title": "Long-term post-ovariectomy mouse model recapitulates hypothalamic transcriptomic changes observed during the menopausal transition in women",
    "authors": [
      "Bloom, J. C. B.",
      "Torres, E.",
      "Pereira, S. A.",
      "Arvizu-Sanchez, L.",
      "Fontes, A. N.",
      "Joffe, H.",
      "Page, D. C.",
      "Navarro, V. M."
    ],
    "summary": "Menopause significantly impacts women's health, yet hypothalamic changes during this transition remain poorly understood. We analyzed gene expression in human hypothalamic samples across menopausal transition, revealing significant changes in inflammatory pathways, KNDy neuron signaling, and thermoregulatory genes. This analysis also identified novel central markers of menopause, including AKAP5 and CDKN1A (p21). To further investigate these changes, we developed a novel mouse model based on long-term (4 months) post-ovariectomy (OVX) that mimics the gonadotropin and temperature fluctuations of menopausal transition. Remarkably, the posterior hypothalamus of 4-month post-OVX mice closely mirrored the transcriptional changes observed in women at the late peri-/early post-menopausal age range (ages 51-55). Both species exhibited increased inflammatory signaling and glial activation, alongside altered KNDy neuron activity. Our findings provide new insights into the central mechanisms of menopausal symptoms and offer a valuable preclinical model for testing interventions.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.05.616758",
    "doi": "10.1101/2024.10.05.616758",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.06.628021",
    "title": "Transcriptional responses to chronic oxidative stress require cholinergic activation of G-protein-coupled receptor signaling",
    "authors": [
      "Biswas, K.",
      "Moore, C.",
      "Rogers, H.",
      "Wani, K. A.",
      "Mushtaq, A.",
      "Higgins, D. P.",
      "Walker, A. K.",
      "Pukkila-Worley, R.",
      "Mullen, G. P.",
      "Rand, J. B.",
      "Francis, M. M."
    ],
    "summary": "Organisms have evolved protective strategies that are geared toward limiting cellular damage and enhancing organismal survival in the face of environmental stresses, but how these protective mechanisms are coordinated remains unclear. Here, we define a requirement for neural activity in mobilizing the antioxidant defenses of the nematode Caenorhabditis elegans both during chronic oxidative stress and prior to its onset. We show that acetylcholine-deficient mutants are particularly vulnerable to chronic oxidative stress. We find that extended oxidative stress mobilizes a broad transcriptional response which is strongly dependent on both cholinergic signaling and activation of the muscarinic G-protein acetylcholine coupled receptor (mAChR) GAR-3. Gene enrichment analysis revealed a lack of upregulation of proteasomal proteolysis machinery in both cholinergic-deficient and gar-3 mAChR mutants, suggesting that muscarinic activation is critical for stress-responsive upregulation of protein degradation pathways. Further, we find that GAR-3 overexpression in cholinergic motor neurons prolongs survival during chronic oxidative stress. Our studies demonstrate neuronal modulation of antioxidant defenses through cholinergic activation of G protein-coupled receptor signaling pathways, defining new potential links between cholinergic signaling, oxidative damage, and neurodegenerative disease.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.06.628021",
    "doi": "10.1101/2025.01.06.628021",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.02.28.640920",
    "title": "Predicting Biological Age Using an Accumulated Neurotoxicity Biomarker for Amyloid Beta Oligomers",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "This study proposes using accumulated neurotoxicity, defined as the time integral of A{beta} oligomer concentration, as a biomarker for neuronal aging. A relationship between biological age and accumulated neurotoxicity is proposed. Numerical analysis guided the development of a new analytical solution linking the biological and calendar ages of neurons. The effects of A{beta} monomer and oligomer half-lives - key indicators of proteolytic efficiency - on biological age are examined. Both constant and age-dependent (exponentially increasing) half-life scenarios are considered. The findings indicate that increasing the half-life of A{beta} monomers and oligomers with age accelerates biological aging. Reducing A{beta} monomer production is shown to slow biological aging, with a linear relationship established between these two quantities. Additionally, biological age is found to depend linearly on the half-deposition time of A{beta} oligomers into senile plaques. The model demonstrates that biological age is irreversible, providing a theoretical explanation for why plaque-clearing therapies cannot reverse established cognitive impairment. The model also demonstrates that biological age is path-dependent rather than state-dependent.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.02.28.640920",
    "doi": "10.1101/2025.02.28.640920",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.24.645059",
    "title": "Circular RNA profiling and functional screening in breast cancer identify circNSD1 as a suppressor of tumor autophagy",
    "authors": [
      "Li, W.",
      "Yang, W.",
      "Her, P. H.",
      "Yang, T.",
      "Li, T.",
      "Huang, Z.",
      "Xu, X.",
      "Teng, M.",
      "Chen, M.",
      "Soares, F.",
      "Liu, S.",
      "Haibe-Kains, B.",
      "He, H. H.",
      "Ming, J."
    ],
    "summary": "Circular RNAs (circRNAs) have emerged as critical regulators of cell biology. However, their function in breast cancer remains elusive. Herein, through circRNA profiling of 38 breast tumors and 10 benign breast tissues, we identified 509 of differentially expressed circRNAs. Integration with transcriptome-wide functional screening of approximately 10,000 circRNAs pinpointed circNSD1 as a top ranked tumor suppressor in breast cancer. CircNSD1 is downregulated in tumors and suppression of the circular form, but not the linear form, promotes breast cancer proliferation and tumor growth. Mechanistically, circNSD1 interacts with autophagy receptor SQSTM1/p62 and inhibits the oligomerization of p62, thereby suppressing p62 body formation and p62-dependent autophagy. Furthermore, circNSD1 ameliorates p62-mediated Keap1 sequestration, hence suppresses the Nrf2 pathway and oxidative stress tolerance. Our study provides a landscape view of the transcription and function of circRNA in breast cancer, and uncovers the crucial role of circNSD1 in autophagy and antioxidant stress.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.24.645059",
    "doi": "10.1101/2025.03.24.645059",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.21.660729",
    "title": "The biosynthesis of FAD nucleotide analogues in Escherichia coli alters its sensitivity to aminoglycoside antibiotics",
    "authors": [
      "Hazra, A. B.",
      "Mukherjee, A.",
      "Shah, A.",
      "Bhargav, P.",
      "Mahato, S.",
      "Singh, R. K.",
      "Kumar, Y.",
      "Panda, P.",
      "Borkar, J.",
      "Parab, L.",
      "Matange, N."
    ],
    "summary": "Cofactors such as flavin adenine dinucleotide (FAD), nicotinamide adenine dinucleotide, coenzyme A, and S-adenosylmethionine cofactors share a common adenosine moiety that is generally not considered to contribute directly to catalysis. In FAD biosynthesis, the adenosine group is installed by the flavin mononucleotide adenylyltransferase (FMNAT) domain of the bifunctional FAD synthetase using FMN and ATP. This study explores the nucleotide selectivity of the Escherichia coli FMNAT domain and physiological effects of FAD nucleotide analogues synthesized with cellular nucleotides other than ATP. First, we engineer the FAD synthetase enzyme at an active site loop to produce FAD nucleotide analogues. Chromosomal substitution of the wild-type E. coli FAD synthetase with the mutated version results in the intracellular synthesis of these noncanonical FAD nucleotide analogues and confers tolerance to aminoglycoside antibiotics. Upon investigating their potential downstream metabolic roles, we find that their biosynthesis perturbs cellular metabolism and they could bind to a range of E. coli enzymes. These findings validate the FMNAT domain loop as a viable site for cofactor engineering, with potential for synthetic biology applications. Finally, the observed correlation between FAD analogue production and increased tolerance to aminoglycosides reveals novel metabolic mechanisms underlying antibiotic sensitivity.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.21.660729",
    "doi": "10.1101/2025.06.21.660729",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.01.673460",
    "title": "Task Complexity and Limb Dominance Modulate the Effects of Ageing on Neuromuscular Function",
    "authors": [
      "Guo, Y.",
      "Jones, E. J.",
      "Altheyab, A.",
      "Gamage, N. N.",
      "Phillips, B. E.",
      "Atherton, P. J.",
      "Piasecki, M."
    ],
    "summary": "Background: Neuromuscular function is critical for independence in ageing, yet asymmetries between dominant and non-dominant limbs, arising from central or peripheral mechanisms, are not well understood. This study examined age- and limb-related differences and motor unit (MU) firing behaviour of the vastus lateralis under tasks of varying difficulty. Methods: Twenty-one young (22 +/- 4 years; 15M, 6F) and seventeen older adults (74 +/- 5 years; 12M, 5F) performed constant and variable force unilateral isometric knee extensions. In both limbs, high-density surface electromyography signals were decomposed into MU spike trains. Force control and MU firing properties were analysed using multilevel mixed-effects regression models. Results: Older adults showed reduced maximal muscle strength (p<0.001) and increased force tracking error (p=0.008), MU firing rate (MUFR) was significantly lower in older adults during constant contractions (p = 0.001) and trended toward lower during variable contractions (p=0.061). MUFR variability showed a significant Leg * AgeGroup interaction (p<0.001); older adults had greater variability in non-dominant legs, while younger adults showed the opposite. With variable force contractions in both age groups, MUFR was higher during ascending segments with greater variability during descending segments. Conclusion: Neuromuscular ageing involves asymmetric adaptations rather than a uniform decline, with leg dominance effects become more pronounced under variable force modulation. Task difficulty amplifies these asymmetries, underscoring the need to consider limb-specific neural control in age-related motor assessments.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.01.673460",
    "doi": "10.1101/2025.09.01.673460",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.21.677574",
    "title": "Linking Germline Telomere Removal to Global Programmed DNA Elimination in Tetrahymena Genome Differentiation",
    "authors": [
      "Nagao, K.",
      "Mochizuki, K."
    ],
    "summary": "In the ciliate Tetrahymena, telomeres of the germline micronucleus (MIC) are removed and replaced by de novo telomere addition during somatic macronuclear (MAC) development. In this study, we investigated the kinetics and mechanism of the MIC telomere elimination. Comparison of the MIC and MAC genome sequences indicated that the MIC telomeres are excised from chromosomes as part of larger MIC-limited sequences (MLSs) through chromosomal breakage. We confirmed this using an optimized oligo-FISH protocol and found that their elimination occurs in parallel with other programmed DNA elimination processes. CRISPR-Cas9 disruption of a MLS-associated Chromosome Breakage Sequence (CBS) showed that elimination of the MLS was not blocked but instead led to loss of adjacent MAC-destined sequence (MDS), suggesting abnormal co-elimination. In biparental crosses of the CBS mutant, however, both MLS and MDS were retained, DNA elimination was broadly disrupted, and no viable progeny were produced. These findings indicate that chromosome breakage at MLS-associated CBSs is essential for the proper separation of MLSs and MDSs, ensuring correct DNA elimination and successful sexual progeny development. We propose that the MIC telomere elimination is subsumed within the broader process of programmed DNA elimination.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.21.677574",
    "doi": "10.1101/2025.09.21.677574",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695367",
    "title": "T2T genome of the basal nematode Xiphinema index reveals major adaptive events associated to plant parasitism and epigenetic regulation",
    "authors": [
      "Truch, J.",
      "Robbe-Sermesant, K.",
      "Pere, A.",
      "Colinet, D.",
      "Rancurel, C.",
      "Drula, E.",
      "Da Rocha, M.",
      "Perfus-Barbeoch, L.",
      "Seckin, E.",
      "Julien-Portier, U.",
      "Lopez-Roques, C.",
      "Iampietro, C.",
      "Sayeh, A.",
      "Gislard, M.",
      "Boyer, R.",
      "Luvisutto, L.",
      "Esmenjaud, D.",
      "Danchin, E. G.",
      "Van Ghelder, C."
    ],
    "summary": "Nematodes constitute the most speciose animal phylum, occupying an exceptionally broad range of biomes and encompassing free-living microbe-feeders, predators, and notorious plant or animal parasites. However, the limited availability of genome-scale resources for early-branching nematode clades has constrained our understanding of the molecular determinants underlying these multiple evolutionary adaptations. Here, we present the genome of the plant-parasitic nematode Xiphinema index, constituting the first telomere-to-telomere assembly for the order Dorylaimida, an early-branching nematode lineage. Phylogenetic analyses reveal that horizontal gene transfers (HGT) have played a pivotal role in the emergence of plant parasitism in this phylum. Remarkably, we identify the first documented case of a plant-derived HGT in a nematode genome. This gene encodes a predicted secreted parasitic effector, underscoring the diversity of evolutionary events that contributed to the parasitic arsenal. Our results suggest that, beyond bacteria and fungi, plants themselves have provided crucial genes for parasitism that may now be used by the nematodes to manipulate them. Our comparative genomic analyses across more than 70 nematode species further uncover an unprecedented epigenetic toolkit in an invertebrate genome. Indeed, X. index harbors a complete set of canonical DNA methyltransferases, a full-length ATRX chromatin remodeler, and 3D-chromatin architectural CTCF protein coding homolog. Consistent with this repertoire, we detected methylation at CpG genome-wide, which inversely correlates with gene expression and chromatin accessibility. Together, these findings reveal a vertebrate-like epigenetic machinery in an early-branching nematode and call for a fundamental reassessment of the prevailing epigenetic paradigm in nematodes and, more broadly, in animals.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695367",
    "doi": "10.64898/2025.12.19.695367",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700905",
    "title": "Bayesian rhythmic model for jointly detecting circadian biomarkers and predicting molecular circadian time in human post-mortem brain transcriptome",
    "authors": [
      "Xue, X.",
      "Wang, H.",
      "Zhu, Z.",
      "Yu, G.",
      "Seney, M. L.",
      "Zhang, L.",
      "Tseng, G. C."
    ],
    "summary": "Transcriptomic circadian analysis of human post-mortem brain provides a unique opportunity to characterize in vivo molecular circadian rhythms across brain regions implicated in aging and psychiatric disorders. A primary goal in such analyses is the detection of circadian biomarkers. However, this task is complicated by the frequent mismatch between a subject's recorded circadian clock time and their true molecular circadian time -- arising from observational or recording errors, as well as intrinsic biological variability. Existing methods typically address either biomarker detection or circadian time prediction in isolation. Because errors in one task can degrade performance in the other, the lack of a unified approach remains a key limitation. We propose BayCT -- a Bayesian model for simultaneous circadian marker detection and molecular circadian time estimation. The model extends naturally to repeated measurements from multiple brain regions or organs. For circular data, we employ a von Mises prior distribution, with slice sampling and reversible-jump Markov chain Monte Carlo (MCMC) for Bayesian inference. Through extensive simulations and applications to transcriptomic data from three human brain regions and from 12 mouse organs, BayCT demonstrates superior performance in both biomarker detection and circadian time estimation. Furthermore, we highlight the advantages of integrating data across brain regions, achieving substantial improvements in both tasks.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700905",
    "doi": "10.64898/2026.01.21.700905",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700774",
    "title": "CASM potentiates STING-driven NFκB signaling in immune cells",
    "authors": [
      "Benoit-Lizon, I.",
      "Pignol, C.",
      "Hooper, K.",
      "Truntzer, C.",
      "Radoua, A.",
      "Dal Zuffo, L.",
      "Lucas, J.",
      "Frenger, Q.",
      "Ponsardin, E.",
      "Cornebise, C.",
      "Cantaloube, I.",
      "Ratier, A.",
      "Aucagne, R.",
      "Hermetet, F.",
      "Shahoei, S. H.",
      "Nelson, E. R.",
      "Limagne, E.",
      "Poüs, C.",
      "Delomenie, C.",
      "Soulas-Sprauel, P.",
      "Gros, F.",
      "Vegran, F.",
      "Garrido, C.",
      "Ghiringhelli, F.",
      "Paul, C.",
      "Florey, O.",
      "Jacquin, E.",
      "Apetoh, L."
    ],
    "summary": "Stimulator of Interferon Gene (STING), a key player of antimicrobial immune responses, has emerged as a promising target to mitigate inflammation and cancer. Following STING activation, proinflammatory molecules and type I Interferons (IFN) are released thus favoring the establishment of effective immune responses and adaptive immunity. Autophagy has been proposed to negatively regulate STING signaling. While STING activation drives microtubule-associated proteins 1A/1B light chain 3B (hereafter referred to as LC3) lipidation, the underlying mechanisms and functional consequences remain however incompletely defined. Especially, the consequences of STING-associated Conjugation of autophagy related (ATG) 8 to Single Membranes (CASM) in the control of immune responses remain elusive. Using innate and adaptive cells specifically inactivated for autophagy or CASM, we found that STING agonists primarily trigger CASM over autophagy. While STING-associated autophagy exerts negative feedback on the STING pathway and downstream type I IFN and pro-inflammatory responses, with different underlying molecular mechanisms between immune cells, STING-driven CASM potentiates NFB{kappa}-associated TNF production. These results overall uncover a new function of CASM and underscore the relevance of both CASM and autophagy in shaping STING signaling.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700774",
    "doi": "10.64898/2026.01.21.700774",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701018",
    "title": "A Systems-Level Transcriptomic Analysis of Polycystic Ovary Syndrome as a Mitochondrial-Immunometabolic Disorder",
    "authors": [
      "PATIAL, R.",
      "Ray, S.",
      "Singh, K.",
      "Sobti, R. C."
    ],
    "summary": "Abstract: Polycystic Ovary Syndrome (PCOS) is known as an endocrine and metabolic disorder; however, emerging molecular evidence suggests a far more complex systems-level pathology. In this study, we performed an integrative transcriptomic and pathway-level analysis of endometrial tissue from women with PCOS to gain a deeper understanding of the underlying mechanism facilitating the disorder. The findings of the study highlighted mitochondrial dysfunction, chronic oxidative stress, and multi-layered immune dysregulation, adding some new insight apart from classical hyperandrogenism and insulin resistance. We identified some novel gene disease associations which involve C15orf48, ODF3B PRR15-DT, LINC01176, and LOC105379193. The upstream regulators such as (NFE2L2, TWNK, ALKBH1, BCOR, SMARCA4) involved in processes including mitochondrial genome, redox balance, and chromatin remodeling provided new insights into regulatory mechanisms. The IPA pathway analysis validated the compromised immune recovery with low grade inflammations and mitochondrial dysfunctionality. The observations emphasize on complex associations discarding its PCOS pure endocrine nature through immunometabolic-mitochondrial dysfunctionalities.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701018",
    "doi": "10.64898/2026.01.22.701018",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701354",
    "title": "Molecular basis of delayed leaf senescence induced by short-term treatment with low phosphate in rice",
    "authors": [
      "Martin-Cardoso, H.",
      "Bundo, M.",
      "Garcia-Molina, A.",
      "San Segundo, B."
    ],
    "summary": "Leaf senescence is a programmed plant developmental process that can also be regulated by environmental factors, like nutrient availability. Although phosphorus is an essential element determining plants' growth and productivity, mechanisms underlying adaptation to phosphorus availability in plants are not well understood. In this study, we combined physiological, biochemical and molecular approaches to investigate the effect of phosphate supply on leaf senescence in rice. We show that short-term treatment of rice seedlings with low phosphate increases photosynthetic pigments content, confers tolerance to methyl viologen-induced oxidative stress in chloroplasts, and increases antioxidant enzyme activities. Leaves from low-Pi-treated plants also showed a reduction in membrane lipid peroxidation and electrolyte leakage. Opposite trends were observed in seedlings under high Pi supply, in which accelerated leaf senescence occurs. Further analyses indicated that CRISPR/Cas9-mediated editing of MIR827, and subsequent reduction in Pi content, promotes delayed leaf senescence, while Pi accumulation in MIR827 or MIR399 overexpressing plants accelerates senescence. These findings strongly support that short treatment with low phosphate delays rice leaf senescence. Transcriptomic analysis demonstrated multiple biological processes underlying adaptation of rice plants to low phosphate, including senescence-associated and metabolic processes. These findings provide novel insights into leaf senescence potentially contributing to sustainable rice production.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701354",
    "doi": "10.64898/2026.01.23.701354",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701197",
    "title": "Asporin Improves Cardiac Myocyte Response to Ischemia and Reperfusion Stress",
    "authors": [
      "Rai, D.",
      "Basu, M.",
      "McCarthy, L.",
      "Gupta, D.",
      "Dinh, A.",
      "Ayres, M.",
      "Bhardwaj, A.",
      "Nedumaran, P.",
      "Thakur, R.",
      "Stotland, A.",
      "Piplani, H.",
      "Parker, S. J."
    ],
    "summary": "Background: Myocardial Infarction (MI) remains a leading cause of mortality worldwide, despite advancements in clinical therapies and interventions. MI results from prolonged ischemia, leading to hypoxia-induced damage to cardiac tissue and reperfusion-injury (R/I) that aggravates cardiomyocyte (CM) loss. One key cellular event during this process is accumulation of dysfunctional mitochondria, resulting from environmental hypoxia and subsequent oxidative stress upon reperfusion. Post-MI cardiac-remodeling involves changes in both cellular and extracellular matrix (ECM). Ubiquitin-dependent and independent autophagy are crucial for cardio protection during this phase. The ECM provides structural integrity and functions as a reservoir for signaling molecules. Asporin (ASPN), a small leucine-rich proteoglycan, plays a role in modulating cardiac-remodeling by limiting excessive fibrosis and protecting CMs from cell death. Methods: We investigated the therapeutic potential of ASPN by using an exogenous recombinant peptide of ASPN (rASPN), testing its effects using an in-vitro ischemia-reperfusion (I/R) model simulating MI conditions. Two I/R models were developed using an immortalized human embryonic cardiac cell line to reflect the hypoxia-reperfusion (H/R) phases of MI. In the No-Reoxygenation (No-ReOx) model, cells were subjected to hypoxia for 18 hours, with or without exogenous rASPN. In the Reoxygenation (ReOx) model, cells underwent 18 hours of hypoxia, then 12 hours of reoxygenation (simulating reperfusion), with or without rASPN. Results: Proteomics revealed that ASPN modulates key pathways involved in apoptosis, non-canonical autophagy, and metabolic reprogramming. Additionally, ASPN influenced immune response pathways and significantly affected TGF-? signaling, a central mediator of cardiac fibrosis and remodeling post-MI. These findings indicate that ASPN plays a multifaceted role in regulating cellular responses to hypoxia and R/I. Conclusions: Our H/R model simulates key aspects of MI and R/I. The protective role of ASPN observed in this model suggests it as a promising candidate for developing cardioprotective therapies to minimize R/I and adverse cardiac-remodeling following MI.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701197",
    "doi": "10.64898/2026.01.22.701197",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701078",
    "title": "The \tC. elegans nervous system reads the internal state of the hydrogen peroxide-detoxification machinery to trigger escape from this common reactive chemical",
    "authors": [
      "Xu, Y.",
      "Gangadharan, S.",
      "Seyedolmohadesin, M.",
      "Gebeyaw, E.",
      "Fulton, A.",
      "Ashih, C. D.",
      "Duncan, M.",
      "Zelich, M.",
      "Liu, J.",
      "Torkashvand, M.",
      "Shaw, D.",
      "Gusarova, K.",
      "Macwan, M.",
      "Kelly, A.",
      "Beslic, I.",
      "Sood, A.",
      "Liu, O.",
      "Scholz, M.",
      "Venkatachalam, V.",
      "Apfeld, J."
    ],
    "summary": "Hydrogen peroxide (H2O2) is the most common reactive chemical threat faced by organisms. Here, we map the neural circuit that drives chemotactic escape from environmental H2O2 in the nematode C. elegans. Twenty-four neuron classes with sensory endings at the mouth and nose of the animal detect H2O2. Their response dynamics encode stimulus intensity and exposure history, and their partial redundancy makes avoidance resilient to the loss of individual inputs. Sensing begins when H2O2 oxidizes the peroxidatic and resolving cysteines of the cytosolic peroxiredoxin PRDX-2, which relays this oxidative signal to cysteines on the LITE-1 and GUR-3 ion channels, triggering calcium influx in sensory neurons that drive escape. Most of these neurons release glutamate to drive H2O2-dependent excitation of AIA interneurons, whereas others signal through non-glutamatergic routes, providing multiple routes for signal transmission. Thus, the C. elegans nervous system acts as a hydrogen peroxide sentinel that monitors H2O2-induced changes in the intracellular H2O2-detoxification machinery and relays them to interneurons driving organism-wide escape. This raises the possibility that circuit defects in aging and neurodegenerative disease arise from altered peroxiredoxin-mediated H2O2 signaling rather than primarily from direct macromolecular damage.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701078",
    "doi": "10.64898/2026.01.22.701078",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701075",
    "title": "CRISPR screens identify targets to rescue age-related T cell dysfunction in cancer",
    "authors": [
      "Chen, A. C. Y.",
      "Ji, K. Y.",
      "Yerinde, C.",
      "Knudsen, N. H.",
      "Bi, K.",
      "Martinez, D.",
      "Carmona-LaSalle, T. J.",
      "Taguchi, K.",
      "Xu, K. H.",
      "Seider, E. M.",
      "Schwartz, M. A.",
      "Zschummel, M.",
      "Nieman, L. T.",
      "Yates, K. B.",
      "Mempel, T. R.",
      "Manguso, R. T.",
      "Hacohen, N.",
      "Sen, D. R."
    ],
    "summary": "Immune aging is being increasingly recognized as a critical barrier to effective cancer immunotherapy, as the aged tumor microenvironment (TME) drives T cell dysfunction and impairs immune control of cancer. However, the key molecular drivers of this process as well as potential targets to rescue T cell dysfunction in aged tumors remain incompletely understood. Therefore, we performed in vivo single-cell CRISPR screens in CD8+ T cells within aged tumors and tumor-draining lymph nodes (tdLNs). We identified Dusp5 and Zfp219 as key regulators of T cell persistence and effector differentiation in aged hosts. Loss of Dusp5, a negative regulator of ERK signaling, increased ERK1/2 phosphorylation and enhanced T cell proliferation in both young and aged tumors. In contrast, loss of Zfp219, a transcriptional repressor, induced epigenetic reprogramming of cytotoxic gene programs, thereby increasing granzyme secretion and enhancing antitumor immunity. Moreover, expression of the human ortholog gene ZNF219 is increased within intratumoral CD8+ T cells in older cancer patients. High ZNF219 expression correlates with poorer survival following immune checkpoint blockade (ICB) and reduces persistence of human intratumoral T cells. Notably, Zfp219 ablation synergized with anti-PD-1 blockade in mice to expand effector-like CD8+ T cells, leading to significantly enhanced anti-tumor immunity and tumor clearance in aged hosts. Together, these findings highlight Dusp5 and Zfp219 as critical drivers of age-related T cell dysfunction and as potential therapeutic targets to rejuvenate T cell antitumor immunity in older cancer patients.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701075",
    "doi": "10.64898/2026.01.22.701075",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.24.701465",
    "title": "SepIVA has a function in activating the mycobacterial divisome, which is inhibited during DNA damage",
    "authors": [
      "Nepal, A.",
      "Boutte, C. C."
    ],
    "summary": "Bacterial cell division is a tightly regulated process that is carried out by a complex of proteins called the divisome, which is assembled in a defined sequential order. Upon assembly the complex is allosterically activated, which stimulates cell wall synthesis at the division site. Bacteria inhibit division during DNA damage by blocking either divisome assembly or activation. While the regulation of cell division is known to be important during M. tuberculosis infection, little is known about mycobacterial mechanisms of divisome function and regulation in DNA damage. By using M. smegmatis as a model organism, we find here that divisome factor SepIVA is involved in septum initiation, and that it is recruited to the mid-cell by FtsQ but it is not a recruitment factor itself. We find that a sepIVA loss-of-function defect can be suppressed by overexpression of ftsW, supporting a role for SepIVA in activation of the divisome complex. When cell division is inhibited during DNA damage, we find that SepIVA is delocalized from the division site, while the septal localization of FtsZ, FtsQ and FtsW are not impacted. We also find that the interaction between FtsQ and SepIVA is inhibited during DNA damage. Our results suggest that SepIVA is a trigger factor for activation of cell division during normal growth, and show that the signaling to inhibit cell division during DNA damage involves inhibition of its interaction with FtsQ.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.24.701465",
    "doi": "10.64898/2026.01.24.701465",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701399",
    "title": "Escherichia coli transcription factors RapA and SspA play opposing roles in tolerance to replication/transcription conflicts after DNA damage",
    "authors": [
      "Sass, T. H.",
      "Delicado Dominguez, E.",
      "Lovett, S. T."
    ],
    "summary": "The ability to clear transcription complexes from DNA is especially important after DNA damage that produces replication stress. Using the bacterium E. coli, we show here that mutations in RNA polymerase that reduce termination, inhibitors of Rho-dependent termination, and inversion of a highly transcribed ribosomal RNA operon both enhance sensitivity to the quinolone ciprofloxacin (CPX); and identify two transcription factors, SspA and RapA, that impact these effects in opposite ways. We demonstrate that the rapA promoter is induced by CPX, independent of the LexA/RecA SOS response but is dependent on DnaA. Previous work has shown that RapA is expressed highest in rapidly growing cells whereas SspA levels respond to starvation. The factors have opposing effects on tolerance to chronic exposure to CPX, with RapA promoting cell growth and SspA inhibiting it. Functional SspA is also required for the CPX toxicity of the rRNA operon inversion; in sspA{triangleup} mutants it has no negative consequence. In otherwise wild-type cells, loss of RapA has little effect except in strains lacking RNase HI, the enzyme that removes RNA/DNA hybrids from DNA. However, in cells lacking SspA, RapA strongly promotes survival, suggesting that SspA must block positive effects of RapA on tolerance. The RapA requirement for CPX tolerance is not relieved by RNase HI overexpression and therefore RapA must be not be merely preventing R-loop formation. RapA also in some way promotes the use of RNA loops to initiate DNA replication in the absence of DnaA. We propose that SspA stabilizes stalled or post-termination RNAP/DNA complexes and that the presence of SspA prevents RapA release of these complexes.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701399",
    "doi": "10.64898/2026.01.23.701399",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.24.701460",
    "title": "A Manifold-Based Measure of Transcriptional Entropy for Quantifying Aging in Single Cells",
    "authors": [
      "Yang, Y.",
      "Hess, P. R.",
      "Huang, S.",
      "Teneche, M. G.",
      "Wang, H.",
      "Miller, K. N.",
      "Davis, A. E.",
      "Miciano, C.",
      "Li, K. Y.",
      "Mamde, S.",
      "Yip, K.",
      "Ren, B.",
      "Yang, Q.",
      "Smoot, E.",
      "Wang, A.",
      "Johnson, B.",
      "Wilson, P.",
      "Adams, P. D.",
      "Zhang, N. R."
    ],
    "summary": "Characterizing cellular aging is essential for understanding age-related diseases. While tissue-level studies reveal broad age-associated changes, they often reflect compositional shifts rather than cell-level reprogramming. The cellular damage hypothesis posits that aging involves the accumulation of DNA, chromatin, and other damage across molecular layers, increasing transcriptional entropy. Existing supervised methods for detecting cellular senescence yield cell type-specific senescence scores but rely on labeled data and lack generalizability. Here, we introduce a first-principles framework for quantifying transcriptional entropy in single cells as each cell's deviation from a transcriptomic manifold, capturing breakdown of transcriptional coordination. This unsupervised approach identifies aging-affected cell types and distinguishes two cellular aging mechanisms: loss of expression precision and activation of stress-response pathways in high entropy cells. Applied to Tabula Muris Senis and SenNet Multiome datasets, transcriptional entropy correlates with chromatin-based mitotic age and highlights regenerative tissue compartments as most affected by aging.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.24.701460",
    "doi": "10.64898/2026.01.24.701460",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701023",
    "title": "PRO-FitS: a novel phenotypic assay to identify enhancers of proteostasis in C. elegans",
    "authors": [
      "Vilasboas-Campos, D.",
      "Fernandes, J. H.",
      "Costa, M. D.",
      "Pereira-Sousa, J.",
      "Lopes, J.",
      "Costa-Meireles, L.",
      "Ferreira-Lomba, B.",
      "Da Silva, J. D.",
      "Maciel, P.",
      "Teixeira-Castro, A."
    ],
    "summary": "The prevalence of neurodegenerative diseases (NDs) continues to rise with the aging of populations worldwide, representing a pressing need for the establishment of therapeutic strategies. Maintaining proteostasis is crucial for healthy aging, as the accumulation of misfolded and aggregated proteins is a key contributor to age-related cellular dysfunction and disease. This study introduces a novel phenotypic assay using Caenorhabditis elegans to screen for small molecule enhancers of proteostasis, aiming at mitigating the proteotoxic stress associated with NDs. This new methodology- PRO-FitS- uses C. elegans motor activity as a proxy for the PROteome Fitness State upon a noxious protein-denaturating stimulus, while allowing a fast and experimenter-free readout. We demonstrate the efficacy of the assay by validating the role of pharmacological mTOR inhibition and serotonergic signaling activation in reducing heat shock-induced proteotoxic damage at the whole-organism level. PRO-FitS will allow the identification of novel compounds that alleviate protein aggregation disorders, potentially revealing new pathways and cellular targets not previously implicated in proteotoxicity.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701023",
    "doi": "10.64898/2026.01.22.701023",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701114",
    "title": "Ketone bodies mitigate against systemic inflammation-induced changes in brain energy metabolism and delirium-like deficits in aged mice",
    "authors": [
      "Hollier, P.-L.",
      "Chui, K. M. K.",
      "Cuitavi, J.",
      "Denver, P.",
      "Delaney, H. J.",
      "Newman, J. C.",
      "Cunningham, C."
    ],
    "summary": "Acute systemic inflammation affects brain function, with detrimental consequences in aged individuals. These include delirium, an acute neuropsychiatric syndrome characterized by fluctuating disturbances in attention, perception and cognition. Delirium is associated with disrupted brain energy metabolism but our understanding of this during acute systemic inflammation is limited. Here we hypothesized that LPS-induced systemic inflammation would disrupt brain energy metabolism in aged C57BL6J mice and that the consequent functional impairments would be mitigated by ketone body utilization. We investigated ketone body effects in sickness behaviour, inflammation, energy metabolism and cognitive function. Real-time changes in utilisation of energy sources were quantified by indirect calorimetry and administration of radioisotope-labelled glucose and betahydroxybutyrate. Mass-spectrometry metabolomics was used to index severity of behavioural distrurbances to changes in hippocampal energy metabolism. LPS precipitated hypoglycemia and induced a whole-body switch from carbohydrate to lipid utilisation. Despite this, hippocampal insulin resistance and preserved brain glucose was observed while alternative carbohydrates, mannose and fructose, became depleted. Ketone ester treatment reversed insulin resistance, mitigated sickness behaviour and prevented delirium-like cognitive dysfunction without altering pro-inflammatory responses. Our results show that promoting ketone body usage mitigates systemic inflammation-induced brain energy disruption and prevents delirium-like cognitive deficits in aged mice.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701114",
    "doi": "10.64898/2026.01.22.701114",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41582699",
    "title": "Effects of Aging on Superior Laryngeal Sensory and Motor Function in a Rat Model.",
    "authors": [
      "Jaleel Z",
      "Aboueisha M",
      "Adcock K",
      "Leong S",
      "Martinez V",
      "Kinney G",
      "Perkel DJ",
      "Bhatt NK"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582699/",
    "doi": "doi: 10.1002/ohn.70106",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41582686",
    "title": "microRNA-21 promotes dysregulated lipid metabolism and hepatocellular carcinoma.",
    "authors": [
      "VanSant-Webb C",
      "Castro JC",
      "Su AY",
      "Hawkins K",
      "Saxena A",
      "Wright J",
      "Smith R",
      "García MF",
      "Chen YA",
      "Barton C",
      "Stubben C",
      "O'Connell RM",
      "Ducker GS",
      "Evason KJ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582686/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41582669",
    "title": "Deficiency of mitochondrial HSP70mA1 causes energy shortage and cellular apoptosis in two Henosepilachna beetles.",
    "authors": [
      "Zhang YX",
      "Wang ZY",
      "Peng J",
      "Jin L",
      "Li GQ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582669/",
    "doi": "doi: 10.1002/ps.70547",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41582609",
    "title": "TREM-1 Blockade Inhibits Inflammasome Activation and Pyroptosis: Novel Insights on the Role of TREM-1 and Syk in Monosodium Urate Crystal-Induced Inflammation.",
    "authors": [
      "Molad Y",
      "Lagovsky I",
      "Kliminski V"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582609/",
    "doi": "doi: 10.1111/imm.70108",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41582499",
    "title": "Multifunctional Diselenide-Based Antioxidative Nanozymes Promote Spinal Cord Repair via Oxidative Stress Alleviation and Immune Modulation.",
    "authors": [
      "Ma Y",
      "Ju C",
      "Yu X",
      "Zhao Y",
      "Liu S",
      "Li H",
      "Liu Y",
      "Wang Z",
      "Wu W",
      "Xu H",
      "Xie T",
      "Xu R",
      "Wang Y",
      "Li R",
      "Wang X",
      "Hu H",
      "Zhu L",
      "Luo R"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582499/",
    "doi": "doi: 10.1021/acsnano.5c15784",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41582454",
    "title": "Novel Tetrahydroxanthylium-Based Ligands Targeting Mitochondrial DNA G-Quadruplex Structures for Concurrent Induction of Apoptosis and Inhibition of Autophagy in Liver Cancer.",
    "authors": [
      "Wang R",
      "Wang XD",
      "Hu MH"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582454/",
    "doi": "doi: 10.1021/acs.jmedchem.5c02600",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41582450",
    "title": "Identifying the Thermal Barriers of Glass Aging via Isoconversional Analysis.",
    "authors": [
      "Stavropoulou VM",
      "Caporaletti F",
      "Pabst F",
      "Di Lisio V",
      "Napolitano S",
      "Cangialosi D"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582450/",
    "doi": "doi: 10.1021/acs.jpcb.5c07109",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41582446",
    "title": "T-Cell \"Rejuvenation\" Nanovaccine: Enhancing Immunological Memory and Antitumor Responses through Telomere Extension.",
    "authors": [
      "Cao X",
      "Zeng T",
      "Bai S",
      "Li S",
      "Liu Y",
      "Fang L",
      "Fang X",
      "Chen Q",
      "Lu C",
      "Yang H"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582446/",
    "doi": "doi: 10.1021/jacs.5c21977",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41582227",
    "title": "Research on aging-friendly design risk assessment model based on non-parametric estimation.",
    "authors": [
      "Li H",
      "Mao M",
      "Yin YQ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582227/",
    "doi": "doi: 10.1038/s41598-026-35991-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41582221",
    "title": "α-synuclein triggers NCOA4-FTH1-mediated ferroptosis of oligodendrocyte in multiple system atrophy.",
    "authors": [
      "Yu Z",
      "Arkin E",
      "Li Y",
      "Canron MH",
      "Arotcarena ML",
      "Jadot H",
      "Balpe E",
      "Huang Y",
      "Feng T",
      "Meissner WG",
      "Zhang J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582221/",
    "doi": "doi: 10.1007/s00401-026-02978-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41582187",
    "title": "Qing-Chang-Hua-Shi granule ameliorates experimental colitis by modulating Lactobacillus gasseri-mediated ferroptosis metabolic pathway.",
    "authors": [
      "Cheng C",
      "Zhu L",
      "Hu J",
      "Feng W",
      "Li W",
      "Au R",
      "Li Y",
      "Xu F",
      "Wu Y",
      "Cui Y",
      "Di Z",
      "Li B",
      "Miao Y",
      "Lin Y",
      "Ge L",
      "Shen H"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582187/",
    "doi": "doi: 10.1186/s13020-025-01317-5",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41582185",
    "title": "Rapid maxillary expansion related sutural and dentoalveolar changes provoke early-term oxidative stress.",
    "authors": [
      "Kose T",
      "Kiki A",
      "Kose O",
      "Turkeri ON"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582185/",
    "doi": "doi: 10.1186/s12903-026-07739-3",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41582148",
    "title": "Molecular profile of pediatric pseudotumor cerebri: the role of apelin isoforms and oxidative stress.",
    "authors": [
      "Perk P",
      "Yuksel A",
      "Dagdelen ZO",
      "Mertoglu S",
      "Cakmak M",
      "Cennetoglu P",
      "Arıcan P",
      "Gumus A",
      "Kafadar I"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582148/",
    "doi": "doi: 10.1186/s12887-025-06499-3",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41582137",
    "title": "Dysregulation of the AMPK-SREBP1-FASN axis in MASLD: driving a vicious cycle of lipotoxicity and metabolic-immune crosstalk.",
    "authors": [
      "Zhao Q",
      "Lu S",
      "Guan Y",
      "Sun Z",
      "Qiu S",
      "Zhang A"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582137/",
    "doi": "doi: 10.1186/s12944-026-02867-9",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41582109",
    "title": "Association of loneliness and perceived social exclusion with donation behavior among community-dwelling individuals aged 40 and over: longitudinal evidence from the nationally representative German Ageing Survey.",
    "authors": [
      "Hajek A",
      "Yon DK",
      "Soysal P",
      "Peltzer K",
      "Pengpid S",
      "König HH"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582109/",
    "doi": "doi: 10.1007/s40520-026-03321-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41582083",
    "title": "Nobiletin Ameliorated the Development of Diabetic Kidney Disease via Modulating Ferroptosis and Epithelial-Mesenchymal Transition Involving Gut-Kidney Axis.",
    "authors": [
      "Zhao T",
      "Zhao C",
      "Xiang Q",
      "Zhang X",
      "Hong KF",
      "Liu P",
      "Sun Z",
      "Liu Y",
      "Huang R",
      "Li Y",
      "Cheong HF",
      "Wu Y",
      "Mo Y",
      "Xu Y",
      "Zhao Y",
      "Huang Q",
      "Xie Y",
      "Xu Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582083/",
    "doi": "doi: 10.1142/S0192415X26500114",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41582081",
    "title": "Tanshinone IIA Alleviates Pyroptosis through SIRT1/NLRP3 Pathway to Improve Diabetic Nephropathy.",
    "authors": [
      "Tian W",
      "Song P",
      "Zang J",
      "Zhao J",
      "Wang C",
      "Liu Y",
      "Fang H",
      "Wang H",
      "Tian X",
      "Zhang J",
      "Chen Z",
      "Gao Y",
      "Zhao Y",
      "Cao L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41582081/",
    "doi": "doi: 10.1142/S0192415X26500102",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41581927",
    "title": "Bavachinin Suppresses the Growth of Melanoma Cells by eEF2K/eEF2 Signaling and Induces Autophagy.",
    "authors": [
      "Lin Y",
      "Jiang W",
      "Xie J",
      "Jue X",
      "Huang J",
      "Wang C",
      "Yuan Y",
      "Liu B",
      "Zeng L",
      "Jiang X",
      "Deng B"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581927/",
    "doi": "doi: 10.1002/ptr.70212",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41581471",
    "title": "Accelerated senescence in sulfur mustard-exposed individuals: Evidence from oxidative DNA damage, telomere shortening, and dietary inflammatory index.",
    "authors": [
      "Vaez-Mahdavi MR",
      "Jamali T",
      "Behboudi H",
      "Homayounfar R",
      "Mojtahed M",
      "Ghazanfari T",
      "Ardestani SK"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581471/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119722",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41581220",
    "title": "Recommended contents for a longitudinal, population-representative study of health, retirement, and aging.",
    "authors": [
      "Lee J",
      "Wilkens J",
      "Phillips D",
      "Nichols E",
      "Knapp D"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581220/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41581209",
    "title": "Sleep, Metabolites, and Global Cognition: A Mediation Analysis of Plasma Metabolic Profiles in the West China Health and Aging Cohort.",
    "authors": [
      "Wu X",
      "Zhao Q",
      "Zhang X",
      "Yan H",
      "Dui X",
      "Jiang K",
      "Chen X",
      "Lin L",
      "Ma T",
      "Zhao X",
      "Xiao J",
      "Zhang T",
      "Long L",
      "Liao J",
      "Jiang X",
      "Li J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581209/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41581207",
    "title": "Physical activity and the aging brain: A narrative review.",
    "authors": [
      "Klil-Drori S",
      "Juneau M",
      "Serlin Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41581207/",
    "doi": "doi: 10.1177/13591053251408208",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41580988",
    "title": "p16(Ink4a)-Positive Hepatocytes Drive Liver Fibrosis Through Activation of LIFR Family Pathway.",
    "authors": [
      "Nishikawa K",
      "Wang TW",
      "Kawakami S",
      "Tanimoto S",
      "Yamaguchi K",
      "Kido T",
      "Kimura M",
      "Hishima T",
      "Okamura YT",
      "Omori S",
      "Iritani T",
      "Chiba T",
      "Jimbo T",
      "Katano M",
      "Kamataki K",
      "Yokoyama R",
      "Shimizu E",
      "Kimura K",
      "Yamzaki S",
      "Imoto S",
      "Furukawa Y",
      "Miyajima A",
      "Johmura Y",
      "Nakanishi M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580988/",
    "doi": "doi: 10.1002/advs.202510562",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "pmid:41580955",
    "title": "Tuning the Electronic Structure and ROS Generation of BiOCl via Salt-Mediated Precipitation.",
    "authors": [
      "Kowalkińska M",
      "Dudziak S",
      "Karczewski J",
      "Nikiforow K",
      "Ostrowski A",
      "Gomez-Mendoza M",
      "de la Peña O'Shea VA",
      "Zielińska-Jurek A"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580955/",
    "doi": "doi: 10.1002/chem.202502935",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41580923",
    "title": "A Magnetically Responsive Selenium-Doped CeO(2) Nanozyme for On-Demand Reactive Oxygen Species Modulation and Enhanced Tissue Regeneration.",
    "authors": [
      "Liu Z",
      "Wang X",
      "Liu Z",
      "Jiang J",
      "Lin X",
      "Xiao Z",
      "Zhang P",
      "Zhou H",
      "Yang L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580923/",
    "doi": "doi: 10.1002/adhm.202505174",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41580910",
    "title": "One Stone, Four Birds: Multiple Modulation of Infarct Microenvironment-Based ROS-Responsive Hydrogel for Cardiac Repair.",
    "authors": [
      "Feng K",
      "An J",
      "Zhang X",
      "Li G",
      "Ruan Y",
      "Huang H",
      "Sun Y",
      "Liu X",
      "Sun X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580910/",
    "doi": "doi: 10.1002/adhm.202505502",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41580829",
    "title": "Preservative-free latanoprost induces meibomian gland dysfunction through inflammatory and oxidative stress pathways.",
    "authors": [
      "Huang C",
      "Yang Y",
      "Wu S",
      "Liu Z",
      "Chen L",
      "Yan D",
      "Wei M",
      "Yan K",
      "Wang R",
      "Hu J",
      "Li W",
      "Liu Z"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580829/",
    "doi": "doi: 10.1186/s40360-025-01078-9",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41580826",
    "title": "Luteolin alleviates PCOS by inhibiting AR/STAT3/NLRP3-mediated granulosa cell pyroptosis.",
    "authors": [
      "Ouyang X",
      "Tang H",
      "Yang Y",
      "Hao X",
      "Jiang X",
      "Zhou Q",
      "Li L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580826/",
    "doi": "doi: 10.1186/s13048-025-01952-4",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41580793",
    "title": "Microneedle-delivered ROS-adaptive asiatic acid nanoparticles promote scarless repair via remodeling the pathological microenvironment.",
    "authors": [
      "Zhang Y",
      "Tang X",
      "Ma Y",
      "Qiu Y",
      "Wu X",
      "Wu Y",
      "Zeng L",
      "Chen L",
      "Wu H",
      "Zheng Y",
      "Xie J",
      "Liang G",
      "Yin L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580793/",
    "doi": "doi: 10.1186/s12951-025-03946-2",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41580782",
    "title": "Resistance exercise alleviates overactive bladder by attenuating detrusor oxidative stress via peroxynitrite reduction.",
    "authors": [
      "Wang Y",
      "Zhu J",
      "Dai S",
      "Fu Y",
      "Shi C",
      "Shen Z",
      "Chen C",
      "Wang Y",
      "Wang N",
      "Hou W",
      "Jiao W",
      "Xu K"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580782/",
    "doi": "doi: 10.1186/s40001-025-03727-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41580683",
    "title": "Renal-tubular-mitochondrial sequentially targeted nanoagent breaks the vicious cycle of oxidative stress and mtDNA-driven inflammation in acute kidney injury therapy.",
    "authors": [
      "Zhang C",
      "Tan L",
      "Yang P",
      "Huang L",
      "Xiang Z",
      "Zhao L",
      "Zhang L",
      "Deng J",
      "Liao X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580683/",
    "doi": "doi: 10.1186/s12951-026-04049-2",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41580615",
    "title": "The relationship between IGF-1 and cardiovascular diseases and the potential mediating role of TyG-related index: evidence from a cohort study.",
    "authors": [
      "Chen H",
      "Huang N",
      "Huang Y",
      "Chen J",
      "Luo X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580615/",
    "doi": "doi: 10.1186/s12872-026-05539-9",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "pmid:41580593",
    "title": "Inhibition of the RORC/GPX4 mediated ferroptosis regulatory axis suppresses tumor growth and alleviates enzalutamide resistance in prostate cancer.",
    "authors": [
      "Li Y",
      "Zhang B",
      "Zhang Z",
      "Yan W",
      "Wang H",
      "Xu X",
      "Lv A",
      "Liao Z",
      "Guo L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580593/",
    "doi": "doi: 10.1186/s11658-025-00846-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41580463",
    "title": "Efficient apoptosis via double-strand breaks of DNA in human epithelial cells induced by non-thermal effect of high-field broadband terahertz waves.",
    "authors": [
      "Zhou H",
      "Wei X",
      "Peng XY",
      "Gou Y",
      "Yue Z",
      "Zhong JL",
      "Li J",
      "Zhang C",
      "Zhang X",
      "Pei DS"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580463/",
    "doi": "doi: 10.1038/s41598-026-37373-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41580432",
    "title": "The interface of aging and salt in driving salt-sensitive hypertension: a comparative study in aged and young rats.",
    "authors": [
      "Zeng L",
      "Xu L",
      "Chen M",
      "Zheng X",
      "Yang P",
      "Yin Q",
      "Yu J",
      "Tian Z"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41580432/",
    "doi": "doi: 10.1038/s41514-026-00331-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41579398",
    "title": "Taraxacum-Based Carbon Dots Mitigate Hyperuricemia by Alleviating Oxidative Stress and Reinstating Intestinal Microbiota Homeostasis.",
    "authors": [
      "Cheng X",
      "Chen Z",
      "Zhang S",
      "Chen L",
      "Wang J",
      "Wang Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579398/",
    "doi": "doi: 10.1021/acsabm.5c02217",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41579346",
    "title": "GLP-1 receptor agonists, SGLT-2 inhibitors and their combination: effects on carotid atherosclerosis regression, oxidative stress and amyloid-β1-40 in diabetes.",
    "authors": [
      "Ikonomidis I",
      "Papageorgiou A",
      "Pavlidis G",
      "Georgiopoulos G",
      "Katogiannis K",
      "Maratou E",
      "Thymis J",
      "Pliouta L",
      "Kountouri A",
      "Korakas E",
      "Kostelli G",
      "Parissis J",
      "Nikolaou PE",
      "Andreadou I",
      "Lambadiari V"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579346/",
    "doi": "doi: 10.1152/ajpheart.00996.2025",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41579303",
    "title": "Hsa_circ_0003176: a key player in the m6A modification-mediated regulation of autophagy and glycolysis in cisplatin-resistant non-small cell lung cancer.",
    "authors": [
      "Guo S",
      "Yang Z",
      "Qiao J",
      "Rong L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579303/",
    "doi": "doi: 10.1007/s13577-026-01350-y",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41579273",
    "title": "Hydrogen treatment attenuates ferroptosis and alleviates spinal cord ischemia-reperfusion injury by activating the Nrf2/HO-1 signaling pathway.",
    "authors": [
      "Tong J",
      "Liu J",
      "Lv Z"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579273/",
    "doi": "doi: 10.1007/s11033-026-11482-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41579257",
    "title": "YTHDC1 Inhibits Esophageal Cancer Cell Apoptosis, Radiosensitivity and Autophagy Via Upregulating PLK1 by Stabilizing USP10.",
    "authors": [
      "Li B",
      "Li D",
      "Xu Z",
      "Han F",
      "Ren X",
      "Cheng W",
      "Wang J",
      "Chen M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579257/",
    "doi": "doi: 10.1007/s12010-025-05529-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41579241",
    "title": "Human Amniotic Mesenchymal Stromal Cells Promote Bone Regeneration via Regulating Ameloblastoma-Derived-Bone Marrow Mesenchymal Cells Crosstalk and Autophagy in Ameloblastoma Microenvironment.",
    "authors": [
      "Xiao Y",
      "Fu X",
      "Zhou W",
      "Li J",
      "Yan B",
      "Jiang F"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579241/",
    "doi": "doi: 10.1007/s13770-025-00789-8",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41579224",
    "title": "Ferroptosis in Spine-Related Diseases: Mechanistic Insights and Potential Therapeutic Targets.",
    "authors": [
      "Weng Z",
      "Zheng H",
      "Dong H",
      "Zhu L",
      "Liao W",
      "Xia J",
      "Yi J",
      "Feng S",
      "Jiang H",
      "Xin Z"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579224/",
    "doi": "doi: 10.1007/s10571-026-01668-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41579206",
    "title": "Correction: Effects of sorafenib on energy metabolism in breast cancer cells: role of AMPK-mTORC1 signaling.",
    "authors": [
      "Fumarola C",
      "Caffarra C",
      "La Monica S",
      "Galetti M",
      "Alfieri RR",
      "Cavazzoni A",
      "Galvani E",
      "Generali D",
      "Petronini PG",
      "Bonelli MA"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579206/",
    "doi": "doi: 10.1007/s10549-025-07880-7",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41579155",
    "title": "IP3K Knockdown Induces Oxidative Stress and Apoptosis in Sinonovacula constricta Under Low-Salinity.",
    "authors": [
      "Han Y",
      "Gao G",
      "Ye K",
      "Niu D"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579155/",
    "doi": "doi: 10.1007/s10126-026-10570-0",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41578922",
    "title": "Extracellular Vesicle-Mediated Communication Between Anterior Cruciate Ligament and Bone Marrow Cells Modulates Hamstring Tenocyte Behavior and Apoptosis.",
    "authors": [
      "Lo HL",
      "Huang SH",
      "Dai TH",
      "Wu SC",
      "Ho CJ",
      "Lu CC"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578922/",
    "doi": "doi: 10.1002/kjm2.70176",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41578880",
    "title": "Accelerated epigenetic aging and shorter DNA methylation-based telomere length in sarcopenic obesity: an exploratory pilot study.",
    "authors": [
      "Rossini Venturini AC",
      "Fogagnolo C",
      "Ortiz GU",
      "da Silva Rodrigues G",
      "da Silva AP",
      "Noronha NY",
      "Abud GF",
      "Silva BM",
      "Benzoni GG",
      "de Souza Pinhel MA",
      "Watanabe LM",
      "Sae-Lee C",
      "Travieso SG",
      "de Lima Viliod MC",
      "Nonino CB",
      "da Silva ASR",
      "de Freitas EC"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578880/",
    "doi": "doi: 10.1080/17501911.2026.2617179",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41578723",
    "title": "Amino acid metabolism related gene signatures for predicting prognosis and immune infiltration in gastric cancer.",
    "authors": [
      "Gu C",
      "Wang C",
      "Wen C",
      "Su X",
      "Jin L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578723/",
    "doi": "doi: 10.1080/10255842.2026.2621028",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41578307",
    "title": "Digitoxin-induced apoptosis in ovarian granulosa cells disrupts follicular development and impairs reproductive performance.",
    "authors": [
      "Jiang Y",
      "Lv M",
      "Zhong Y",
      "Shi Y",
      "Wang J",
      "Yuan X",
      "Ma B"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578307/",
    "doi": "doi: 10.1186/s13048-026-01965-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41578086",
    "title": "Correction to: Bioactive glass nanoparticles induce strong preferential cytotoxicity and excessive ROS‑mediated oxidative stress and apoptotic genomic DNA damage in non‑small lung cancer cells.",
    "authors": [
      "Mohamed HRH",
      "Yehia AH"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578086/",
    "doi": "doi: 10.1007/s00210-026-05007-3",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41578037",
    "title": "Plasma-Derived Exosomal hsa-miR-3677-3p Induces Ferroptosis in Neurons by Targeting ABCB8 in Perioperative Neurocognitive Disorders After Prostate Surgery.",
    "authors": [
      "Sun Y",
      "Zuo Y",
      "Zhang J",
      "Wu Y",
      "Xia X",
      "Liu J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578037/",
    "doi": "doi: 10.1007/s11064-026-04665-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41577823",
    "title": "Obesity impairs spermatogenesis via Leydig cell ferroptosis induced by liver-derived exosomal miR-122-5p.",
    "authors": [
      "Wang N",
      "Zhang B",
      "Chen T",
      "Zong J",
      "He G",
      "Cao M",
      "Wang Y",
      "Chen X",
      "Luo Y",
      "Shen C",
      "Sun Y",
      "Li C",
      "Zhou X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41577823/",
    "doi": "doi: 10.1038/s42003-026-09612-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576095",
    "title": "Pore size dynamics control complex volume swelling in pyroptosis.",
    "authors": [
      "Bastien E",
      "Duprez G",
      "Delanoë-Ayari H",
      "Leloup H",
      "Rivière C",
      "Petrilli V",
      "Recho P",
      "Monnier S"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576095/",
    "doi": "doi: 10.1073/pnas.2508022123",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576094",
    "title": "Caspase-3 cleaves and activates the NADase SARM1 to promote apoptosis, linking two cell death mechanisms.",
    "authors": [
      "Shi J",
      "Kim YE",
      "DeRuiter NJ",
      "Kadav P",
      "Tessier-Lavigne M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576094/",
    "doi": "doi: 10.1073/pnas.2528118123",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41572815",
    "title": "Evaluation of the protective effect of the Echinacea Purpurea against apoptosis and inflammation induced by overdose of iron dextran on the hematopoietic system.",
    "authors": [
      "Abdul Ridha DK",
      "Hassan AF"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41572815/",
    "doi": "doi: 10.1515/jcim-2025-0221",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41566738",
    "title": "[Electroacupuncture alleviates anxiety-like behavior in PTSD rats via modulating glycolysis/H4K12la/HIF-1α signaling pathway].",
    "authors": [
      "Cheng J",
      "Ma DD",
      "Liu G",
      "Song K",
      "Zhang H"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41566738/",
    "doi": "doi: 10.13702/j.1000-0607.20250570",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41566736",
    "title": "[Effects of moxibustion on delaying ovarian aging in mice by activating mitochondrial unfolded protein response and enhancing granulosa cell mitochondrial function].",
    "authors": [
      "Fan YL",
      "Li HX",
      "Shen MH",
      "Lu G"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41566736/",
    "doi": "doi: 10.13702/j.1000-0607.20241300",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41566733",
    "title": "[Effects of electroacupuncture on autophagy of the synovial tissue in the knee joint of rats with knee osteoarthritis by regulating PI3K/Akt/mTOR pathway].",
    "authors": [
      "Zhou XH",
      "Yang QQ",
      "Li WR",
      "Wang KP",
      "Qiu SH",
      "Li CN",
      "Li F"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41566733/",
    "doi": "doi: 10.13702/j.1000-0607.20241225",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41566732",
    "title": "[Effect of moxibustion at \"Feishu\" (BL13) and \"Xinshu\"(BL15) on myocardial fibrosis in chronic heart failure rats based on ferroptosis].",
    "authors": [
      "Gao B",
      "Jia XZ",
      "Cao YX",
      "Liu P",
      "Zhang WX",
      "Li L",
      "Xia R",
      "Ding HZ",
      "Wang J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41566732/",
    "doi": "doi: 10.13702/j.1000-0607.20241122",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  }
]