[
  {
    "id": "10.64898/2026.02.12.705597",
    "title": "PP2A and CDK16 antagonistically regulate WIPI2B phosphorylation and neuronal autophagosome biogenesis",
    "authors": [
      "Tsong, H.",
      "Waxham, N.",
      "Stavoe, A. K."
    ],
    "summary": "Autophagy is a recycling pathway that clears cellular constituents, supporting homeostasis. In primary murine neurons, autophagosome biogenesis declines during aging. Importantly, this decline can be restored by the ectopic expression of key autophagy component WIPI2B. The phosphorylation state of WIPI2B serine 395 is critical for this restoration, suggesting that WIPI2B S395 phosphorylation regulates autophagosome biogenesis. Here, we identified protein phosphatase 2A (PP2A) and CDK16 as regulators of WIPI2B S395 phosphorylation and neuronal autophagy. Using Caenorhabditis elegans, we showed that PP2A and CDK16 regulate neuronal autophagy through the same genetic pathway as WIPI2B in vivo. Further, purified mammalian PP2A and CDK16 directly modified WIPI2B S395 phosphorylation in vitro. In primary murine neurons, PP2A and CDK16 colocalized with WIPI2B at autophagosomes, and manipulation of PP2A and CDK16 expression altered WIPI2B puncta formation and rates of autophagosome biogenesis. Altogether, our data support the conclusion that PP2A and CDK16 regulate WIPI2B S395 phosphorylation, modulating autophagosome biogenesis in neurons.",
    "published": "2026-02-13T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.12.705597",
    "doi": "10.64898/2026.02.12.705597",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.12.705660",
    "title": "Modeling mitochondrial inheritance enables high-precision single-cell lineage tracing in humans",
    "authors": [
      "Gao, T.",
      "Weng, C.",
      "Johnson, I.",
      "Poeschla, M.",
      "Gudera, J.",
      "King, E.",
      "Rouya, C.",
      "Donovan, A.",
      "Bourke, L.",
      "Shao, Y.",
      "Marquez, E.",
      "Tyag, R.",
      "Zon, L. I.",
      "Weissman, J. S.",
      "Sankaran, V. G."
    ],
    "summary": "Somatic mutations in mitochondrial DNA (mtDNA) provide natural barcodes that enable engineering-free lineage tracing in human tissues, but the complex dynamics of mtDNA inheritance across cell divisions and incomplete sampling of mtDNA introduce uncertainty in reconstructed lineages. Here, we present MitoDrift, a probabilistic framework that integrates Wright-Fisher drift dynamics with sparse single-cell measurements to produce confidence-refined lineage trees enriched for accurate clonal relationships. Validation with gold-standard lentiviral barcoding and whole-genome sequencing demonstrates that MitoDrift outperforms existing tree reconstruction methods in precision while maintaining high clonal recovery, enabling robust analyses linking lineage to cell state. Applying MitoDrift to human hematopoiesis reveals an age-associated decline in clonal diversity with differential impact across cell types and identifies heritable regulatory programs in hematopoietic stem cells in vivo, linking AP-1/stress-associated programs to clonal expansions. In multiple myeloma, MitoDrift captures therapy-associated clonal remodeling undetectable by copy number analysis, revealing phenotypic transitions and linking gene regulatory programs to differential drug sensitivity. Collectively, MitoDrift enables high-precision lineage tracing at scale and establishes quantitative lineage-state analysis in primary human tissues, linking clonal history to transcriptional and epigenetic programs in tissue homeostasis, aging, and disease.",
    "published": "2026-02-13T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.12.705660",
    "doi": "10.64898/2026.02.12.705660",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.04.25.591217",
    "title": "Modifying Azithromycin to Mitigate Arrested Autophagy",
    "authors": [
      "Quarrington, R. D.",
      "Chen, S.",
      "Sapula, S. A.",
      "Liu, S. W.",
      "Lester, S. E.",
      "Miller, M. M.",
      "Munic Kos, V.",
      "Kopp, B. T.",
      "Jersmann, H. P.",
      "Blencowe, A.",
      "Roscioli, E."
    ],
    "summary": "Aims/hypothesis: Autophagy plays a critical role in the survival and microbial clearance function of tissues that encounter the environment, such as airway epithelial cells (AECs). Contrary to the known roles of azithromycin (AZM) in promoting microbial clearance, our evidence shows that AZM is a potent inhibitor of autophagy, an effect consistent with bacterial residency. Here we investigate the structure-activity relationship of AZM vs other macrolides and AZM-3'-N-oxide (AZM-[O]), to mitigate the off-target arrest of autophagy. Method: AZM-[O] was synthesised in-house via selective oxidation of the desosamine amine of AZM. Human peripheral blood mononuclear cells (PBMC) were used to assess autophagy ex vivo in an organotypic manner via transmission electron microscopy and Western blot analysis. For in vitro studies, the 16HBE14o- AEC line and Western blot was used to assess macrolide vs autophagy structure-activity relationships, and autophagic flux by quantifying the protein abundance of LC3B-II vs Sequestosome-1. Subsequent assessments of antimicrobial activity were conducted using the micro-broth dilution method. Immunomodulatory outcomes were assessed by quantifying the secretion of IL-6 in a lipopolysaccharide PMA-stimulated THP-1 macrophage model. Results: AZM significantly inhibited autophagic flux in both the ex vivo PBMC and in vitro 16HBE14o- AEC models, evidenced by the accumulation of autophagosome-related vacuoles and LC3B-II and Sequestosome-1 protein, compared to its precursors and other macrolides including roxithromycin and clarithromycin. Notably, oxidation of AZM to produce AZM-[O] significantly alleviated this inhibitory effect on autophagy, but without completely preserving its antimicrobial and immunomodulatory functions. Conclusion/Directions: We show for the first time that AZM inhibits PBMC autophagy in human blood ex vivo and there is a high probability this phenomenon occurs in the clinical setting. Importantly, chemical modification of AZM to generate AZM-[O] substantially alleviated this effect, consistent with altered ionisation properties. We are now assessing clinically derived blood samples in participants treated with AZM, defining the AZM-mammalian protein interactome and developing further AZM derivatives that preserve immunomodulatory activity while minimising disruption of autophagy.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.04.25.591217",
    "doi": "10.1101/2024.04.25.591217",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.10.664094",
    "title": "Reactive oxygen species trigger downward vertical migration in diatom microphytobenthic biofilms as a strategy to cope with oxidative stress",
    "authors": [
      "Desparmet, A.",
      "Jesus, B.",
      "Robinet, T.",
      "Dufour, T.",
      "Hubas, C."
    ],
    "summary": "Diatom-dominated intertidal microphytobenthic biofilms experience daily fluctuations in irradiance, which can lead to oxidative stress within the photosynthetic apparatus through the production and accumulation of reactive oxygen species. To maintain photosynthetic efficiency, benthic diatoms have developed protective strategies, including mobilization of the antioxidant xanthophyll cycle and the ability to migrate vertically through sediments. However, mechanistic understanding of signaling pathways underlying migration remains poorly characterized. This study investigated the triggering effect of reactive oxygen species on behavioral and photophysiological responses through the analysis of lipophilic pigments and fluorescence parameters. To this end, two microphytobenthic communities, one with sediment allowing vertical migration and another without sediment restricting it, were exposed to irradiance, cold atmospheric plasma, and hydrogen peroxide stresses. Results showed a consistent downward migration response under all oxidative stresses, highlighting the key role of reactive oxygen species, especially hydrogen peroxide, in triggering this microphytobenthic behavior. Moreover, a difference was observed between the pathways involved in vertical migration and those underlying photoprotective responses. Hydrogen peroxide and cold atmospheric plasma stresses highlighted the necessity for substantial microphytobenthic migration, whereas irradiance induced a specific and controlled response involving engagement of the xanthophyll cycle, acting in synergy with the migration strategy by showing stronger activation when migration was impaired. By establishing that a rapid and efficient migration could be induced by reactive oxygen species and could act in synergy with the xanthophyll cycle in epipelic cells, this study provides key insights into the molecular basis of microphytobenthic responses to cellular and environmental oxidative stresses.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.10.664094",
    "doi": "10.1101/2025.07.10.664094",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.11.675580",
    "title": "Activation of the TP53 pathway is a therapeutic vulnerability in NUP98::KDM5A+ pediatric AML",
    "authors": [
      "Cifarelli, L. N.",
      "Issa, H.",
      "Proietti, L.",
      "Schuschel, K.",
      "Gack, L.",
      "Menge, K.",
      "Ihling, C.",
      "Vogler, M.",
      "Sinz, A.",
      "Klusmann, J.-H.",
      "Heckl, D."
    ],
    "summary": "NUP98::KDM5A-rearranged pediatric acute myeloid leukemia (AML) is a rare, infancy-predominant entity with dismal outcome and no targeted therapeutic options. Given its suspected fetal origin, we hypothesized that leukemic maintenance depends on developmentally restricted vulnerabilities embedded within fetal hematopoietic programs. Using matched fetal and adult hematopoietic stem and progenitor cell models, we integrated transcriptomic and proteomic profiling with CRISPR-Cas9 screenings to define ontogeny-specific dependencies in NUP98::KDM5A leukemia. Fetal-derived NUP98::KDM5A leukemias exhibited greater in vivo aggressiveness, and retained fetal transcriptional signatures compared with adult counterparts. A comparative CRISPR-Cas9 screen using a library targeting fetal gene programs, conducted in both fetal- and adult-derived NUP98::KDM5A leukemias, identified the AAA+; ATPase TRIP13 as a selective and essential dependency in the fetal context. Mechanistically, TRIP13 physically interacted with the TP53 phosphatase PPM1D/WIP1, resulting in suppression of TP53 activation. Genetic ablation of Trip13, or pharmacologic inhibition using DCZ0415, a small-molecule inhibitor targeting TRIP13, reactivated TP53, induced G2/M arrest and mitochondrial apoptosis, and depleted leukemic cells in vitro; these effects were fully rescued by TP53 loss. In competitive transplantation assays, Trip13 ablation significantly impaired leukemic fitness in vivo. Together, these findings define a developmentally restricted TRIP13-PPM1D-TP53 survival axis in NUP98::KDM5A AML and provide mechanistic proof-of-concept that reactivation of the TP53 signaling pathway via TRIP13 inhibition represents a therapeutically targetable vulnerability in this high-risk pediatric leukemia.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.11.675580",
    "doi": "10.1101/2025.09.11.675580",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.26.678370",
    "title": "Parkinson's disease LRRK2 mutations dysregulate iron homeostasis and promote oxidative stress and ferroptosis in human neurons and astrocytes",
    "authors": [
      "Mamais, A.",
      "Batchelor, R.",
      "Chairmandurai, A.",
      "Ladd, T. B.",
      "Shute, A. J.",
      "Subrahmanian, N.",
      "Maio, N.",
      "Vulpe, C. D.",
      "LaVoie, M. J."
    ],
    "summary": "Background: Iron accumulation is a hallmark of sporadic and familial Parkinson's disease (PD) and correlates with clinical motor symptom severity. The biochemical mechanisms driving iron dyshomeostasis in PD brain and whether these are early or late events in the neurodegenerative process remain unknown. Nigral iron levels in LRRK2-PD patients have been reported to be even higher than in idiopathic PD, and greater in non-manifesting LRRK2 carriers than controls, suggesting that iron accumulation precedes clinical onset in LRRK2-associated PD. However, the cells affected and mechanisms governing iron dyshomeostasis in PD remain unclear. Methods: Here, we investigated multiple independent measures of iron homeostasis in iPSCs, iPSC-derived cortical and dopaminergic neurons, and astrocytes from control and PD patient-derived iPSCs and an isogenic iPSC panel of three independent pathogenic PD mutations. High-content and super-resolution microscopy of iron-specific probes and ICP-MS were used to determine iron content and distribution across different cell types and LRRK2 genotypes. The upstream effectors and downstream consequences of iron dyshomeostasis on ferroptosis signaling were also examined. Results: We found that heterozygous LRRK2 mutations dysregulate cellular iron levels across iPSCs, neurons and astrocytes, in a kinase-dependent manner. Lysosomal ferrous iron was specifically and consistently elevated across iPSCs, iPSC-derived cortical and dopaminergic neurons, and astrocytes carrying LRRK2 mutations and rescued by treatment with the selective LRRK2 inhibitor, MLi-2. Importantly, we show that lipid peroxidation and ROS levels are elevated in isogenic LRRK2 mutant neurons, while iron chelation or MLi-2 reduced LRRK2-dependent ROS damage. LRRK2 regulates the function of over a dozen Rab GTPase proteins through direct phosphorylation, and our prior work revealed a unique correlation with Rab8a trafficking and iron. Here, we report that CRISPR/Cas9 knockout of Rab8a recapitulates LRRK2-driven effects on intracellular iron in different cell types and that exogenous Rab8a normalizes lysosomal iron levels in R1441C LRRK2 iPSCs. Conclusions: Together, our findings demonstrate that LRRK2 mutations disrupt iron homeostasis across multiple cell types, including dopaminergic neurons, and establish a discrete biochemical pathway linking LRRK2 and vulnerability to ferroptosis signaling.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.26.678370",
    "doi": "10.1101/2025.09.26.678370",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.31.685880",
    "title": "Single-cell, multi-region profiling of the macaque brain across the lifespan",
    "authors": [
      "Yang, W.",
      "Watkins, K. L.",
      "DeCasien, A. R.",
      "O'Neill, M. B.",
      "Bohlen, M. O.",
      "O'Day, D. R.",
      "Duran, M.",
      "Qiu, C.",
      "Meleshko, A.",
      "Vo, A.",
      "Menke, M.",
      "Calderon, D.",
      "Cayo Biobank Research Unit,",
      "Sallet, J.",
      "Higham, J. P.",
      "Martinez, M. I.",
      "Trapnell, C.",
      "Starita, L. M.",
      "Montague, M. J.",
      "Platt, M.",
      "Chiou, K. L.",
      "Shendure, J.",
      "Snyder-Mackler, N."
    ],
    "summary": "Brain aging is a complex process with profound health and societal consequences. However, the molecular and cellular pathways that govern its temporal progression-along with any cell type-, region-, and sex-specific heterogeneity in such progression-remain poorly defined. Here, we present a transcriptomic atlas of 5.3 million cells from 582 samples spanning 11 brain regions of 55 rhesus macaques (29 female, 26 male), aged 5 months (early life) to 21 years (late adulthood). We annotate 12 major cell classes and 225 subclusters, including region-specific subtypes of excitatory and inhibitory neurons, astrocytes, and ependymal cells. We identify a vulnerable excitatory neuron population in the superficial cortical lamina and a cortical interneuron population that are less abundant later in life, along with subtle, region-specific, age-associated compositional differences in subpopulations of microglia and oligodendrocytes, whose detection required single-cell resolution. Finally, we chart convergent and divergent age-associated molecular signatures across brain regions and cell classes-where some of these signatures are sex-specific and could underlie sex biases in neurological disorders. We find that age-associated transcriptional programs not only overlap substantially with those seen in Alzheimer's disease (AD), but also unfold along distinct temporal trajectories across brain regions, suggesting that aging and AD may share molecular roots that emerge at different life stages and in region-specific, sex-specific windows of vulnerability. This work provides a temporal, regional, and sex-stratified atlas of the aging primate brain, offering insights into cell type-specific vulnerabilities and regional heterogeneity with translational human relevance.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.31.685880",
    "doi": "10.1101/2025.10.31.685880",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.05.703993",
    "title": "Redoxyme: a lightweight graphical user interface for standardized calculation of antioxidant enzyme activities",
    "authors": [
      "Soares, G. C. d. F.",
      "Varella, A. L. N.",
      "Facundo, H. T."
    ],
    "summary": "Oxidative stress results from excessive accumulation of reactive oxygen species (ROS) and plays a central role in numerous physiological and pathological processes. Accurate quantification of antioxidant enzyme activities is therefore essential in redox biology research. However, data analysis for commonly used assays, such as superoxide dismutase (SOD), catalase (CAT), and glutathione peroxidase (GPx), is frequently performed using spreadsheets or manual calculations, which are time-consuming and prone to error. Here, we present Redoxyme, a free, open-source, Python-based graphical user interface designed to standardize and automate the calculation of antioxidant enzyme activities. The software integrates protein normalization, enzyme-specific calculation routines, data visualization, and Excel export within an intuitive interface that does not require programming expertise. Redoxyme was validated using experimental data obtained from animal tissues (rats and mice), demonstrating excellent agreement with manual calculations and established analytical methods. Redoxyme provides a practical solution for improving reproducibility and efficiency in antioxidant enzyme activity analysis. The software is currently distributed as a standalone executable for Windows, while the source code is openly available and can, in principle, be adapted for other operating systems.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=63 SRC=\"FIGDIR/small/703993v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (10K):\norg.highwire.dtl.DTLVardef@1f84566org.highwire.dtl.DTLVardef@9465feorg.highwire.dtl.DTLVardef@b43941org.highwire.dtl.DTLVardef@1b1a5d_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.05.703993",
    "doi": "10.64898/2026.02.05.703993",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704829",
    "title": "Effects of a temporary period on pasture on the transcriptomic signature of horses housed in individual boxes",
    "authors": [
      "Foury, A.",
      "Ruet, A.",
      "Mach, N.",
      "Lansade, L.",
      "Moisan, M.-P."
    ],
    "summary": "Pasture access is widely recognized for its welfare, behavioural, and health benefits in horses compared to individual stabling. Our recent studies have shown that even short-term pasture exposure enhances welfare and induces lasting changes in gut microbiota, promoting health-associated bacterial populations. This study investigated the transcriptomic signature of 22 horses following a standardized pasture protocol, with peripheral blood gene expression analysed before pasture access (T0) and three months after returning to individual stabling (T1). First, using sPLS regression, we correlated gene expression profiles with behavioural welfare indicators measured at T1. Horses with pasture access exhibited significantly altered blood transcriptome compared to controls, with aggressiveness towards humans emerging as the strongest behavioural correlate of gene expression. Bioinformatic analyses revealed that aggressiveness-associated genes were linked to inflammation, apoptosis, and cell differentiation/growth. Then, horses with pasture access were divided in resilient and non-resilient according to the improvement of their behaviour after time on pasture. Differentially expressed genes post versus pre-pasture, compared between resilient and non-resilient horses for aggressiveness showed that inflammatory signals were downregulated in both subgroups, with a more pronounced effect in resilient horses. This suggests that resilient individuals are better equipped to modulate inflammatory responses in low-stress environments like pasture. Surprisingly, for unresponsiveness to the environment - a trait linked to depressive-like states - resilient horses displayed increased inflammatory signaling (e.g., IRF and CD40 activation) post-pasture, while non-resilient horses showed activation of anti-inflammatory PPAR signaling. Notably, non-resilient horses exhibited molecular signatures associated with organismal death, morbidity, and growth failure, indicating maladaptive physiological states. In contrast, resilient horses demonstrated activation of growth-related pathways (e.g., BMP2 and BMPR1A), suggesting a shift toward anabolic and developmental processes. This study underscores the behavioural and molecular benefits of pasture access for horses, particularly in reducing aggressiveness and inflammatory signaling in resilient individuals. The findings highlight the complex interplay between behaviour, inflammation, and resilience, with pasture access promoting adaptive physiological and molecular responses. Further research is needed to elucidate the long-term implications of these transcriptomic changes and their broader relevance to equine welfare.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704829",
    "doi": "10.64898/2026.02.09.704829",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704836",
    "title": "Biochemical regulation of Arabidopsis PUB33: a receptor-like cytoplasmic kinase with an integrated U-box domain that ubiquitinates Ralstonia pseudosolanacearum effector protein RipV1",
    "authors": [
      "Dharmasena, T.",
      "Choi, J.",
      "Kim, I.",
      "Miguel, V. N.",
      "Kelkar, N. S.",
      "Gallo, M. C. R.",
      "Hassan, N.",
      "Trujillo, M.",
      "Uhrig, R. G.",
      "Segonzac, C.",
      "Monaghan, J."
    ],
    "summary": "Plant immunity relies on the detection of microbes and the rapid activation of intracellular defense pathways. Catalyzed by protein kinases and E3 ubiquitin ligases, respectively, phosphorylation and ubiquitination are among the most abundant post-translational modifications that regulate immune pathways. It has been well established that members of the receptor-like cytoplasmic kinase (RLCK) and plant U-box E3 ligase (PUB) families are critical components of plant immune signaling. Interestingly, a group of proteins that contain both an RLCK domain and a PUB domain has been conserved throughout plant evolution, referred to as subgroups RLCK-IXb and PUB-VI within their respective families. While very little is known about these proteins, evidence from multiple independent studies indicates that orthologous PUB-VI/RLCK-IXb proteins in potato, tomato, Nicotiana benthamiana, and Arabidopsis thaliana associate with diverse pathogen effectors from the oomycete pathogen Phytophthora infestans, bacterial pathogen Ralstonia pseudosolanacearum, and the mirid bug Apolygus lucorum, suggesting that they may be critical virulence targets or components of the immune response. However, the biochemical activities of these proteins and how they contribute to plant health remain poorly defined. Here, we introduce the PUB-VI/RLCK-IXb clade in Arabidopsis, focusing on PUB32, PUB33, and PUB50. We show that PUB33 exhibits dual kinase and E3 ubiquitin ligase activities that are inversely regulated by autophosphorylation at Thr333. PUB33 forms homomers and heteromers with PUB32 which attenuate PUB33 catalytic activity. Although we did not observe clear defects in innate immune signaling in pub32, pub33, or pub50 mutants, we found that overexpression of PUB33 can suppress cell death triggered by the R. pseudosolanacearum effector RipV1 in N. benthamiana. Moreover, PUB33 directly ubiquitinates RipV1 in vitro and reduces RipV1 accumulation in planta, suggesting that it functions as part of the immune response against R. pseudosolanacearum.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704836",
    "doi": "10.64898/2026.02.10.704836",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704909",
    "title": "Cellular Aging Signatures in the Plasma Proteome Record Human Health and Disease",
    "authors": [
      "Ding, D. Y.",
      "Bot, V. A.",
      "Chen, K. L.",
      "Groves, J.",
      "Palovics, R.",
      "Masuda, D.",
      "Farinas, A.",
      "Oh, H. S.-H.",
      "Wagner, V.",
      "Lu, N.",
      "The Global Neurodegeneration Proteomics Consortium (GNPC),",
      "Cruchaga, C.",
      "Isakova, A.",
      "Schott, J. M.",
      "Wyss-Coray, T."
    ],
    "summary": "Aging is asynchronous across cells and organs, but whether plasma proteins can capture cell type-specific aging and predict disease and mortality remains unknown. We developed machine learning models to estimate the biological age of more than 40 distinct cell types spanning neuronal, immune, glial, endocrine, epithelial, and musculoskeletal origins using over 7,000 plasma proteins measured in 60,000 individuals across three cohorts, comprising the largest human plasma proteomics aging study to date. Individuals showed heterogeneous aging profiles, with 20-25% exhibiting accelerated aging in a single cell type and 1-3% across ten or more cell types. APOE genotype showed antagonistic aging effects in different cell types: APOE4 carriers exhibited older astrocytes but younger macrophages, while APOE2 carriers showed the inverse. Cellular aging signatures were uniquely associated with disease status and predicted incident disease and mortality over 15 years of follow-up. Amyotrophic lateral sclerosis (ALS) showed the strongest association with skeletal myocyte aging (hazard ratio = 12.7 for extreme accelerated versus youthful aging). In Alzheimer's disease (AD), prevalent cases showed accelerated aging across multiple neural and peripheral cell types, with extreme astrocyte aging conferring AD risk comparable to APOE4 carrier status. Moreover, extreme astrocyte aging increased AD risk in APOE4/4 carriers threefold, while youthful astrocytes strikingly reduced risk. Beyond neurodegeneration, respiratory cell aging identified smokers at 58% higher lung cancer risk, and myeloid aging identified normoglycemic individuals at higher diabetes risk. Both specific cellular vulnerabilities and cumulative aging burden influenced survival, wherein youthful immune or neuronal profiles were protective. A polycellular aging risk score provided robust mortality risk stratification across platforms and cohorts. These findings establish a framework for quantifying biological aging at the cellular resolution using plasma proteomics, revealing heterogeneity in aging trajectories and their impact on disease susceptibility and resilience.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704909",
    "doi": "10.64898/2026.02.10.704909",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705117",
    "title": "4,5-dihydroxyhexanoic acid is a robust circulating and urine marker of mitochondrial disease and its severity",
    "authors": [
      "Skinner, O. S.",
      "Miranda, M.",
      "Dong, F.",
      "Struhl, T.",
      "Walker, M. A.",
      "Schleifer, G.",
      "Henke, M. T.",
      "Clardy, J.",
      "Hirano, M.",
      "De Vivo, D. C.",
      "Schon, E. A.",
      "Engelstad, K.",
      "Siegmund, S. E.",
      "Laprise, C.",
      "Des Rosiers, C.",
      "Sharma, R.",
      "Mootha, V. K."
    ],
    "summary": "Management of patients with mitochondrial respiratory chain diseases is challenging, in part because of our incomplete understanding of pathogenesis and a lack of biomarkers. Unknown metabolites account for >90% of detected features in modern metabolomics experiments and hold immense untapped promise for new basic and biomedical research. We recently used mass spectrometry-based metabolomics to identify and validate 19 circulating blood-based biomarkers for patients with the mitochondrial DNA (mtDNA) m.3243A>G pathogenic variant, which is the most frequent cause of the mitochondrial disorder MELAS (mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes). However, the most significantly changing biomarker corresponded to an 'unknown' metabolite. Here, we combine cheminformatics with analytical chemistry and identify that feature as 4,5-dihydroxyhexanoic acid (4,5-DHHA), a metabolite previously associated with inherited defects of gamma-aminobutyric acid (GABA) catabolism, but with no prior links to mitochondrial respiratory chain disorders. We validate this finding in an independent MELAS cohort and further show that 4,5-DHHA levels correlate with disease severity and are elevated in patients with other forms of mitochondrial disease and sepsis. Furthermore, brain 4,5-DHHA levels were elevated in two genetic mouse models of mitochondrial disease. In vitro and tissue culture experiments indicate that 4,5-DHHA is generated when the GABA catabolite succinic semialdehyde reacts with an intermediate of the pyruvate dehydrogenase reaction and is sensitive to mitochondrial complex I function. Our work identifies 4,5-DHHA as a robust plasma and urine marker of mitochondrial dysfunction in humans and reveals new connections between the respiratory chain and GABA metabolism.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705117",
    "doi": "10.64898/2026.02.10.705117",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.11.705232",
    "title": "Neuronal DNA repair mediates systemic mitochondrial maintenance through acetylcholine signaling",
    "authors": [
      "da Silva, P.",
      "Ropert, B.",
      "Rieckher, M.",
      "Rive, C.",
      "Schumacher, B."
    ],
    "summary": "DNA repair defects such as Nucleotide Excision Repair (NER) mutations can lead to progeroid syndromes characterized by growth retardation and accelerated aging with distinct tissue type specific pathologies. DNA damage induced dysfunction of specific cell types can impair the organism's overall function. It is unknown whether, in reverse, DNA repair in specific tissues can have non-cell-autonomous consequences on other tissues carrying DNA damage. To explore the organismal consequences of cell type specific DNA repair, we restricted NER activity to specific tissues and monitored consequences on organismal health in C. elegans. Unexpectedly, we observed that tissue specific DNA repair is sufficient to improve overall DNA damage resistance. Strikingly, the sole NER activity in neurons is sufficient to provide similar overall DNA damage resistance as whole body NER. We show that this systemic DNA damage resilience is mediated by neuronal Acetylcholine signaling that promotes the maintenance of mitochondrial activity throughout the organism.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.11.705232",
    "doi": "10.64898/2026.02.11.705232",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705129",
    "title": "Characterizing the SASP-Dependent Paracrine Spreading of Senescence Between Human Brain Cell Types",
    "authors": [
      "Russo, T.",
      "Riessland, M."
    ],
    "summary": "One of the defining phenotypes of a senescent cell is the senescence-associated secretory phenotype (SASP), which can propagate senescence in neighboring cells both in vitro and in vivo. Importantly, this paracrine spreading of senescence can act in a cell non-autonomous manner, influencing neighboring cell populations and contributing to immune cell recruitment. As cellular senescence has recently been linked to both age-related neurodegenerative phenotypes and local inflammation and is more clearly defined across brain cell types in a cell-type-dependent manner, an urgent question remains regarding how a cell-type-specific paracrine spreading of senescence occurs in the brain. Here, we set out to profile the cell-type-specific features of the SASP and characterize the directionality of paracrine senescence-spreading between major brain cell types. Through this analysis, we identified key SASP ligand-receptor pairs involved in this paracrine dissemination. Targeting these factors with specific inhibitors, we prevented the paracrine spreading of senescence in a brain cell-type-dependent manner. Taken together, we identified specific SASP targets for therapeutic intervention in the context of human brain cells and thereby informed the SASP-dependent reaction of immune cells and age-related tissue dysfunction across both normal aging and models of neurodegenerative disease.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705129",
    "doi": "10.64898/2026.02.10.705129",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705136",
    "title": "Thermodynamic scaling of canine aging and reversible clock deceleration by a reverse transcriptase inhibitor",
    "authors": [
      "Matrenok, S.",
      "Andrianova, E. L.",
      "Avchaciov, K.",
      "Fleyshman, D. I.",
      "Huson, H. J.",
      "Loftus, J. P.",
      "Wakshlag, J. J.",
      "Zhang, B.",
      "Gladyshev, V. N.",
      "Gudkov, A. V.",
      "Fedichev, P. O."
    ],
    "summary": "Aging was tracked in a cohort of 99 \"retired\" sled dogs over four years to characterize the latent dynamics of physiological decline. Animals were randomized to receive either placebo or the reverse transcriptase inhibitor lamivudine for [~]30 months. We employed a variational autoregressive model to integrate longitudinal blood parameters and DNA methylation (DNAm) profiles. The model defines Biological Age (BA) as a signature of irreversible damage with Poissonian statistics, a feature conserved across mammalian scales. Lamivudine modulated age-independent latent variables and temporarily decelerated the DNAm clock in females, but these effects were reversible upon treatment discontinuation and did not alter the long-term BA trajectory. Critically, we show that physiological fluctuations are governed by a single systemic factor -- an effective or phenotypic temperature representing an emergent (macroscopic) property. We show that while the rate of damage accumulation (the BA slope) is independent of this temperature, actuarial aging parameters (initial mortality and the Gompertz exponent) are strongly temperature dependent. This supports a model where mortality arises from effective activation across a protective free energy barrier that erodes with age. These findings identify phenotypic temperature as an important control variable governing the kinetics of organism-level failure, offering a compelling target for interventions aimed at extending healthspan by \"squaring\" the survival curve.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705136",
    "doi": "10.64898/2026.02.10.705136",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705213",
    "title": "Tumor-derived Extracellular Vesicles Induce ER Stress to Drive Tolerogenic Dendritic Cell Development in the Tumor Microenvironment",
    "authors": [
      "Wang, X.",
      "Plebanek, M. P.",
      "Nguyen, Y.-V.",
      "Bazaz, M. R.",
      "Sturdivant, M. S.",
      "Theivanthiran, B.",
      "Hanks, B. A."
    ],
    "summary": "Background: The efficacy of immune checkpoint blockade relies on the robust priming of T cells by immunostimulatory dendritic cells (DCs). However, the tumor microenvironment (TME) frequently drives DCs into a dysfunctional, pro-tolerogenic state governed by aberrant metabolic rewiring, creating a barrier to durable antitumor immunity. While tumor-derived extracellular vesicles (EVs) are abundant in the TME, their specific role in orchestrating this immunosuppressive metabolic reprogramming remains poorly understood. This study provides insight into the signaling axes through which tumor-derived EVs alter DC function and evaluates the therapeutic potential of targeting these pathways to overcome immunotherapy resistance. Methods: Tumor models were engineered to express EV fluorescent markers to track tumor EV uptake in vivo. Bulk and single-cell RNA sequencing was integrated with multi-parameter flow cytometry to characterize the reprogramming of tumor EV-educated DCs both in vitro and in vivo. Western blotting, quantitative real-time polymerase chain reaction assays, various cellular metabolic assays, as well as T cell-based immunologic studies were utilized to characterize the underlying mechanisms of tumor EV-mediated DC reprogramming. DC-specific Ppara-deficient mice were developed to verify these mechanisms in vivo. PPAR-alpha-targeted inhibitors were evaluated based on their ability to overcome checkpoint inhibitor resistance in an autochthonous model of melanoma. Results: Tumor-derived EVs were found to promote tumor progression by suppressing host immunity. Further studies reveal that tumor-derived EVs induce a tolerogenic 'mregDC' transcriptional signature characterized by the upregulation of immunoregulatory molecules in DCs both in vitro and in vivo. These tumor EV-educated DCs exhibit an impaired capacity for CD8+ T cell priming, while demonstrating a proficiency for promoting CD4+FoxP3+ regulatory T cell differentiation. Mechanistically, tumor EVs concurrently trigger the unfolded protein response (UPR) via the PERK-ATF4 and IRE1alpha-XBP1s signaling axes, subsequently activating the SREBP2 and PPAR-alpha transcription factors, respectively. This process drives both aberrant lipid accumulation and fatty acid oxidation (FAO) in DCs residing within the TME. DC-restricted ablation of PPAR-alpha; significantly reversed the pro-tolerogenic effect of tumor EVs in vivo while pharmacologic targeting of PPAR-alpha overcomes anti-PD-1 resistance and augments CD8+ T cell infiltration in an autochthonous model of melanoma. Conclusions: Tumor EVs contribute to the development and pro-tolerogenic function of mregDCs in the TME by triggering the UPR pathway. Aberrant lipid metabolism involving enhanced FAO are common characteristics associated with DC dysfunction in the TME. Strategies to interrupt these pathways represent promising approaches for reversing immune tolerance and enhancing tumor-targeted CD8+ T cell responses.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705213",
    "doi": "10.64898/2026.02.10.705213",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.11.705324",
    "title": "Repressed mTORC1 signaling and transient dendritic pruning support axonal regeneration",
    "authors": [
      "Zhang, A.",
      "Masin, L.",
      "Bergmans, S.",
      "Putti, E.",
      "Albadri, S.",
      "Poulain, F. E.",
      "Del Bene, F.",
      "Moons, L."
    ],
    "summary": "Dendrite degeneration is an early pathological feature following axonal damage, yet its role during successful axonal regeneration remains poorly understood. Using sparse labeling of retinal ganglion cells in adult zebrafish, we show that axonal regeneration is accompanied by a transient phase of dendritic pruning following optic nerve crush. Dendritic pruning occurs during axon elongation and is reversed after brain reinnervation. Although insulin-mTOR signaling is rapidly upregulated immediately after injury, it is subsequently suppressed, coinciding with dendritic pruning and sustained axonal growth. Prolonging mTOR activation through insulin treatment or direct pathway stimulation reduces dendritic pruning in an mTORC1-dependent manner but severely delays axonal regrowth. Together, these findings identify dendritic remodeling as a key temporally regulated component of successful axonal regeneration and reveal a functional trade-off between dendritic preservation and axon regrowth. This balance may represent a critical constraint for promoting CNS repair in mammals.",
    "published": "2026-02-12T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.11.705324",
    "doi": "10.64898/2026.02.11.705324",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2023.10.04.558359",
    "title": "Hypoxic injury triggers maladaptive repair in human kidney organoids",
    "authors": [
      "Nunez-Nescolarde, A. B.",
      "Liao, Y.",
      "Perlaza-Jimenez, L.",
      "Piran, M.",
      "Cheng, Z.",
      "Barlow, C. K.",
      "Steele, J. R.",
      "Deveson, D.",
      "Lee, H.-C.",
      "Moreau, J. L. M.",
      "Li, J.",
      "Schittenhelm, R. B.",
      "Wells, C. A.",
      "Shi, W.",
      "Nikolic-Paterson, D. J.",
      "Combes, A. N."
    ],
    "summary": "Acute kidney injury (AKI) is a common clinical disorder linked to high rates of illness and death. Ischemia is a leading cause of AKI, which can result in chronic kidney disease (CKD) through maladaptive repair marked by impaired epithelial regeneration, inflammation, and metabolic dysregulation. There are no targeted therapies for AKI or to prevent progression to CKD and insight into human disease mechanisms remains limited. Here we show that human kidney organoids recapitulate key molecular and metabolic signatures of AKI and maladaptive repair in response to hypoxic injury. Transcriptional, proteomic, and metabolomic profiling revealed tubular injury, cell death, cell cycle arrest and metabolic reprogramming in organoids exposed to hypoxia. Following return to normoxic conditions, injured organoids had increased signatures of TNF and NF-{kappa}B signalling pathways and S100A8/9, associated with maladaptive repair. Single cell RNA sequencing localized AKI and maladaptive repair markers including GDF15, MMP7, ICAM1, IL32, SPP1, C3 and CCN1 to injured tubules. Metabolic phenotypes linked to CKD were also evident, including dysregulated gluconeogenesis, altered amino acid metabolism and lipid peroxidation. iPSC-derived macrophages incorporated into organoids displayed a robust activation and inflammatory response to hypoxia. Spatial transcriptomics revealed a shift from a tissue resident-like to inflammatory macrophage states and localized effects on tubular injury and inflammation. This multi-omic analysis defines conserved mechanisms of human ischemic AKI and maladaptive repair, highlighting new opportunities to test therapeutics and model immune-mediated interactions.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.10.04.558359",
    "doi": "10.1101/2023.10.04.558359",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bGluconeogenesis\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2024.01.20.576473",
    "title": "Diurnal rhythmicity in metabolism and salivary effector expression shapes aphid performance on host plants",
    "authors": [
      "Han, J.",
      "Kunk, D.",
      "Cui, M.",
      "Goldstein, Y.",
      "Tzin, V.",
      "Nalam, V. J."
    ],
    "summary": "Diurnal rhythms influence insect behavior, physiology, and metabolism, optimizing their performance by adapting to daily changes in the environment. While their impact on agricultural pests has been briefly explored, our understanding of how these rhythms drive adaptative responses in pest biology and influence host colonization remains elusive. Here, we show that a notorious global aphid pest, Rhopalosiphum padi, exhibits distinct diurnal patterns in feeding behavior, with elevated honeydew excretion at night and extended phloem salivation during early nighttime. Temporal aphid transcriptome profiling reveals four diurnally rhythmic clusters, two of which peak at night, exhibiting enrichment in carbohydrate and amino acid metabolism. Beyond the established role in manipulating host responses and allowing sustained feeding, our study reveals novel evidence of cyclical fluctuations in salivary effector expression in an insect species. Silencing key effector genes, peaking in expression during the increased nighttime salivation, results in a more pronounced reduction in aphid excretion activity on host plants during the night compared to the day, a phenomenon not observed on artificial diets. A better understanding of aphid diurnal rhythms and their roles in shaping aphid performance provides a promising avenue to refine and optimize pest management, granting a strategic advantage for minimizing crop damage.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.01.20.576473",
    "doi": "10.1101/2024.01.20.576473",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.02.641080",
    "title": "Identification of a new inhibitor of Ran GTPase with potential therapeutic value in epithelial ovarian cancer",
    "authors": [
      "Boudhraa, Z.",
      "Tian, X.",
      "Gam, R.",
      "Ritch, S.",
      "Kendall-Dupont, J.",
      "Carmona, E.",
      "Provencher, D.",
      "Wu, J. H.",
      "Mes-Masson, A.-M."
    ],
    "summary": "Compiled research studies suggest that the small GTPase Ran is critical in cancer initiation and progression. Compounds that block Ran activity would be valuable for cancer treatment. Here, by learning lessons from the discovery of KRAS G12C inhibitors, we generated a structural model of the switch II pocket of GDP-bound Ran to identify potential inhibitors of Ran by virtual screening. After in vitro verification, compound M26 was detected. Subsequent hit optimization lead us to identify compound M36 as an inhibitor of Ran with a promising therapeutic value. Binding of M36 to Ran was confirmed by cellular thermal shift assay. The specificity of M36 towards Ran was demonstrated by the evaluation of the active GTP-bound forms of a range of GTPases including Ran, RhoA, Cdc42 and Rac1; and by the expression of a dominant active mutant of Ran. Remarkably, similar to depletion of Ran by siRNA, M36 exhibits a specific toxicity in aneuploid ovarian cancer cells and represses DNA repair systems. In accordance with this, we demonstrated a synergistic relationship between M36 and the FDA approved PARP inhibitor Olaparib. In vivo, M36 presents acceptable pharmacokinetic properties and, more importantly, inhibits the tumor growth of an aggressive epithelial ovarian cancer xenograft model. Clinically relevant, M36 was able to induce cell death in ex vivo EOC patient derived micro-dissected tumor. Overall, our study is the first to provide a small-molecule compound inhibitor of Ran with a promising therapeutic potential.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.02.641080",
    "doi": "10.1101/2025.03.02.641080",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.07.698160",
    "title": "A long non-coding RNA, afu-254, is required for the oxidative stress response, cell wall stress response, azole susceptibility and virulence in Aspergillus fumigatus",
    "authors": [
      "Devkota, R.",
      "Poudyal, N. R.",
      "Reyes Servin, J.",
      "Lenz, J.",
      "Shepardson, K. M.",
      "Dhingra, S."
    ],
    "summary": "Long non-coding RNAs play an important role in stress response in all forms of life; however, a tight regulation of lncRNAs is required for normal function. Abnormal expression of lncRNA is associated with uncontrolled cell growth in many forms of cancer. Recent studies have highlighted the role of lncRNAs in Aspergillus fumigatus in azole stress response and virulence. Here, using a transcriptome dataset of A. fumigatus response to stress, we identified afu-254 as an 854bp lncRNA that plays a role in modulating oxidative stress, fungal sub-MIC azole response to posaconazole and itraconazole, cell wall stress, macrophage phagocytosis and killing ex vivo, and virulence in an invertebrate model of Aspergillus infection. Importantly, afu-254 does not produce cross-azole susceptible response and plays a role in fungal azole response against posaconazole and itraconazole but not voriconazole. Furthermore, we showed that stochiometric levels of afu-254 are important for its function, and ectopic overexpression of afu-254 in the WT strain leads to an antimorph. This phenotype may stem from a higher ordered structure that is denatured with heat, indicating the presence of a non-functional isoform. In conclusion, we characterized a novel lncRNA, afu-254, that is important for stress response and virulence in the pathogenic fungus A. fumigatus.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.07.698160",
    "doi": "10.64898/2026.01.07.698160",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.28.702158",
    "title": "Bacteroides intestinalis-Driven Arabinoxylan Fermentation Mitigates Inflammatory and Metabolic Dysfunction",
    "authors": [
      "Zhou, Z.",
      "Nguyen, K. L.",
      "Chen, S.",
      "Wang, Y.",
      "Li, M.",
      "Bianchi, D. M.",
      "Ge, W.",
      "Kuo, S. H.",
      "Tung, E.",
      "Parmar, R.",
      "Ji, J.",
      "Khorana, R.",
      "Gharieb, S.",
      "Hetta, A.",
      "Cann, I.",
      "Mackie, R. I.",
      "Lau, G. W.",
      "Yang, J.",
      "Mei, W."
    ],
    "summary": "Insufficient dietary fiber intake is strongly associated with gut microbiome dysfunction and an increased risk of noncommunicable diseases. Synergistic synbiotics, which pair defined microbial strains with their preferred carbohydrate substrates, offer a promising strategy to restore these functions. However, the rational design of such interventions remains challenging by insufficient understanding of microbial fiber-degrading capacities and the host-relevant bioactivities of fermentation-derived metabolites. Here, we identify human colonic commensal Bacteroides intestinalis (B. intestinalis) as a key microbial mediator of dietary fiber-driven metabolic, immune, and neuronal benefits. We demonstrate that the synergistic interaction between B. intestinalis and its preferred substrate, insoluble wheat arabinoxylan abundant in dietary fiber, enhances the production of anti-diabetic and anti-steatotic bile acid species, hyocholic acid and hyodeoxycholic acid, anti-inflammatory, antioxidant phenolic compounds, and a spectrum of neuroactive compounds. These metabolic effects are accompanied by coordinated transcriptional remodeling in the colon and spleen, implicating pathways governing circadian rhythm regulation, lipid metabolism, and immune defense. Importantly, these beneficial effects are preserved in conventionally raised mice with established high-fat diet-induced obesity, where BI and inWAX improve glucose tolerance. Our findings uncover a mechanistic framework linking B. intestinalis-mediated fiber fermentation to gut-liver-brain crosstalk and establish a rational foundation for precision synbiotic design.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702158",
    "doi": "10.64898/2026.01.28.702158",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.29.702473",
    "title": "Urban PM2.5 Impairs Blood-Brain Barrier Integrity and Enhances LOX-1 Expression in Human Brain Endothelial Cells",
    "authors": [
      "Andersson, E.",
      "Wendt, T.",
      "Bergman, F.",
      "Isaxon, C.",
      "Ansar, S."
    ],
    "summary": "Introduction: Ambient air pollution, especially fine particulate matter 2.5 (PM2.5) has emerged as a critical environmental risk factor for cerebrovascular diseases, contributing to an estimated 7.9 million premature deaths annually. PM2.5 induces cellular toxicity and is hypothesized to disrupt the blood-brain barrier (BBB), a pathological hallmark in cerebrovascular diseases such as ischemic stroke. Despite epidemiological evidence linking PM2.5 to increased stroke incidence, its underlying cellular mechanism driving this association is poorly understood. It remains unclear how environmentally relevant pollution concentrations affects brain endothelial function or influence stroke-related biomarkers such as the lectin-like oxLDL receptor 1 (LOX-1). Method: Primary adult male human brain microvascular endothelial cells (HBMEC) were exposed to PM2.5 (5, 15, 75, or 300 g/m3) collected from an urban environment in southern Sweden, or control. Thereafter, exposed to normoxia (21% O2) or hypoxia (1% O2) and glucose deprivation, followed by reperfusion as a model for ischemic stroke. Cell viability, oxidative stress, inflammation, BBB integrity (claudin-5, ZO-1) and LOX-1 protein expression were assessed. Results: PM2.5 exposure induced cellular dysfunction, oxidative stress and inflammation starting at 75 g/m3 PM2.5. Notably, decreased claudin-5 and ZO-1 protein levels and increased LOX-1 expression at concentrations as low as 15 g/m3 PM2.5, levels commonly encountered in urban environments globally. The cellular effects of PM2.5 closely resembled those induced by ischemic-like injury. Conclusion: These findings demonstrate dose-dependent detrimental effects of PM2.5 on HBMEC. The results suggest that ambient urban PM2.5 may act as a predisposing factor for cerebrovascular disease onset, by causing endothelial and barrier dysregulation.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702473",
    "doi": "10.64898/2026.01.29.702473",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704912",
    "title": "miR-940 suppresses ferroptosis by controlling expression of key regulatory genes",
    "authors": [
      "Kolak, A.",
      "Tschuck, J.",
      "Weiss, S. A.",
      "Kaemena, D.",
      "Klimm, K.",
      "Galhoz, A.",
      "Ringelstetter, L.",
      "Fennell, M.",
      "Merl-Pham, J.",
      "Artati, A.",
      "Strasser, S.",
      "Garippa, R.",
      "Witting, M.",
      "Zischka, H.",
      "Schick, J. A.",
      "Hauck, S. M.",
      "Menden, M. P.",
      "Vincendeau, M.",
      "Stockwell, B. R.",
      "Hadian, K."
    ],
    "summary": "Ferroptosis is a form of regulated cell death that is characterized by iron-dependent lipid peroxidation. This process is regulated by specific metabolites, the lipid composition of the cells, redox-active iron, and antioxidant mechanisms. Although numerous regulators have been identified over the past decade, exploring other mechanisms, particularly from non-coding genomic regions, can build a thorough understanding of the multifaceted regulatory processes underlying ferroptosis. MicroRNAs (miRNAs) play a crucial role in gene regulation and cellular functions. Through a CRISPR KO screen, we identified miR-940 as a negative regulator of ferroptosis. Overexpression of miR-940 in several cell lines consistently suppressed ferroptosis induced by system xc- inhibition. Notably, multiple cancer patient cohorts with elevated miR-940 levels exhibit reduced survival. Integrated bioinformatic, transcriptomic, and proteomic analyses revealed that miR-940 decreases the expression of ACSL4, LPCAT3, DMT1, and NCOA4, and simultaneously increases levels of GPX4. Pharmacological inhibition of GPX4 attenuated the protective effect of miR-940, indicating that its primary anti-ferroptotic activity is mediated through GPX4. Overall, this gene rewiring is associated with reduced levels of redox-active iron and diminished lipid peroxidation, consistent with ferroptosis suppression. These findings suggest that miR-940 coordinates ferroptosis inhibition, which presents a novel regulatory layer for therapeutic exploration in susceptible cancers.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704912",
    "doi": "10.64898/2026.02.09.704912",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704891",
    "title": "Senescent fibroblasts interfere with the tumor immune response in humanized models by inducing neutrophil extracellular traps",
    "authors": [
      "Barrera, M. C.",
      "Sonn, A.",
      "Galindo, C. C.",
      "Nehmo, G. M.",
      "Le, O.",
      "Ferbeyre, G.",
      "Beausejour, C."
    ],
    "summary": "Neutrophils are known to promote tumor progression and metastasis, in part through the release of extracellular traps (NETs), a phenomenon associated with poor prognosis in patients. Here, we demonstrate that senescent fibroblasts, via their senescence-associated secretory phenotype (SASP), promote the recruitment of CD33+ myeloid cells and impair the tumor immune response in an orthotopic humanized mouse lung cancer model. Mechanistically, we found that therapy-induced senescence triggers the formation of NETs, which interfere with immune cell infiltration in tumor spheroids. This phenotype was reversible upon treatment with DNAse I or Reparixin, an inhibitor of the action of CXCL8/IL-8 and CXCL1/GRO1, two key SASP factors. Furthermore, we show that senescence-induced NETs favor lung metastasis in a humanized mouse model, a phenotype that was inhibited by DNase I treatment. Our findings provide critical insights into the complex interplay between cellular senescence, NETosis, and the tumor immune response, highlighting another mechanism by which senotherapies can improve cancer treatments.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704891",
    "doi": "10.64898/2026.02.09.704891",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704981",
    "title": "HSPB8 regulates CTP synthase filaments to couple nucleotide metabolism and autophagy in tumors",
    "authors": [
      "Lin, W.-C.",
      "Wang, C.-Y.",
      "Huang, K.-J.",
      "Chakraborty, A.",
      "Lin, Y.-T.",
      "Hsieh, Y.-J.",
      "Chien, K.-Y.",
      "Ke, P.-Y.",
      "Huang, W.-H.",
      "Cheng, C.-Y.",
      "Chang, I. Y.-F.",
      "Tang, H.-Y.",
      "Yang, C.-H.",
      "Cheng, M.-L.",
      "Chang, Y.-C.",
      "Yeh, C.-T.",
      "Lee, C.-K.",
      "Yu, J.-S.",
      "Chang, Y.-S.",
      "Grosshans, J.",
      "Pai, L.-M."
    ],
    "summary": "Metabolic enzyme compartmentalization is increasingly recognized as a regulatory strategy, yet its functional relevance in cancer remains incompletely understood. Here, we demonstrate that polymerization of cytidine triphosphate synthase (CTPS) into filaments is essential for tumor growth in vivo and for three-dimensional proliferation. Glutamine deprivation, a hallmark of the nutrient-poor core of solid tumors, promotes CTPS filament assembly, suppressing enzymatic activity and limiting phospholipid synthesis and autophagic flux. Using proximity labeling, we identify the chaperone HSPB8 as a filament-associated regulator. HSPB8 antagonizes CTPS filament assembly by facilitating clearance of misfolded proteins, thereby restoring CTPS activity. Filament disassembly enhances CTP production, elevates autophagy-related phosphatidylinositol and phosphatidylethanolamine synthesis, and accelerates autophagic flux. Disruption of CTPS filament formation impairs xenograft tumor growth. Consistently, analysis of patient datasets reveals that high CTPS and low HSPB8 expression correlate with poor survival across multiple cancers. These findings identify CTPS filament dynamics as a metabolic vulnerability in tumors.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704981",
    "doi": "10.64898/2026.02.10.704981",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704867",
    "title": "Nerve Injury-Induced Protein 2 Is Necessary for the Lysosome Membrane Integrity and Protects Cells from Ferroptosis",
    "authors": [
      "Zhang, J.",
      "Bustamante, M.",
      "Shi, Y.",
      "Nakajima, K.-i.",
      "Chen, X."
    ],
    "summary": "Nerve injury-induced protein 1 (NINJ1), a cell adhesion molecule, is oligomerized during lytic cell death and mediates plasma membrane rupture to release large intracellular molecules that propagate the inflammatory response. We and others previously showed that NINJ2, a close relative of NINJ1, does not promote plasma membrane rupture to spread inflammation. Here, we identify that NINJ2 is necessary for the lysosome membrane integrity to protect cells from ferroptosis. Specifically, we found that NINJ2 localizes to lysosomes and interacts with LAMP1, an anchor glycoprotein of the lysosome membranes and a sensor of stressed lysosomes. We also found that loss of NINJ2 exacerbates lysosomal membrane permeabilization (LMP), which allows for selective leakage of lysosomal contents, such as labile iron, into the cytosol. Accordingly, loss of NINJ2 elevates cellular labile iron accumulation and decreases expression of ferritins, the primary intracellular iron storage protein complexes. Mechanistically, we found that loss of NINJ2 promotes ferritin FTH degradation in lysosomes, which can be reversed by knockdown of LAMP1. Moreover, we found that loss of NINJ2 sensitizes cells to ferroptosis induced by RSL3 and Erastin, consistent with a recent study that loss of Ninj2 predisposes mice to chronic inflammation. Together, these findings uncover a previously unrecognized activity of NINJ2 from lysosome homeostasis to ferroptosis, which can be explored as a cancer therapeutic strategy especially considering that NINJ2 and ferritins are found to be overexpressed and positively associated with iron-addicted cancers.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704867",
    "doi": "10.64898/2026.02.09.704867",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.703646",
    "title": "Lipid monounsaturation confers cold tolerance and improves tissue viability during hypothermic storage",
    "authors": [
      "Zhang, R.",
      "Hou, W.",
      "Chen, Y.",
      "Nie, T.",
      "Tang, Y.",
      "Li, Z.",
      "Zheng, C.",
      "Jiao, Y.",
      "Liu, X.",
      "Li, Y.",
      "Lei, J.",
      "Liu, Z.",
      "Wang, J.",
      "Tao, Q.",
      "Deng, H."
    ],
    "summary": "The rapid loss of tissue viability during hypothermic storage frequently results in organ failure and high discard rates in transplantation. In contrast, ectothermic animals can tolerate prolonged exposure to low temperatures in their natural environments. Elucidating the mechanisms underlying this cold tolerance may therefore inform improved strategies for tissue preservation. Here, we investigate proteomic and metabolomic responses to cold exposure in the livers of two frog species from distinct habitats: the cold-sensitive African clawed frog (Xenopus laevis) and the cold-tolerant Northeastern Asian brown frog (Rana dybowskii). Cold exposure induced lipid mobilization in X. laevis, whereas it promoted phospholipid mono-unsaturation in R. dybowskii. Notably, treatment with monounsaturated fatty acids (MUFAs) or overexpression of stearoyl-CoA desaturase (SCD) reduced cell death during cold storage. Moreover, MUFA infusion significantly improved cell viability in mouse liver tissue under hypothermic conditions. Together, these findings suggest that lipid mono-unsaturation, an adaptive feature of cold-tolerant frogs, can be leveraged to enhance tissue preservation during cold storage.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.703646",
    "doi": "10.64898/2026.02.09.703646",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704724",
    "title": "NRF2 co-opts the SWI/SNF complex to drive liver cell plasticity",
    "authors": [
      "Ong, A. J. S.",
      "Wong, C. C.",
      "Karamalakis, A. P.",
      "Evason, K. J.",
      "Brown, K. K.",
      "Cox, A. G."
    ],
    "summary": "Nuclear factor erythroid 2-related factor 2 (NRF2) is a transcription factor that plays a role in the regulation of redox homeostasis and cellular metabolism. Activating mutations in the NRF2 pathway have been identified in approximately 15% of liver cancer patients. However, the mechanisms by which NRF2 promotes liver tumorigenesis are poorly understood. Employing a transgenic zebrafish model with hepatocyte-specific, inducible expression of a clinically relevant constitutively active NRF2 mutant (NRF2T80K), we show that constitutive activation of NRF2 drives hepatocyte to cholangiocyte transdifferentiation. Importantly, we demonstrate that NRF2 affects liver cell plasticity in a cell-autonomous, evolutionarily conserved, and reversible manner. Utilizing an epigenetic-focused chemical screen, the BRG1/BRM inhibitor FHD-286 was identified as a potent suppressor of NRF2-driven transdifferentiation. Overall, our study reveals a novel role for NRF2 in the regulation of liver cell plasticity during tumour initiation and identifies a therapeutic approach to overcome the oncogenic activity of NRF2.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704724",
    "doi": "10.64898/2026.02.09.704724",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704828",
    "title": "Oxidative Stress-Induced Immunogenic Cell Death Enhances Whole-Cell Vaccine Efficacy in a Syngeneic Pancreatic Cancer Model",
    "authors": [
      "Katoueezadeh, M.",
      "Thinakaran, Y.",
      "Laein, M. H.",
      "Iyappan, R.",
      "Ngan, S. C.",
      "Baker, J.",
      "Patel, R.",
      "Kalailingam, P.",
      "Macpherson, R. E. K.",
      "Klentrou, P.",
      "Tsiani, E. L.",
      "Low, J. K.",
      "McCarthy, N. E. K.",
      "Sze, S. K."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is a highly aggressive cancer, with limited therapeutic options and extremely high mortality rates. While immune checkpoint blockade (ICB) therapy is effective in many types of human cancers, responses in PDAC patients remain poor, partly due to the weak immunogenicity of PDAC tumors. We hypothesized that a whole-cell PDAC vaccine could improve anti-tumor responses if optimized to expose a more stimulatory repertoire of tumor antigens. To test this, we used murine Panc02 pancreatic cancer cells to screen several stress-inducing treatments (UV, hypoxia, heat shock, and hydrogen peroxide [H2O2]), among which low-dose oxidative stress (0.05% H2O2 for 2h) was identified as the optimal inducer of immunogenic cell death (including increased surface calreticulin, ERp57 exposure, HMGB1 release and MHC class I expression). We then prepared a whole-cell vaccine of fixed H2O2-treated Panc02 cells, which induced robust tumor-specific immunity in C57BL/6 mice bearing syngeneic Panc02 tumors. Vaccine-treated mice displayed a significant increase in tumor-reactive IFN+T cells, as well as extensive tumor infiltration by CD4 + and CD8 + T cells and NCR1+ NK cells. When used prophylactically, the vaccine significantly delayed tumor growth and extended survival, whereas therapeutic application markedly slowed tumor progression. Importantly, combining the whole-cell Panc02 vaccine with anti-PD-1 therapy induced complete tumor regression in a subset of animals. Together, these data demonstrate that controlled oxidative stress can convert autologous tumor cells into an effective whole-cell vaccine without the need for genetic modification or prior neoantigen identification, offering a scalable strategy for personalized immunotherapy in PDAC.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704828",
    "doi": "10.64898/2026.02.09.704828",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704652",
    "title": "Telomere length of both parents contribute to heritable POT1 cancer-predisposition syndrome",
    "authors": [
      "Martin, A.",
      "Lu, R.",
      "Blake, A.",
      "Nichols, K. E.",
      "Sanchez, S. E.",
      "Artandi, S. E.",
      "Sharma, R.",
      "Hockemeyer, D."
    ],
    "summary": "Germline mutations in POT1 are linked to familial cancer predisposition, and somatic POT1 mutations occur recurrently in tumors. These mutations promote oncogenesis by enabling aberrant telomere elongation. For inherited POT1 mutations, a critical question is the extent to which elongated telomeres are transmitted to the next generation from the POT1 carrier parent and whether the inherited hyper-elongated telomeres elevate cancer risk. Using a nanopore sequencing approach that provides haplotype-specific telomere length measurements, we examined telomere inheritance in families harboring POT1 mutations. We found that individuals preferentially inherit their longest telomeres from the carrier parent, consistent with extensive telomere elongation in the carrier germline, whereas their comparatively short telomeres originate from the non-carrier parent. Analysis of carrier and non-carrier siblings showed that both sets of parental telomeres are longer in POT1 carriers, yet the shortest non-carrier-derived telomeres undergo disproportionately greater elongation than those inherited from the carrier parent. This identifies a mechanism of genetic anticipation in which the inheritance of long telomeres from one parent drives excessive extension of shorter telomeres. These findings demonstrate that telomere length inherited from both parents jointly defines the telomere-based tumor suppressor mechanism.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704652",
    "doi": "10.64898/2026.02.09.704652",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704976",
    "title": "Decoding the role of ADAptor2 (ADA2) of HAT complex in autophagy and phospholipid metabolism to maintain ER homeostasis and triterpene regulation",
    "authors": [
      "DK, V. R.",
      "Rathore, A.",
      "Nawada, N. N.",
      "Rao, M. J.",
      "Anbarasu, M.",
      "Manjithaya, R.",
      "Tiwari, A. K.",
      "Ratnasekhar, C."
    ],
    "summary": "In yeast, transcriptional adaptor 2 (ADA2; SAGA complex subunit ADA2), a member of histone acetyltransferase (HAT) complex, regulates transcription through cell signalling, but its precise role in cellular metabolism remains unclear. In this study, genetic loss of ADA2 (ada2{Delta}) induces squalene (SQ) accumulation, indicating aberrant triterpene metabolism, coupled with endoplasmic reticulum (ER)/nuclear ER (nER) expansion. Lipid analyses of ada2{Delta} revealed elevated phosphatidic acid (PA) and phosphatidylcholine (PC) levels, indicating disrupted phospholipid metabolism. The expanded ER causes basal autophagy elevation, cellular recycling, and nER phagy, suggesting a regulatory role for ADA2 in autophagy. Downregulation of phosphatidate cytidylyltransferase (CDS1) and inositol-3-phosphate synthase (INO1), coupled with elevated PA and PC in ada2{Delta}, points to a significant disruption in cytidine diphosphate diacylglycerol and phosphatidylinositol pathway. Overexpression of CDS1 or INO1, or the inositol supplementation, in ada2{Delta} restores SQ, basal autophagy and ER phagy. The observed target of rapamycin Ser/Thr kinase complex (TORC1) activity in ada2{Delta} is due to the high PA content. Rapamycin-mediated inhibition of TORC1 reduced SQ, PA and ER expansion while increasing lipid droplets. In contrast, a rapamycin-treated ada2{Delta}pah1{Delta} strain retained high PA, SQ and ER expansion, underscoring the functional role of TORC1 nuclear envelope morphology protein 1 (Nem1)/sporulation specific protein SPO7 (Spo7) Pah1 axis. Notably, SQ levels remained unchanged in a rapamycin treated ada2{Delta}atg39{Delta} strain, suggesting that loss of nER phagy receptor, Atg39, impairs the effectiveness of TORC1 inhibition. In conclusion, our data unveiled a critical role for Ada2 in maintaining the intricate relationship between lipid and triterpene/sterol metabolism and connecting autophagy and ER homeostasis.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704976",
    "doi": "10.64898/2026.02.09.704976",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bRapamycin\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704870",
    "title": "A machine learning approach to identify key Epigenetic Transcripts for Ageing research in human blood (Epitage)",
    "authors": [
      "Benazzi Maia, T.",
      "Pfeffer, U."
    ],
    "summary": "DNA methylation is an established biomarker of human ageing, and analysing CpGs grouped by transcript as functional units may reveal new insights into the processes of ageing. In this study, we analyzed the GSE87571 dataset (714 samples from 14-94 years) to assess the relationship between transcript-level methylation profiles and chronological age in human blood. This approach led to the creation of Epitage, a curated set of 48 transcripts from 13 genes identified through machine learning as having methylation profiles that strongly correlate with age (R^2 >= 0.8). This analysis highlighted transcripts from the genes KCNS1, SPTBN4, and VTRNA1-2, which have been only rarely mentioned as age-related methylation markers in humans, suggesting them as underexplored candidates for future investigation. In addition, the list includes genes already implicated in aging or related pathways, such as ELOVL2, FHL2, KLF14, TRIM59, MIR29B2CHG, CALB1, OBSCN, PRRT1, OTUD7A, and SYNGR3. To validate models efficiently while ensuring reproducibility, we developed ugPlot, an open-source R package with a graphical user interface (GUI) that automates routine steps for training and testing hundreds of machine-learning models. The tool also streamlines dataset import and manipulation, reducing human error and generating publication-ready plots. Epitage thus provides a focused and accessible starting point for experimental and translational studies into the roles of DNA methylation and transcript regulation in human ageing.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704870",
    "doi": "10.64898/2026.02.09.704870",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704879",
    "title": "Sexually Dimorphic Response to Dietary Restriction-induced Longevity and Muscle Rejuvenation in Nothobranchius furzeri.",
    "authors": [
      "Sandhi, S.",
      "Somers, H.",
      "Cox, M.",
      "Nobrega, C.",
      "Seaman, R.",
      "Bakers, E.",
      "Letchner, O.",
      "Reeve, R.",
      "Menard, R.",
      "Godwin, J.",
      "Paulmann, A.",
      "Rogers, A.",
      "Valenzano, D. R.",
      "Graber, J.",
      "Haller, H.",
      "Madelaine, R."
    ],
    "summary": "Age-related skeletal muscle decline (sarcopenia) is a major contributor to frailty and mortality during aging, yet the extent to which sex shapes muscle aging and its response to dietary interventions remains poorly understood. Here, we use the short-lived vertebrate Nothobranchius furzeri (African turquoise killifish; ATK) to investigate how sex and intermittent fasting (IF) interact to regulate lifespan and skeletal-muscle aging. We establish and optimize an IF regimen that significantly extends lifespan in both male and female killifish, albeit with classical trade-offs including reduced growth and reproductive output. Despite these costs, IF markedly improves swimming performance in aged animals of both sexes. Structural analyses of killifish on a normal diet reveal pronounced sexual dimorphism in muscle aging. Males exhibit age-associated myofiber hyperplasia, whereas females maintain fiber number but undergo hypertrophic remodeling. IF partially reverses both phenotypes, restoring a more youthful fiber size distribution in both males and females. Single-nucleus RNA sequencing uncovers sex-specific remodeling of muscle-fiber composition in killifish on a normal diet, with females displaying an age-associated shift toward oxidative slow-twitch fibers that is reversed by IF, while males show relatively stable fiber-type proportions under normal and IF feeding regimens. Cell-cell communication analyses further reveal a global decline in intercellular signaling with age, alongside sex-specific restoration of distinct pathways under IF, including axon guidance and IGF signaling in females and metabolic ANGPTL signaling in males. Finally, bulk transcriptomic profiling demonstrates that aging follows largely sexually dimorphic molecular trajectories, whereas IF induces both sex-specific and shared responses. Notably, under IF, both sexes exhibit upregulation of ribosome biogenesis and genes supporting myofibrillar organization and contraction, likely underlying preserved muscle function. Together, these findings demonstrate that IF promotes longevity and muscle health through conserved anabolic mechanisms alongside sex-specific cellular and molecular rejuvenation strategies. Our work highlights the importance of incorporating sex as a biological variable when designing dietary interventions to promote healthy aging.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704879",
    "doi": "10.64898/2026.02.09.704879",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704884",
    "title": "Convergent molecular signatures of ageing and injury in the peripheral nervous system",
    "authors": [
      "Helbing, D. L.",
      "Reuter, M.",
      "Cirri, E.",
      "Dau, T. T. D.",
      "Kirkpatrick, J. M.",
      "Stockdale, A.",
      "Schulz, A.",
      "Oraha, N.",
      "Boehm, L.",
      "Koch, P.",
      "Stabenow, L. K.",
      "Weuthen, A.",
      "Gebert, N.",
      "Walter, M.",
      "Ori, A.",
      "Rudolph, K. L.",
      "Bauer, R.",
      "Morrison, H."
    ],
    "summary": "Peripheral nervous system (PNS) ageing is marked by structural and functional decline, yet it remains unclear whether ageing constitutes a distinct biological programme or reflects a chronic injury-like state. To address this, we performed an unbiased, comparative molecular analysis of PNS ageing, neuroprotective dietary restriction (DR), and nerve injury. We conducted transcriptomic and proteomic profiling of peripheral nerves from young, old and geriatric mice fed ad libitum or subjected to long-term DR, and proteomics of nerves collected at multiple time points following injury. Age-associated molecular changes followed both linear and non-linear trajectories, and DR partially attenuated these ageing-related alterations. Notably, ageing- and injury-induced proteomic signatures showed considerable similarities, supporting the concept that an aged nerve resembles an injured nerve. Together, our study provides the most comprehensive molecular resource of PNS changes during ageing, DR, and injury, enabling the definition of key molecular signatures underlying PNS physiology. All datasets are integrated into the '' PNS-omics Viewer '', a Shiny web application designed to facilitate data mining of the herein presented datasets (tba).",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704884",
    "doi": "10.64898/2026.02.09.704884",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704906",
    "title": "The genomic basis of heat stress adaptation in indigenous Ethiopian cattle from arid and hot-humid climates",
    "authors": [
      "Terefe, E.",
      "Belay, G.",
      "Tijjani, A.",
      "Han, J.",
      "Salim, B.",
      "Hanotte, O."
    ],
    "summary": "African zebu cattle (Bos indicus) exhibit remarkable adaptation to extreme thermal conditions, yet the genomic bases of this resilience are not fully elucidated. Ethiopia provides a unique natural setting where closely related zebu populations have divergently adapted to hot-arid (DHETZ) and hot-humid (HHETZ) climates. In this study, we performed whole-genome sequencing of 46 Ethiopian zebu cattle from five populations and compared them with Asian zebu, Sudanese zebu, African taurine, and European taurine breeds. By integrating genome-wide SNP analysis, population genetic structure assessment, and multiple selection scans (iHS, Hp, XP-EHH, and XP-CLR), we identified distinct and shared selection signatures between DHETZ and HHETZ cattle. Ethiopian zebu closely clustered with Sudanese zebu but showed clear divergence from Asian zebu and taurine breeds. Although DHETZ and HHETZ cattle exhibited minimal genetic differentiation, reflecting their shared ancestry, each group displayed unique selection signals. DHETZ cattle showed strong selection in genes involved in oxidative stress regulation, protein folding, mitochondrial function, and vascular remodeling (e.g., SESN2, DNAJC8, GRPEL2, ABLIM3, and AFAP1L1). In contrast, HHETZ cattle displayed signatures in genes associated with immune responses, energy metabolism, and angiogenesis inhibition (e.g., MYD88, PRKACA, PRKACB, and WIF1). Several genes, including VEGFC, TNIP3, and DMXL2, were under selection in both groups, suggesting conserved mechanisms of thermotolerance and reproductive adaptation. These findings reveal a dual pattern of genomic adaptation: while core heat-response pathways are shared, population-specific signatures reflect distinct metabolic and vascular strategies for coping with arid versus humid heat stress. This study provides novel insights into the genomic architecture of environmental adaptation in tropical cattle and offers valuable markers for breeding climate-resilient livestock.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704906",
    "doi": "10.64898/2026.02.09.704906",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704883",
    "title": "Sex-dependent neuronal loss and apoptosis-associated signaling in the anterior cingulate and anterior insular cortices in a late-stage MIA mouse model of osteoarthritis.",
    "authors": [
      "MOUTAYB, O.",
      "NOEL, J.",
      "ANOUAR, Y.",
      "BENNIS, M.",
      "BA-M'HAMED, S.",
      "MOUBARRAD, F. Z. L."
    ],
    "summary": "Osteoarthritis (OA) is a leading cause of disability worldwide, with chronic pain representing its most debilitating symptom and frequently accompanied by affective and cognitive comorbidities. Increasing evidence implicates maladaptive supraspinal plasticity within cortical regions involved in pain affect, including the anterior cingulate cortex (ACC) and anterior insular cortex (AIC), however, the relationship between these behavioral impairments and neuronal alterations, as well as potential sex-specific vulnerability, remains poorly documented. Using a monosodium iodoacetate (MIA) model of knee OA in adult male and female mice, we examined the temporal progression of sensory, affective, and cognitive alterations at early (day 7) and advanced (day 28) stages of disease. Pain sensitivity, locomotor and gait changes, anxiety- and depression-like behaviors, and working-memory performance were assessed using established behavioral paradigms, followed by analyses of apoptosis-associated neuronal signaling in the ACC and AIC. MIA induced robust mechanical and thermal hypersensitivity and gait impairment in both sexes, while early emotional and cognitive alterations were not observed. In contrast, advanced OA was associated with pronounced anxiety- and depression-like behaviors and impaired working memory. Notably, analysis at day 28 post-MIA revealed a significant increase in apoptotic signaling and neuronal loss in both cortical regions, with females exhibiting greater vulnerability, particularly within the AIC, paralleling their more severe affective phenotypes. Together, these findings indicate that chronic OA pain is associated with progressive, sex-dependent neuronal loss within key cortical pain-affective circuits and highlight supraspinal remodeling as a potential substrate underlying the emotional and cognitive burden of OA pain.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704883",
    "doi": "10.64898/2026.02.09.704883",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704927",
    "title": "Chronic Paraventricular OX1R Overexpression Induces Oxidative Stress and Hypertension in Rats",
    "authors": [
      "Huang, P.",
      "Yousefzadehkharvanagh, N.",
      "Simet, D.",
      "Chen, X.",
      "Li, Y.",
      "Larson, R.",
      "Bi, L.",
      "Chen, Q.",
      "Chen, B.",
      "Shan, Z."
    ],
    "summary": "Background: Hyperactivity of the orexin system has been implicated in hypertension; however, the long-term impact of orexin 1 receptor (OX1R) overexpression in the paraventricular nucleus (PVN), a key brain region involved in arterial blood pressure (ABP) regulation remains unclear. This study examined whether chronic OX1R overexpression in the PVN alters cardiovascular, neuroendocrine, and oxidative functions. Methods: Adult male Sprague Dawley (SD) rats received bilateral PVN injections of AAV2-OX1R or control virus (AAV2-GFP). ABP and heart rate (HR) were monitored for eight weeks using radiotelemetry. Renal sympathetic nerve activity (RSNA) and ABP responses to PVN administration of orexin A were assessed using in vivo recordings. Reactive oxygen species (ROS) were quantified using MitoProbe, and gene expression was analyzed by qPCR. Primary neuronal cultures were used to explore the mechanisms underlying increased ROS production and neuronal activity. Results: PVN OX1R overexpression increased mean ABP (~10 mmHg), water intake, and ROS levels in both the PVN and peripheral organs. In addition, orexin A evoked exaggerated RSNA (155% vs. 73%) and pressor responses (27 vs. 16 mmHg) in PVN OX1R overexpressing rats compared with control rats; these effects were attenuated by the OX1R antagonist SB408124. Plasma vasopressin levels were elevated, and brain sections confirmed increased ROS in OX1R-positive neurons. In vitro experiments further demonstrated that orexin A upregulated ROS generating enzymes, suppressed antioxidant gene expression, and enhanced neuronal excitability. Conclusion: Chronic PVN OX1R overexpression induces oxidative stress, sympathetic overactivity, and elevated plasma vasopressin levels, contributing to the development of hypertension. Targeting PVN OX1R signaling may therefore provide a therapeutic strategy for hypertension.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704927",
    "doi": "10.64898/2026.02.09.704927",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.09.704935",
    "title": "Phthalate exposure induces inflammatory signaling and alters mitochondrial respiration in marine mammal and human cells",
    "authors": [
      "Piotrowski, E. R.",
      "Lam, E. K.",
      "Moreno-Santillan, D. D.",
      "Allen, K. N.",
      "Crocker, D. E.",
      "Goksoyr, A. E.",
      "Vazquez-Medina, J. P."
    ],
    "summary": "Phthalate plasticizers are contaminants of emerging concern that interfere with the synthesis, secretion, and transport of hormones and receptors, altering the immune response and energy balance. Phthalate metabolites have been detected in marine mammals globally, and while studies on phthalate toxicity in marine mammals are beginning to emerge, a comprehensive understanding of the cellular response to these compounds remains elusive. Here, we investigated the transcriptional and bioenergetic responses to mono-ethylhexyl phthalate (MEHP), the active metabolite of di(2-ethylhexyl) phthalate (DEHP), in primary dermal derived from northern elephant seals (Mirounga angustirostris), common dolphins (Delphinus delphis), and humans. MEHP exposure did not induce cytotoxicity in any species, but triggered distinct, species-specific changes in gene expression and mitochondrial metabolism. Human cells showed the greatest transcriptional response to MEHP, upregulating detoxification, antioxidant, and inflammatory genes, and downregulating lipid metabolism pathways. Although mitochondrial respiration declined only at the highest dose, sustained extracellular acidification rates and increased glycolytic gene expression indicate a metabolic shift toward glycolysis. In contrast, elephant seal cells upregulated antioxidant and immune genes while maintaining mitochondrial respiration until the highest MEHP dose, alongside increased expression of genes involved in oxidative phosphorylation, the TCA cycle, and mitochondrial dynamics, suggesting a delayed shift to glycolysis and a potential evolutionary adaptation to sustain mitochondrial function during energy-demanding conditions such as breath-hold diving. Dolphin cells exhibited fewer transcriptional changes, which were enriched for hormone signaling and mitotic pathways, and showed dose-dependent declines in both oxygen consumption and extracellular acidification rates, even at the lowest MEHP concentration, alongside upregulation of stress and hypoxia-related genes. Together, these findings highlight distinct cellular strategies for coping with phthalate exposure and likely species-specific susceptibility to toxicant-induced stress. This study provides new insights into how marine mammals respond to plastic-derived contaminants at the cellular level, reinforcing the need for species-specific ecotoxicological risk assessments.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704935",
    "doi": "10.64898/2026.02.09.704935",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b",
      "\\bGlycolysis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704982",
    "title": "Diversified Portfolios of Bacterial Communities in Peri-urban Miyawaki Forests and Grassland Shaping Ecosystem Functions and Services",
    "authors": [
      "Bansal, K.",
      "Singh, I.",
      "V, V.",
      "Reddy, R.",
      "Joshi, A.",
      "Bakhale, G.",
      "Krishnaswamy, J."
    ],
    "summary": "Soil microflora is fundamental to ecosystem functioning, yet their contribution in Miyawaki afforestation, a globally implemented ecological engineering approach, remains poorly characterized. In the present study, we examined the bacterial taxonomic diversity and their functional potential in a peri-urban Miyawaki mini-forest and compared with a nearby grassland the pre-existing ecosystem across dry and wet seasons. The Miyawaki plantation comprised of highly diverse native trees, sub-trees and shrubs spanning evergreen and deciduous varieties, potentiating nitrogen-fixation, diverse litter generation and rooting strategies resulting in pronounced functional heterogeneity. Notably relative to grassland, the Miyawaki forest was intensively managed and supplemented with organic amendments, and supportive irrigation, buffering the seasonal moisture stress. Using 16S rRNA amplicon sequencing of soil eDNA, we characterized seasonal variation in soil bacterial communities in both the systems. The observed soil bacterial community organization in forest as compared to the unmanaged grassland indicates combined influence of vegetation structure, dense canopy cover, continuous litter generation and root exudates. Microbial assemblages in the forest specialised in heterotrophic complex carbon degradation, biofilm formation, exopolysaccharide production and sporulation pathways which suggests adaptive abilities to anoxic microsites and other stressful conditions. In contrast, grassland soils harboured less diversified bacterial communities dominated by phototrophic and oxidative stress adaptation pathways consistent with sun lit, non-irrigated and moisture-variable conditions. Nonetheless, functional divergence in dry season reflects temporal reorganization of microbial communities marking a gradual trend towards soil ecosystem development. Together, these findings establish microbial baseline for Miyawaki forests revealing how tree-dense mini-forests restructure soil bacterial communities relative to grasslands highlighting the value of identifying soil microbial indicators for critically evaluating urban afforestation outcomes over extended time scales to inform sustainable design and policy.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704982",
    "doi": "10.64898/2026.02.10.704982",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705047",
    "title": "MAPK ERK5 Is a Novel Regulator of MHC-I in Cancer Cells",
    "authors": [
      "Vinas-Casas, M.",
      "Lizcano, J. M."
    ],
    "summary": "Downregulation of major histocompatibility complex class I (MHC-I) molecules is a frequent mechanism of tumor immune evasion, impairing recognition and elimination of cancer cells by cytotoxic CD8+ T lymphocytes. This phenotype, associated with poor prognosis and resistance to immune checkpoint blockade, is often driven by oncogenic pathways that reversibly suppress MHC-I. The MAPK ERK5 and its only upstream activating kinase MEK5 configure a unique intracellular signaling that regulates cell proliferation, differentiation and survival, and it has emerged as an oncogenic driver of different tumors. In this work, we investigated whether the ERK5 pathway contributes to cellular immunity. We used a panel of human cancer cell lines representing three well-established oncogenic contexts linked to reversible MHC-I downregulation (MYCN amplification, PTEN/PIK3CA mutations, and androgen receptor signaling), together with control cellular models exhibiting constitutively high MHC-I expression. We found that MEK5 or ERK5 pharmacologic inhibition or ERK5 targeted degradation increased MHC-I surface and total expression in low MHC-I cells, without affecting PD-L1 levels. Conversely, ERK5 overexpression impaired MHC-I levels. Moreover, systemic administration of an ERK5 inhibitor also enhanced MHC-I expression in tumor xenografts. Mechanistically, RT-qPCR analysis showed that ERK5 or MEK5 inhibition did not significantly modify transcription of classical HLA-I genes or antigen-processing machinery components, and RNA-seq analysis did not render enrichment of MHC-I transcriptional programs in response to ERK5 inhibition. In contrast, trafficking experiments implicated the ERK5 pathway in the regulation of MHC-I lysosomal degradation, suggesting that ERK5 controls surface MHC-I through post-translational mechanisms. Notably, functional assays were carried out in co-cultures of cancer cells with tumor-specific human CD8+ T cells, where ERK5 inhibition sensitized MYCN-amplified or PTEN/PI3KCA-mutated cancer cells to CD8+ T cell-mediated apoptosis. These results identify ERK5 as a novel regulator of MHC-I expression in cancer cells, by regulating antigen presentation across diverse oncogenic contexts, and support a rationale for the use of ERK5 inhibitors as a strategy to improve the efficacy of immune checkpoint blockade-based immunotherapy.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705047",
    "doi": "10.64898/2026.02.10.705047",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705084",
    "title": "CDK9 pharmacological inhibition with PRT2527 has antitumor activity in marginal zone lymphoma models and can improve the effects of BTK, PI3K, and BCL2 inhibitors",
    "authors": [
      "Cannas, E.",
      "Arribas, A. J.",
      "Cascione, L.",
      "Guidetti, F.",
      "Rinaldi, A.",
      "Rossi, D.",
      "Stathis, A.",
      "Heiser, D.",
      "Bertoni, F."
    ],
    "summary": "Cyclin-dependent kinase 9 (CDK9) drives transcriptional elongation and supports the expression of short-lived oncogenic and anti-apoptotic proteins such as MYC and MCL1. PRT2527 is a potent, selective CDK9 inhibitor currently in early clinical development. We evaluated its preclinical activity in marginal zone lymphoma (MZL) models, including cell lines with acquired resistance to BTK, PI3K, and BCL2 inhibitors. Short exposure (4 hours) to PRT2527 produced nanomolar cytotoxicity across all tested MZL cell lines, with efficacy maintained in resistant derivatives. Transcriptomic profiling of VL51 cells showed broad gene repression, including MYC, IRF4, NF-{kappa}B-related genes, and MCL1, alongside increased expression of HLA class II genes. Moreover, comparison with additional CDK inhibitors revealed a similar transcriptional repression signature, underscoring a conserved CDK-dependent regulatory network. Protein analyses confirmed rapid depletion of MCL1, MYC, RNA polymerase II, and IRF4. Flow cytometry validated increased HLA class II and decreased HLA class I surface expression. Combination studies demonstrated additive to synergistic effects with BTK inhibition (ibrutinib) or dual PI3K/BCL2 inhibition (copanlisib plus venetoclax), independent of baseline drug sensitivity. Mechanistically, these combinations may enhance apoptosis by concurrently suppressing survival signaling and transcriptional addiction. Analysis of patient samples revealed high CDK9 expression, further supporting the biological relevance and therapeutic rationale for targeting CDK9 in this disease. Our findings support the development of CDK9-based combination strategies for relapsed/refractory MZL and other B-cell malignancies, with an additional potential for integration with immunotherapies.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705084",
    "doi": "10.64898/2026.02.10.705084",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.11.705284",
    "title": "The splicing paralogues SNRPB and SNRPN control differential metabolic states.",
    "authors": [
      "Polat Haas, F.",
      "Villalba, A.",
      "Rusina, P.",
      "Gopalan, A.",
      "Fritz, H.",
      "Akhmetkaliyev, A.",
      "Ruehle, F.",
      "Einsiedel, A.",
      "Szczepinska, A.",
      "Kielisch, F.",
      "Chen, J.-X.",
      "Nguyen, S.",
      "Schmidlin, T.",
      "Hippenmeyer, S.",
      "Bailicata, M. F.",
      "Keller Valsecchi, C. I."
    ],
    "summary": "Gene duplication underlies evolutionary innovation, yet many paralogues remain highly similar, raising questions about their functional divergence and physiological relevance. The spliceosomal Sm core protein SNRPB and its mammalian-specific paralogue SNRPN share over 90% sequence identity, but their distinct expression patterns - SNRPB being ubiquitous and SNRPN confined to the brain - suggest specialized functions. Why mammals have two different spliceosomes has remained obscure. Here, we generated isogenic human cell lines expressing ectopically either SNRPB or SNRPN exclusively and found that SNRPN stabilizes transcripts involved in energy metabolism and mitochondrial function, leading to increased mitochondrial abundance and oxygen consumption. Despite similar spliceosomal interactomes, SNRPN more strongly associates with the PRMT5 methylosome complex and exhibits dynamic arginine methylation in its C-terminal region that is sensitive to translation inhibition and amino acid availability. The SNRPN-dependent transcriptome responds to translation inhibition by stabilizing long, intron-rich genes involved in amino acid and energy metabolism. Our findings reveal a nutrient-sensitive, methylation-dependent mechanism that differentiates the two paralogues. This suggests that SNRPN functions as a metabolic-specialized spliceosomal subunit thereby providing tissue-specific adaptation of RNA processing in mammals.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.11.705284",
    "doi": "10.64898/2026.02.11.705284",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705083",
    "title": "Integrated Cytotoxic and Safety Mechanism of IMV-M (TM), a MUC16 x DR5 Bispecific Antibody",
    "authors": [
      "Gershteyn, I. M.",
      "Goldmacher, V. M."
    ],
    "summary": "Background: IMV-M is a MUC16 x DR5 bispecific antibody has demonstrated MUC16-selective anti-tumor activity. However, it remained unclear whether multiple binding of IMV-M on a single MUC16 molecule was required for IMV-M cytotoxicity, whether circulating CA125 could attenuate its efficacy or cause off-target toxicity, and whether anti-drug antibodies might induce IMV-M aggregation and related adverse effects. Methods: A comparative analysis of three bispecific antibodies, IMV-M (sofituzumab x DR5), 11D10 x DR5, and fluor x DR5, sharing an identical IgG1-anti-DR5 scFv architecture, was performed. Sofituzumab binds to multiple epitopes on a single MUC16 molecule, whereas 11D10 binds a single MUC16 epitope, and fluor does not bind any human antigen. Antibody binding to shed and cell-surface MUC16 was evaluated by ELISA and flow cytometry. Cytotoxicity was assessed in a MUC16+/DR5+ tumor cell line and MUC16-/DR5+ hepatic cell lines. Additional studies examined the effects of soluble CA125 and Fc-directed polyclonal antibodies on IMV-M activity. Results: IMV-M bound MUC16 to a markedly higher extent than the 11D10 x DR5 comparator, consistent with its multivalent engagement, while binding of fluor x DR5 to MUC16 was negligent. Only IMV-M induced potent cytotoxicity in MUC16+ tumor cells, whereas 11D10 x DR5 and fluor x DR5 control antibodies were inactive, demonstrating that multivalent clustering on MUC16 is required for apoptosis. IMV-M showed no significant cytotoxicity toward hepatic cell lines, even in the presence of Fc-directed polyclonal antibodies or clinically relevant concentrations of soluble CA125. Conclusions: These findings indicate that IMV-M cytotoxic activity requires clustering on MUC16, that CA125 at clinically relevant concentrations does not mediate IMV-M neutralization, and that aggregate formation with secondary antibodies or soluble MUC16 does not induce off-target toxicity.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705083",
    "doi": "10.64898/2026.02.10.705083",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.705215",
    "title": "Coupling of death receptor p75NTR to the RhoA and NF-kB pathways differentially regulates internalization in hippocampal and cerebellar neurons",
    "authors": [
      "Li, X.",
      "Feng, Z.",
      "Ramanujan, A.",
      "Xie, M.",
      "Ibanez, C. F."
    ],
    "summary": "Receptor internalization regulates the duration and qualitative output of intracellular signaling. Although generic mechanisms of receptor internalization are well characterized, how these are deployed and regulated in different cell types remains much less understood. Here we show that the p75 neurotrophin receptor (p75NTR), a key regulator of neuron survival and function, internalizes in hippocampal (HCNs)and cerebellar granule (CGNs)neurons with very different kinetics, regulated by distinct mechanisms. Compared to HCNs, p75NTR internalizes at a much slower rate and shows stronger interaction with caveolin in CGNs. In both cell types, p75NTR internalization was enhanced by nerve growth factor (NGF)but reduced by inhibitors of the RhoA and PKC pathways. In line with this, internalization of a p75NTR mutant specifically impaired in RhoA signaling was significantly reduced and insensitive to NGF in both neuron types. Accordingly, this mutant showed a much stronger interaction with caveolin than wild type p75NTR. On the other hand, internalization of a mutant specifically impaired in coupling to the NF-kB signaling pathway was greatly accelerated in CGNs but unaffected in HCNs. These results reveal the crucial role of intracellular signaling in p75NTR internalization and demonstrate that the receptor is differentially wired to the endocytosis machinery in different neuron types, leading to distinct internalization behaviors.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.705215",
    "doi": "10.64898/2026.02.10.705215",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704675",
    "title": "Organelle communication networks rewire to support lipid metabolism during neuronal differentiation",
    "authors": [
      "Zanellati, M. C.",
      "Coman, Z.",
      "Bhowmik, D.",
      "Hsu, C.-H.",
      "Basundra, R.",
      "Rhoads, S. N.",
      "Mfulama, N. R.",
      "Ehrmann, B. M.",
      "Deshmukh, M.",
      "Cohen, S."
    ],
    "summary": "Cell fate transitions require coordinated remodeling of intracellular organelles, but how the organelle interactome rewires during neurogenesis remains unclear. Here we combine multispectral imaging with quantitative organelle signature analysis to simultaneously map eight organelles at single-cell resolution as human induced pluripotent stem cells (iPSCs) differentiate into forebrain-like neurons. We find compartment and time-specific rescaling of organelles and a progressive increase in higher-order membrane contacts, with mitochondria emerging as an early interaction hub. Later, endoplasmic reticulum (ER)-organelle contacts dominate with ER-peroxisome contacts promoting plasmalogen biosynthesis, membrane homeostasis and synapse formation. Disrupting this contact impairs plasmalogen production, synaptic organization, and neuronal activity, identifying the ER-peroxisome axis as a key regulator of neuronal maturation.",
    "published": "2026-02-11T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704675",
    "doi": "10.64898/2026.02.10.704675",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41687108",
    "title": "Migration Effects on Cognition: Protocol for the Aging in Kerala Americans Research Study.",
    "authors": [
      "Cotton K",
      "Adhikari D",
      "Ambrose AF",
      "Ayers E",
      "Blumen HM",
      "Cede ME",
      "Kumar VGP",
      "Melecio-Vazquez M",
      "Sathyan S",
      "Sigamani A",
      "Sivaramakrishnan K",
      "Stimmel M",
      "Weiss EF",
      "Yang J",
      "Verghese J"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41687108/",
    "doi": "doi: 10.2196/85493",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41686989",
    "title": "Collagen Cross-Linking in Tendons: The Role of Lysyl Oxidase and Posttranslational Modifications in Injury, Aging, and Congenital Disorders.",
    "authors": [
      "Sivalingam DS",
      "Vien I",
      "Kuo CK"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686989/",
    "doi": "doi: 10.1146/annurev-bioeng-110824-033814",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41686888",
    "title": "Mechanical loading induces the longitudinal growth of muscle fibers via a rapamycin-insensitive mechanism.",
    "authors": [
      "Hibbert JE",
      "Jorgenson KW",
      "Sayed RKA",
      "Paez HG",
      "Meinhold M",
      "Flynn CGK",
      "Lange AN",
      "Lindley GT",
      "Flejsierowicz PM",
      "Hornberger TA"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686888/",
    "doi": "doi: 10.1126/sciadv.aec5134",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41686635",
    "title": "Identification and validation of mitochondrial metabolism-ralated biomarkers in coronary heart disease.",
    "authors": [
      "Zhao X",
      "He J"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686635/",
    "doi": "doi: 10.1097/MD.0000000000047595",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41686333",
    "title": "Comments on \"p53 regulates glucose metabolic reprogramming in MASLD-related hepatocellular carcinoma via modulating mitochondrial pyruvate carriers\".",
    "authors": [
      "Huang F",
      "Zou Y",
      "Lv B"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686333/",
    "doi": "doi: 10.1007/s12072-026-11053-z",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41686310",
    "title": "Investigation of transcription factor NFB-mediated autophagy regulation mechanisms in non-small cell lung cancer.",
    "authors": [
      "Alvur O",
      "Akca H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686310/",
    "doi": "doi: 10.1007/s11033-026-11552-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41686300",
    "title": "Synthetic lethality and DNA damage response targeting in cancer stem cells: a comprehensive review.",
    "authors": [
      "Sayed U",
      "Abdulsahib WK",
      "Jasim IK",
      "Malathi H",
      "Nayak PP",
      "Alex Anand D",
      "Mukherjee G",
      "Sinha A",
      "Eshkaraev S"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686300/",
    "doi": "doi: 10.1007/s12672-026-04587-z",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41686291",
    "title": "Capturing silent oxidative stress in early Alzheimer's disease: prediction of CSF biomarkers from sleep qEEG data.",
    "authors": [
      "Gaeta AM",
      "Viars LG",
      "Barb F",
      "Martnez Olmos P",
      "Pamplona R",
      "Dakterzada F",
      "Muoz-Barrutia A",
      "Piol-Ripoll G"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686291/",
    "doi": "doi: 10.1007/s11357-026-02133-x",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41686268",
    "title": "Electroacupuncture alleviates depressive symptoms in post-stroke depression rat models by AMPK-mediated mitochondrial pathway.",
    "authors": [
      "He J",
      "Yang D",
      "Ye Y",
      "Zhu X"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686268/",
    "doi": "doi: 10.1007/s00213-025-06955-z",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41686221",
    "title": "Interaction of CSN4 to DDB1 regulates its stability and function in DNA damage signaling.",
    "authors": [
      "Choi SH",
      "Cho K",
      "Kim ES",
      "Yoo HY"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686221/",
    "doi": "doi: 10.1007/s00018-025-06052-6",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41686196",
    "title": "Synergistic anticancer effects of tamoxifen in combination with fisetin and chrysin on breast cancer cells: insights into viability, migration, and apoptosis.",
    "authors": [
      "Karami-Dehkordi N",
      "Reiisi S",
      "Feizi-Dehnayebi M"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686196/",
    "doi": "doi: 10.1007/s00210-026-05076-4",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41686195",
    "title": "Fabrication of Bortezomib and Noscapine-loaded PLGA nanoparticles: investigation of anti-bacterial, anti-proliferative activity, and apoptosis induction in triple-negative breast cancer cells.",
    "authors": [
      "Alfaiz FA",
      "Alqurashi YE",
      "Alsowayeh N",
      "Al Aboody MS",
      "Aldamigh MA",
      "Alothaim AS",
      "Mickymaray S"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686195/",
    "doi": "doi: 10.1007/s00210-026-05067-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41685977",
    "title": "The Bachmann's bundle connection: from obesity and aging to atrial arrhythmia development.",
    "authors": [
      "Pisarek J",
      "Arshad A",
      "Walocha JA",
      "Gil K",
      "Dobrzynski H",
      "Kuniewicz M"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685977/",
    "doi": "doi: 10.5603/fm.109626",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41685837",
    "title": "NIR-responsive upconversion nanoplatforms: an anionic drug carrier for ROS amplification induced by -amyloid fibrils.",
    "authors": [
      "Jia X",
      "Guan Y",
      "Cao W",
      "Zhang X",
      "Duan H",
      "Guo H",
      "Chen H",
      "Wang B",
      "Li T",
      "Liao J"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685837/",
    "doi": "doi: 10.1039/d5dt03121d",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41685785",
    "title": "An Orally Available Telomeric G-Quadruplex Ligand Induces Telomere Crisis and Dual DNA/RNA-Sensing Innate Immunity for Cancer Therapy.",
    "authors": [
      "Cai JH",
      "Shi YH",
      "Yang DY",
      "Huang WY",
      "Liu Y",
      "Zhong LT",
      "Zhang JJ",
      "Gong Z",
      "Lu YY",
      "Lin JH",
      "Li ML",
      "Li Z",
      "Chai GH",
      "Ou TM",
      "Tan JH",
      "Huang ZS",
      "Chen SB"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685785/",
    "doi": "doi: 10.1021/acs.jmedchem.5c03148",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41685770",
    "title": "Changes in telomere length and mitochondrial DNA copy number in the colorectal adenoma-carcinoma sequence.",
    "authors": [
      "Valickova A",
      "Tomasova K",
      "Balounova K",
      "Horak J",
      "Kroupa M",
      "Hanak P",
      "Danesova N",
      "Jungwirth J",
      "Kral J",
      "Hucl T",
      "Kohout P",
      "Summerova S",
      "Schneiderova M",
      "Vodickova L",
      "Vodicka P",
      "Vymetalkova V",
      "Vodenkova S"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685770/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41685650",
    "title": "Meet the editorial team: An interview with Maria A. Ros, Associate Editor, Developmental Dynamics, Instituto de Biomedicina y Biotecnologa de Cantabria (ICSIC-UC), Santander, Spain.",
    "authors": [
      "Ros MA",
      "Trevorrow P"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685650/",
    "doi": "doi: 10.1002/dvdy.70123",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41685542",
    "title": "Persicaria hydropiper attenuates oxidative stress and reactive oxygen species, and inhibits amyloid-/tau in SH-SY5Y cell lines via multiple pathways of Alzheimer's disease.",
    "authors": [
      "Kumar GA",
      "Pravallika P",
      "Thirumalai V",
      "Bukke SPN",
      "Rao PBB",
      "Thalluri C",
      "Chettupalli AK",
      "Onohuean H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685542/",
    "doi": "doi: 10.1177/13872877261418555",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41684279",
    "title": "Targeting Programmed Cell Death in Myocardial Ischemia-Reperfusion Injury: Potential Mechanisms and Natural Medicine Treatments.",
    "authors": [
      "Xuan X",
      "Fan J",
      "Zhang J",
      "Ren M",
      "Feng L"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684279/",
    "doi": "doi: 10.1002/ptr.70269",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41684277",
    "title": "pH/ROS-Responsive Injectable Hydrogel Co-Loaded with B7-H3 Blocker and NETs Suppressor Boosts OSCC Synergistic Immunotherapy.",
    "authors": [
      "Li H",
      "Li Y",
      "Hu Y",
      "Yao Y",
      "He Y",
      "Li J",
      "Tang J",
      "Zhao Z",
      "Wang Y",
      "He Y",
      "Zhang X",
      "Yang X",
      "Wei J"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684277/",
    "doi": "doi: 10.1002/advs.202515431",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41684264",
    "title": "A Dual-Cascade Activatable Photoacoustic Sensor for Tracking Iron(II) and Reactive Oxygen Species during Ferroptosis.",
    "authors": [
      "Jia Q",
      "Zhu H",
      "Fu Y",
      "Yan H",
      "Feng Y",
      "Zhong Y",
      "Jia Y",
      "Qiao C",
      "Xu X",
      "Zhang R",
      "Wang Z"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684264/",
    "doi": "doi: 10.1021/acs.analchem.5c06753",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41684242",
    "title": "Metabolic Reprogramming and Ferroptosis: Unlocking New Therapeutic Frontiers in Cancer and Diabetes.",
    "authors": [
      "Huo Y",
      "Xia Y",
      "Zhang Q",
      "Li Y",
      "Zhao Y",
      "Li Z",
      "Zhu D",
      "Ma F",
      "Gu Z",
      "Zhang N",
      "Gao Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684242/",
    "doi": "doi: 10.1177/15230864261421487",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41684176",
    "title": "Folic acid-decorated tamoxifen-loaded covalent organic framework induces apoptosis in MCF-7 breast cancer cells via BAX/Caspase-8 upregulation.",
    "authors": [
      "Chandran A",
      "S S",
      "A R",
      "Vibin M",
      "Plakkal Ayyappan J"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684176/",
    "doi": "doi: 10.14715/cmb/2025.72.1.4",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41684154",
    "title": "An Intelligent MXene Nanoplatform for Bone Regeneration in Periodontitis Through Synergistic Scavenging Pathogenic cfDNA and ROS.",
    "authors": [
      "Chen X",
      "Lin Z",
      "Lei H",
      "Qin Y",
      "Xu F",
      "Xie L",
      "Jin Z"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684154/",
    "doi": "doi: 10.1002/adhm.202505749",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41684150",
    "title": "Amelioration of ammonia-induced oxidative stress, ferroptosis and intestinal damage in Pelteobagrus fulvidraco through dietary tea polyphenols.",
    "authors": [
      "Wang Z",
      "Long X",
      "Zhang M",
      "Li M",
      "Shao J",
      "Wang C",
      "Gan L",
      "Chen J",
      "Wen M",
      "Qin C",
      "Jiang H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684150/",
    "doi": "doi: 10.1111/jfb.70362",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41684147",
    "title": "Fruquintinib with programmed cell death - 1inhibitors versus triflueridine - tipiracil - 102with bevacizumab in late-line mCRC: A retrospective cohort study based on propensity score matching.",
    "authors": [
      "Li RR",
      "Li B",
      "Yang XL",
      "Zhou HJ",
      "Yin XL",
      "Zeng DY",
      "Shen H",
      "Zeng YD",
      "Xiang F",
      "Li K",
      "Jiang SF",
      "Liu W",
      "Liu ZY"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684147/",
    "doi": "doi: 10.1002/ijc.70368",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41684077",
    "title": "The Effect of GLP-1 Receptor Agonists on Autophagy: Insights Gathered from Research Evaluating Neurodegenerative Disorders With These Agents.",
    "authors": [
      "Sioufi MC",
      "Heroiu I",
      "Wong S",
      "Le GH",
      "Dri CE",
      "Zheng YJ",
      "Rhee TG",
      "Lo HKY",
      "Guillen-Burgos HF",
      "Teopiz KM",
      "McIntyre RS"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684077/",
    "doi": "doi: 10.1017/neu.2026.10060",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41681116",
    "title": "Prognostic Significance of Tumour Infiltrating Lymphocytes in Canine Oral Malignant Melanoma Treated With Anti-Programmed Cell Death Ligand 1 (PD-L1) Antibody Therapy.",
    "authors": [
      "Kamo S",
      "Maekawa N",
      "Kudo A",
      "Yamauchi A",
      "Yoshimoto S",
      "Harada Y",
      "Konnai S",
      "Okagawa T",
      "Nakamura H",
      "Kagawa Y",
      "Kamiie J",
      "Yamamoto K",
      "Takagi S"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41681116/",
    "doi": "doi: 10.1111/vco.70052",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41681049",
    "title": "The Emerging Role of AMPK in Salivary Gland: From Disorder to Recovery.",
    "authors": [
      "Guo X",
      "Peng B",
      "Li B",
      "Cheng Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41681049/",
    "doi": "doi: 10.1111/odi.70242",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41680976",
    "title": "Regulation of mitochondrial biogenesis and energy metabolism in the heart.",
    "authors": [
      "She P",
      "Mo F",
      "Zhu P",
      "Zhong TP"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680976/",
    "doi": "doi: 10.1097/CM9.0000000000004011",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41680950",
    "title": "Remimazolam alleviates acute lung injury by inhibiting ferroptosis: a multi-omics system pharmacology approach with experimental validation.",
    "authors": [
      "Li R",
      "Qin L",
      "Ren J",
      "Deng G",
      "Zhang C",
      "Li J",
      "Zhang J",
      "Gao Y",
      "Wang G"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680950/",
    "doi": "doi: 10.1186/s40001-026-03997-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41680888",
    "title": "Effects of major solid cancer surgery on oxidative stress assessed by plasma xanthine oxidase and adenosine deaminase activity : a pilot study.",
    "authors": [
      "Pastene B",
      "Marlinge M",
      "Fromonot J",
      "Dodivers J",
      "Bah AP",
      "Ben Lassoued A",
      "Laleve N",
      "Thomas PA",
      "Birnbaum DJ",
      "Mokart D",
      "Leone M",
      "Zieleskiewicz L",
      "Guieu R"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680888/",
    "doi": "doi: 10.1186/s12957-026-04250-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41680885",
    "title": "Activated carbon attenuates nicotine and Candida albicans-induced oral leukoplakia via modulation of IL-17R signaling and oxidative stress: an in vivo study.",
    "authors": [
      "Arma U",
      "Bakar A",
      "Mailiza F",
      "Orienty FN",
      "Gani BA"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680885/",
    "doi": "doi: 10.1186/s13005-026-00595-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41680856",
    "title": "Ift46 deficiency causes renal cyst via enhanced Limk2 through lack of autophagy flux.",
    "authors": [
      "Jun JH",
      "Ko JY",
      "Lee EJ",
      "Min J",
      "Choi H",
      "Lee GR",
      "Jung S",
      "Yoo KH",
      "Park JH"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680856/",
    "doi": "doi: 10.1186/s12964-026-02715-4",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41680840",
    "title": "7,7\"-dimethoxyagastisflavone induced MYCN/MYBL2-dependent apoptosis and metabolism reprogramming in Sonic Hedgehog medulloblastoma.",
    "authors": [
      "Wu YS",
      "Lin HH",
      "Wu KS",
      "Huang YT",
      "Liao JY",
      "Chu SS",
      "Wong TT",
      "Hsieh CL",
      "Chang CC",
      "Sung SY",
      "Lin CY",
      "Lin YL"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680840/",
    "doi": "doi: 10.1186/s12967-026-07809-8",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41680837",
    "title": "Correction: Dietary xylooligosaccharides modulate oxidative stress and pathogen resistance in growing rabbits.",
    "authors": [
      "Mao A",
      "Peng X",
      "Pu J",
      "Chen Y",
      "Liu Q",
      "Cai J",
      "Zhao H",
      "Jia G",
      "Tian G"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680837/",
    "doi": "doi: 10.1186/s40104-025-01344-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41680782",
    "title": "Forecasting blood supply and demand under population aging: implications and challenges for healthcare resource allocation.",
    "authors": [
      "Lin YM",
      "Ho TF",
      "Ma CC",
      "Chien JH"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680782/",
    "doi": "doi: 10.1186/s12913-026-14150-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41680666",
    "title": "Association of serum Interleukin-6 with dysregulated lipid metabolism and nutritional status in patients with pulmonary tuberculosis: a case-control study.",
    "authors": [
      "Ma X",
      "Xiao S",
      "Tan A",
      "Liu A",
      "Xiao J"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680666/",
    "doi": "doi: 10.1186/s12879-026-12823-8",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41680648",
    "title": "Homoplantaginin protects pancreatic tissue in severe acute pancreatitis mice via inhibiting ferroptosis by modulating the circDNMT3B/miR-20b-5p/SLC7A11 axis.",
    "authors": [
      "Teng X",
      "Sheng S",
      "Pan M",
      "Li Y",
      "Li Z"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680648/",
    "doi": "doi: 10.1186/s12876-025-04600-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41680627",
    "title": "Dietary glycemic index, glycemic load, carbohydrate quality index, and low-carbohydrate diet score and their association with sperm DNA damage in unexplained male infertility.",
    "authors": [
      "Mehrkia M",
      "Keshavarz SA",
      "Nouri M",
      "Eslamian G",
      "Amirjannati N",
      "Amirjannati N"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680627/",
    "doi": "doi: 10.1186/s12263-026-00795-y",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41680593",
    "title": "\"Targeting the Body Itself\": Research Progress on the Anti-Inflammatory and Immunomodulatory Mechanisms of Traditional Chinese Medicine Based on Pyroptosis Theory.",
    "authors": [
      "Ma X",
      "Han P",
      "He K",
      "Wang G",
      "Lu Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680593/",
    "doi": "doi: 10.1080/08820139.2026.2618636",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41680584",
    "title": "Magnesium Ions Promote the Apoptosis of Cervical Cancer Cells through the PI3K/AKT/FoxO1 Pathway.",
    "authors": [
      "Zhao Q",
      "Yang W",
      "Cao L",
      "Chen Y",
      "Baheti W",
      "Lin C"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680584/",
    "doi": "doi: 10.1007/s12011-026-05014-8",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41680541",
    "title": "Neuroprotective role of Albizia procera in global cerebral ischemia-reperfusion injury: attenuation of oxidative stress and inflammation via the PI3K/Akt/NF-B pathway.",
    "authors": [
      "Akhtar W",
      "Khan MM",
      "Kumar S",
      "Raza MK",
      "Ahmad U"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680541/",
    "doi": "doi: 10.1007/s10787-026-02136-2",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41680495",
    "title": "Functional role of deubiquitinating enzyme USP39 in inhibiting pyroptosis in human acute myeloid leukemia.",
    "authors": [
      "Ji X",
      "Chai T",
      "Chen X",
      "Deng J",
      "Zhong X",
      "Gao L",
      "Zeng Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680495/",
    "doi": "doi: 10.1007/s10735-026-10718-1",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41680493",
    "title": "Causes and extent of avoidable mortality across the european union: insights for advancing healthy aging.",
    "authors": [
      "Major D",
      "Fazekas-Pongor V",
      "Kovcs N",
      "Pik P",
      "Fekete M",
      "Ungvari Z",
      "dny R"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680493/",
    "doi": "doi: 10.1007/s11357-025-02045-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41680468",
    "title": "Repeated treatment with short-term mild stress reverses aging- and stress-induced emotional and social behavioral deficits.",
    "authors": [
      "Lee EH",
      "Park JY",
      "Kwon H",
      "Park SY",
      "Han PL"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680468/",
    "doi": "doi: 10.1038/s12276-026-01641-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41680431",
    "title": "Reduced serum and skeletal muscle MOTS c levels in women with polycystic ovary syndrome are associated with mitochondrial dysfunction.",
    "authors": [
      "Kutuk IS",
      "Akin S",
      "Demirel H",
      "Mumusoglu S",
      "Ciftci T",
      "Yildiz BO"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680431/",
    "doi": "doi: 10.1038/s41598-026-39687-x",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41680372",
    "title": "Asporin regulates glycolysis and stemness of gastric cancer cells.",
    "authors": [
      "Xu G",
      "Cai Z",
      "Zhuang Y",
      "Wang H",
      "Lin Q",
      "Guo T",
      "Tao H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680372/",
    "doi": "doi: 10.1007/s10735-026-10732-3",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41680355",
    "title": "Mechanisms of Phthalate-Induced Accelerated Ovarian Aging in Experimental Models.",
    "authors": [
      "Safar AM",
      "Flaws JA"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680355/",
    "doi": "doi: 10.1007/s40572-026-00521-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41680294",
    "title": "Dexpanthenol mitigates trauma-induced lung injury by modulating RIPK1/RIPK3/MLKL-mediated necroptosis in rats.",
    "authors": [
      "Camas HE",
      "Savran M",
      "Akin SE",
      "Dongel I",
      "Yazkan R",
      "Yildirim HE",
      "Ilhan I",
      "Tepebasi MY",
      "Sevuk MA",
      "Ozmen O"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680294/",
    "doi": "doi: 10.1038/s41598-026-40026-3",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41680288",
    "title": "The role of IL-17 in orchestrating macrophage polarization via NF-B, mTOR/HIF-1 and pyroptosis in diabetes.",
    "authors": [
      "Niu J",
      "Liu G",
      "He G",
      "Zhang X",
      "Bai H",
      "Lu Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680288/",
    "doi": "doi: 10.1038/s41598-026-40079-4",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41680274",
    "title": "Cadmium induces ferroptosis in mouse spermatocytes by activating the ROS-TCA pathway.",
    "authors": [
      "Xiong L",
      "Yi L",
      "Zeng X",
      "Huang J",
      "Liu H",
      "Li H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680274/",
    "doi": "doi: 10.1038/s41598-026-38827-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41680222",
    "title": "Telomere to telomere level genome assembly of the Yarkand hare (Lepus yarkandensis).",
    "authors": [
      "Xu M",
      "Cui Y",
      "Kuang H",
      "Wei K",
      "Shan W"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680222/",
    "doi": "doi: 10.1038/s41597-026-06815-1",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41680183",
    "title": "Lack of MDA5 delays hematopoietic aging by modulating inflammaging and proteostasis in mice.",
    "authors": [
      "Bergo V",
      "Bousounis P",
      "To Vu G",
      "Dout M",
      "Polyzou A",
      "Lalioti ME",
      "Grigorash BB",
      "Tsurkan L",
      "Morchel N",
      "Deboutte W",
      "Brau F",
      "Manke T",
      "Sagar",
      "Medyouf H",
      "Bulavin DV",
      "Cabezas-Wallscheid N",
      "Derecka M",
      "Trompouki E"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680183/",
    "doi": "doi: 10.1038/s41467-026-69424-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41680157",
    "title": "STING activation induces cytotoxic and immune responses in meningiomas via inflammatory cell death pathways.",
    "authors": [
      "Youngblood MW",
      "Tripathi S",
      "Najem H",
      "Congivaram H",
      "Gomez M",
      "Sears TK",
      "Hurley L",
      "Billingham LK",
      "Silvers C",
      "Wang W",
      "Tiek D",
      "Sadagopan N",
      "Chaliparambil R",
      "Pu Q",
      "Wai CM",
      "Choudhury A",
      "Steffens A",
      "McCortney K",
      "Vazquez Cervantes GI",
      "Oyon D",
      "Fernandez L",
      "Selner A",
      "Fares J",
      "Hagan M",
      "Joy Trybula S",
      "Yeung J",
      "Peyre M",
      "Kalamarides M",
      "Zhang P",
      "Stegh AH",
      "Ashley DM",
      "Horbinski CM",
      "Ahrendsen JT",
      "Jamshidi P",
      "Brat DJ",
      "Lukas RV",
      "Stupp R",
      "Lesniak MS",
      "Sonabend AM",
      "Dunn GP",
      "Chandler JP",
      "Tate MC",
      "Magill ST",
      "Miska J",
      "Curran MA",
      "Raleigh DR",
      "Heimberger AB"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680157/",
    "doi": "doi: 10.1038/s41467-026-69296-1",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41680132",
    "title": "Colonic spatial single-cell proteomics and murine models link mitochondrial dysfunction to dimeric IgA-secreting plasma cell deficiency in Crohn's disease.",
    "authors": [
      "Raschdorf A",
      "de Almeida LN",
      "Solbach P",
      "Kirstein MM",
      "Marquardt JU",
      "Schmelter F",
      "Gnther UL",
      "Schlichting H",
      "Hicken M",
      "Christiansen L",
      "Wiestler M",
      "Tews HC",
      "Bettenworth D",
      "OUTLIVE-CRC consortium",
      "Peipp M",
      "Valerius T",
      "Ragab M",
      "Sauer T",
      "Gemoll T",
      "Ehlers M",
      "Rosenstiel P",
      "Manz RA",
      "Knstner A",
      "Busch H",
      "Sina C",
      "Derer S"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680132/",
    "doi": "doi: 10.1038/s41467-026-69069-w",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41680093",
    "title": "Old Friends, New Faces in Endothelial Dysfunction and Senescence.",
    "authors": [
      "Ale-Agha N",
      "Jakobs P",
      "Rafflenbeul A",
      "Meyer WM",
      "Prmel S",
      "Haendeler J",
      "Altschmied J"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680093/",
    "doi": "doi: 10.1177/15230864261424882",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41680066",
    "title": "Retraction notice to \"Dexmedetomidine inhibits pyroptosis by down-regulating miR-29b in myocardial ischemia reperfusion injury in rats\" [Int. Immunopharmacol. 86 (2020) 106768].",
    "authors": [
      "Zhong Y",
      "Li YP",
      "Yin YQ",
      "Hu BL",
      "Gao H"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680066/",
    "doi": "doi: 10.1016/j.intimp.2026.116313",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41680038",
    "title": "Retraction notice to \"Akt-dependent NF-B activation is required for bile acids to rescue colon cancer cells from stress-induced apoptosis\" [Exp. Cell Res. 315 (2009) 432-450].",
    "authors": [
      "Shant J",
      "Cheng K",
      "Marasa BS",
      "Wang JY",
      "Raufman JP"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41680038/",
    "doi": "doi: 10.1016/j.yexcr.2026.114937",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41686850",
    "title": "Precision screening identifies mitoxantrone as a multitarget inhibitor in ageing-associated cancers with extensive computational validation and doxorubicin comparison.",
    "authors": [
      "Al-Qahtani MH",
      "Assidi M",
      "Buhmeida A",
      "Almuhammadi A",
      "Pushparaj PN",
      "Alganmi NA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686850/",
    "doi": "doi: 10.1371/journal.pone.0341446",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41686814",
    "title": "Chronic intestinal immune activation reveals separable impacts of inflammation and barrier loss on hallmarks of ageing.",
    "authors": [
      "Alcaraz J",
      "Keyse C",
      "Hall C",
      "Walker DW",
      "Doup DP",
      "Clark RI"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686814/",
    "doi": "doi: 10.1371/journal.pone.0342910",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41686783",
    "title": "SHP2 improved Late-onset fetal growth restriction via modulating ROS/BRD4/PI3K/YAP/PIGF signaling induced angiogenesis.",
    "authors": [
      "Li F",
      "Li Y",
      "Hao W",
      "Zhang X",
      "Shen X",
      "Yang B",
      "Zhang W",
      "Fu L",
      "Gu S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686783/",
    "doi": "doi: 10.1371/journal.pone.0342649",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41685596",
    "title": "[Expression of Concern] Interference of STAT 5b expression enhances the chemosensitivity of gastric cancer cells to gefitinib by promoting mitochondrial pathwaymediated cell apoptosis.",
    "authors": [
      "Sun T",
      "Jia Y",
      "Xiao D"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685596/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41685583",
    "title": "Puerarin attenuates myocardial ischemiareperfusion injury by inhibiting myocardium pyroptosis via the NRF2/HO1 signaling pathway.",
    "authors": [
      "Zheng X",
      "Li J",
      "Hu T",
      "Tan L",
      "Lan D",
      "Deng Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685583/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41685579",
    "title": "Helicobacter pylori and hyperglycemia fuel gastric cancer glycolysis: Mechanisms and targeted intervention (Review).",
    "authors": [
      "Liu Y",
      "Wang F",
      "Deng Y",
      "Hu Y",
      "Shu F",
      "Yu J",
      "Gou G",
      "Wen M",
      "Luo C",
      "Lu X",
      "Du Q",
      "Xu J",
      "Xie R"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685579/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41684462",
    "title": "Hormetic Effects of 7-Ketocholesterol in Preventing Ferroptosis in Hepatocytes.",
    "authors": [
      "Anavi S",
      "Giltman N",
      "Zeigerman H",
      "Madar Z",
      "Tirosh O"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684462/",
    "doi": "doi: 10.1155/omcl/7958511",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41681022",
    "title": "lncRNA MALAT1-mediated regulation of cholesterol-oxidative stress-iron metabolic dysregulation by paeoniflorin in osteoarthritic chondrocytes.",
    "authors": [
      "Fu C",
      "Lan S",
      "Lin Y",
      "Chen D",
      "Yang Z",
      "Chen C",
      "Chen Y",
      "Yuan Y",
      "Zhong W",
      "Lin Q",
      "Huang Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41681022/",
    "doi": "doi: 10.1080/13880209.2026.2620862",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41684448",
    "title": "Implication of xanthine oxidoreductase in oxidative stress-related chronic diseases.",
    "authors": [
      "Nelson KL",
      "Voruganti VS"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684448/",
    "doi": "doi: 10.3389/fendo.2025.1662037",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  }
]