[
  {
    "id": "10.1101/2024.06.26.600909",
    "title": "Elucidating the kinetic and thermodynamic insight into regulation of glycolysis by lactate dehydrogenase and its impact on tricarboxylic acid cycle and oxidative phosphorylation in cancer cells",
    "authors": [
      "Zeng, S.",
      "Wang, Y.",
      "Ying, M.",
      "Jin, C.",
      "Ying, C.",
      "Wang, D.",
      "Wu, H.",
      "Hu, X."
    ],
    "summary": "Lactate dehydrogenase (LDH) stands at the intersection of pyruvate metabolism. While it is believed that inhibition of LDH redirects pyruvate to mitochondrial metabolism, suppressing glycolysis and boosting oxidative phosphorylation, the mechanism remains largely unexplored. We found that individual LDH A or B knockouts had minimal impact on glycolysis, tricarboxylic acid cycle (TCA cycle), or oxidative phosphorylation (OXPHOS). However, combining LDH knockout with LDH inhibitor GNE-140 significantly suppressed these processes. Inhibition of LDH led to an increase in free NADH concentration and a decrease in free NAD+ concentration, the reduced free NAD+ concentration inhibited GAPDH, disrupting the balance of glycolytic intermediates, which were linked with thermodynamic shift of the Gibbs free energy of reactions between phosphofructokinase 1 (PFK1) and phosphoglycerate mutase (PGAM) in the glycolytic pathway, favoring their reverse direction. This disrupted glycolysis led to impaired TCA cycle and mitochondrial respiration due to reduced pyruvate and glutamine carbon influx into TCA cycle. Under hypoxia, LDH inhibition had a stronger effect, inducing energy crisis, redox imbalance, and cancer cell death. Our study reveals LDH's intricate control over glycolysis, TCA cycle, and mitochondrial respiration, highlighting the interplay of enzyme kinetics and thermodynamics in metabolic pathways, a crucial aspect for understanding metabolic regulation.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.26.600909",
    "doi": "10.1101/2024.06.26.600909",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bMitochondrial\\ metabolism\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.05.674142",
    "title": "Spatiotemporal localization and activity of mitochondria regulate actomyosin contractility in Drosophila gastrulation",
    "authors": [
      "Madan, S.",
      "Chowdhary, S.",
      "Phalke, S.",
      "Mittal, H.",
      "Mavrakis, M.",
      "Rikhy, R."
    ],
    "summary": "Mitochondrial dynamics are vital for embryogenesis, but their role in morphogenesis is largely unexplored. In this study, we elucidate the role of mitochondrial dynamics and function in regulating apical constriction at the ventral furrow in Drosophila gastrulation. We find that spatiotemporal redistribution of mitochondria from basal to apically constricting regions is coincident with Myosin II accumulation in ventral epithelial cells. This apical enrichment depends on intact microtubules and is regulated by Dorsal/NFkb signaling pathway. Embryos expressing mitochondrial fission protein, Drp1 mutants, contain larger, basally accumulated mitochondria, decreased apical constriction and ventral furrow defects. Transcriptomic and proteomic profiling of Drp1 mutants shows no change in Dorsal signaling, but an upregulation of antioxidant enzymes, decreased respiratory complexes, and reduced reactive oxygen species (ROS), confirming loss of mitochondrial activity and a reduced environment. Depleting mitochondrial SOD2 in Drp1 mutant embryos restores levels of antioxidant proteins and increases ROS, leading to an oxidized environment. These embryos also show rescue in apical mitochondrial migration and Myosin II accumulation, thereby enabling proper ventral furrow formation. Our study reveals the functional importance of localized mitochondrial dynamics, regulated by the Dorsal signaling pathway, and mitochondrial activity in a spatiotemporal manner for apical constriction during gastrulation.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.05.674142",
    "doi": "10.1101/2025.09.05.674142",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.07.680867",
    "title": "Directional and disruptive selection in populations structured by class and continuous ontogeny under incomplete plasticity",
    "authors": [
      "Weyna, A.",
      "Mullon, C.",
      "Lehmann, L."
    ],
    "summary": "Many organisms undergo ontogeny, whereby individuals change in state (e.g., in size, morphology, or condition) as they age. Understanding the evolution of traits influencing ontogeny is challenging because their fitness effects unfold across an individual's lifetime and may differ between classes such as sexes. Here, we analyse selection on non-plastic traits (e.g., fixed resource allocation strategies) that determine the development of dynamical states throughout life (e.g., body size), with consequences for fecundity and survival in age- and class-structured populations. Using invasion analysis, we derive expressions for directional and quadratic selection that decompose into age- and class-specific components. This allows us to identify convergence stable trait values, assess whether they are uninvadable or potentially experience evolutionary branching, and pinpoint the age and class pathways through which correlational and disruptive selection act. Applying our results to a model of growth under size-mediated sexual selection, we show how selection on growth rates distributes across ages and sexes, and how its relative strength depends on genetic correlations, individual ploidy and life-history. We also show how sex-specific developmental trade-offs and constraints can generate disruptive selection on male growth and favour the evolution of alternative male life histories. More broadly, our results highlight how adaptation is mediated by the interaction of development and demography, and provide tools to investigate how conflicts across ages and classes may influence senescence, sexual dimorphism, and the diversification of ontogenetic strategies.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.07.680867",
    "doi": "10.1101/2025.10.07.680867",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.10.681638",
    "title": "AMPK Phosphorylation Proceeds Through Hierarchical Proteoform Cascades Revealed by Integrated Mass Spectrometry",
    "authors": [
      "Krichel, B.",
      "Chan, H.-J.",
      "Bandura, L.",
      "Gao, Z.",
      "Wang, M.-D.",
      "Rogers, H. T.",
      "Mcilwain, S. J.",
      "Uetrecht, C.",
      "Ge, Y."
    ],
    "summary": "Protein kinases integrate cellular signals through complex phosphorylation cascades, yet resolving how chemical perturbations trigger and modulate these cascades in therapeutic targets remains a major challenge. Here, we dissect AMP-activated protein kinase (AMPK) proteoforms during activation through controlled biochemical reactions with a hybrid mass spectrometry (MS) approach integrating bottom-up MS for site-specific kinetics with top-down proteoform characterization. We reveal that AMPK phosphorylation proceeds through hierarchical cascades rather than binary switching, with dual entry points: canonical CaMKK2-mediated phosphorylation or allosteric activator PF-739 both triggering extensive autophosphorylation with 1-S496 showing highest kinetic priority. Proteoform-resolved analysis uncovers channeled {beta}1-S24/25+S108 co-phosphorylation linking subcellular localization with allosteric responsiveness. Site-directed mutagenesis demonstrates CaMKK2 targets only 1-T183, with all other modifications arising through autophosphorylation. Phosphatase competition reveals asymmetric control where PP1A selectively removes activation-loop phosphorylation while autophosphorylation sites remain protected, establishing persistent regulatory states. Resolving AMPK's temporal kinetics and proteoform architecture during activation enables a proteoform-centric understanding on kinase regulation.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.10.681638",
    "doi": "10.1101/2025.10.10.681638",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699680",
    "title": "Phosphorylation of Cyclophilin-D is Not Required for Regulation of The Mitochondrial Permeability Transition Pore by GSK3β",
    "authors": [
      "Alex, L.",
      "Klutho, P.",
      "Song, L.",
      "Gutierrez-Aguilar, M.",
      "Baines, C."
    ],
    "summary": "Genetic inhibition of cyclophilin D (CypD) delays the opening of the mitochondrial permeability transition pore (MPTP) and therefore reduces necrotic cell death. Elucidation of factors that impact CypD activity is therefore key to understanding the regulation of MPTP opening. Glycogen synthase kinase-3{beta} (GSK3{beta}) is a serine/threonine kinase that has been shown to modulate MPTP and cell death, potentially through phosphorylation of CypD. Therefore, we hypothesized that the mitochondrial fraction of GSK3{beta} directly phosphorylates CypD and promotes opening of MPTP. Overexpression of full length GSK3{beta} in mouse embryonic fibroblasts sensitized the MPTP and exacerbated oxidative stress-induced necrosis. In contrast, genetic inhibition of GSK3{beta} protected against oxidant-induced cytotoxicity but did not affect the MPTP. Recombinant GSK3{beta} could directly bind to and phosphorylate recombinant CypD. Mass spectrometry revealed several putative GSK3{beta} phosphorylation sites on CypD. However, mutation of these sites did not affect the peptidyl prolyl isomerase activity of CypD and reconstitution of these phosphomutants in CypD-deficient cells increased MPTP sensitivity and oxidative-induced cell death to the same extent as wild-type CypD. Further, targeted overexpression of either wild-type or kinase-inactive GSK3{beta} in the mitochondrial matrix did not impact MPTP or cell death. Moreover, while proteinase-K digestion of cardiac mitochondria showed a significant amount of GSK3{beta} in the mitochondria, it was not localized to the matrix. Finally, overexpression of GSK3{beta} was still able to increase MPTP sensitivity and oxidative stress-induced death in CypD-null cells. Taken together, these data indicate that, while GSK3{beta} can modulate MPTP, this appears to be independent of GSK3{beta}s interaction with, or phosphorylation of CypD.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699680",
    "doi": "10.64898/2026.01.15.699680",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.18.700172",
    "title": "Cytoplasmic FKBP7 reflux controls NFE2L1 levels as an adaptive response to chemotherapy in prostate cancer cells",
    "authors": [
      "DRENO, L.",
      "OUSALEM, F.",
      "ALBORNOZ-LOAIZA, A.",
      "CELIK, B.",
      "TIRABOSCHI, C.",
      "CLAPS, G.",
      "AL-NAKOUZI, N.",
      "COMPAGNO, D.",
      "DAYRIS, T.",
      "AGLAVE, M.",
      "LORIOT, Y.",
      "Assrir, N.",
      "Lescop, E.",
      "CHAUCHEREAU, A."
    ],
    "summary": "Understanding how cancer cells adapt to chemotherapy is essential for overcoming resistance. One mechanism involved in taxane resistance in prostate cancer is mediated by FKBP7, a still-understudied endoplasmic reticulum-resident cis-trans isomerase. Using cell fractionation, we demonstrate that the ERAD-independent retrotranslocation of FKBP7 into the cytosol correlates with the oxidative stress triggered by chemotherapy, as an escape response. Once in the cytosol, FKBP7 interacts with the translation machinery and with eIF4G1, specifically with its C-terminal HEAT3 domain. Following FKBP7 silencing, polysome profiling and RNA sequencing identified the transcription factor NFE2L1 - a key regulator of oxidative stress adaptation - as an effector of FKBP7. Here, we also produced the first NMR spectra of the FKBP7 catalytic domain, revealing a well-folded protein that binds to rapamycin and everolimus but not to FK506. Overall, our results demonstrate that chemotherapy-induced oxidative stress triggers an adaptive mechanism in which FKBP7 is translocated into the cytosol where it modulates NFE2L1, thereby enabling the survival of resistant cells. These findings lead us to propose the targeting of FKBP7/NFE2L1 signaling as a strategy to overcome adaptive resistance.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.18.700172",
    "doi": "10.64898/2026.01.18.700172",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700272",
    "title": "Organelle proteomics reveals novel metabolic vulnerabilities in FLT3-ITD cells",
    "authors": [
      "Bica, V.",
      "Pacile, A. F.",
      "Boettcher, M.",
      "Marano, V.",
      "Marabitti, V.",
      "Nazio, F.",
      "Cortese, M.",
      "Fischer, T.",
      "Perfetto, L.",
      "Mougiakakos, D.",
      "Massacci, G.",
      "Sacco, F."
    ],
    "summary": "In acute myeloid leukemia (AML), the insertion site of internal tandem duplications (ITDs) within the FLT3 gene critically determines the sensitivity to tyrosine kinase inhibitors (TKIs). Despite recent advances, patients harboring ITDs in the tyrosine kinase domain (TKD) still lack effective therapeutic options. To elucidate the molecular basis underlying the differential TKI sensitivity of FLT3 ITD cells, we integrated high-resolution mass spectrometry based (phospho)proteomics with subcellular fractionation. Our analysis revealed that midostaurin induces the subcellular redistribution of approximately 2500 proteins involved in crucial biological processes, including cell cycle control, autophagy, and metabolism. Functional analyses further demonstrated that the ITD insertion site determines the autophagy response to midostaurin and modulates mitochondrial metabolism, influencing organelle architecture and ATP production, even at steady state. Importantly, by integrating subcellular proteomic dataset with functional metabolic assays, we uncovered a lipid-dependent vulnerability of FLT3 ITD cells: lipid restriction enhances FLT3 trafficking to the plasma membrane, and markedly reduces cell viability, restoring midostaurin sensitivity of resistant FLT3 ITD cells. Together, our findings reveal that the FLT3 ITD insertion site orchestrates a coordinated remodeling of subcellular protein organization, autophagy, and metabolism, and identify lipid-mediated control of FLT3 compartmentalization as a therapeutically actionable mechanism to overcome TKI resistance in FLT3 ITD AML.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700272",
    "doi": "10.64898/2026.01.19.700272",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.698133",
    "title": "RNAseq analysis reveals the recurrent loss of heterozygosity in lung cancer and associated transcription patterns",
    "authors": [
      "Gumerov, R.",
      "He, W.",
      "Luong, P.",
      "Dall Olio, F.",
      "Vassetzky, Y. S.",
      "SCHWAGER, A."
    ],
    "summary": "A key limitation in cancer transcriptomics is the lack of accompanying genomic profiling such as whole-genome sequencing (WGS) or copy number alteration (CNA) data. Here we address this by showing that RNA-seq alone can be used to infer chromosomal aberrations and identify biologically meaningful patterns in lung cancer. Through a large-scale meta-analysis of publicly available RNA-seq datasets from non-small cell lung cancer (NSCLC), small cell lung cancer (SCLC), and matched controls, we reconstructed large scale CNA profiles and identified deletions in 3p, 9p, and 17p as the most frequent genomic events. Validation against paired WGS data confirmed a high degree of accuracy for RNA-seq-based inference. Our analyses revealed that while deletion-associated transcriptional heterogeneity exists, approximately 25% of differentially expressed genes were shared across all three deletion classes, indicating a conserved oncogenic program in lung cancer. Enrichment analysis linked these shared genes to pathways governing cell division, DNA replication, and extracellular matrix organization, while deletion-specific effects reflected disruption of tumor suppressor pathways, notably p53 signaling in 17p-deleted tumors, leading to deregulation of NOS2 and PLOD2. Integrating gene-level expression data, we identified both shared and deletion-specific biomarkers: TPX2 was consistently overexpressed across all deletion groups, while PTPRZ1 and CLDN9 were uniquely associated with del3p and del9p, respectively. Experimental validation in lung cancer cell lines confirmed these predictions, particularly the upregulation of CLDN9 in del9p carriers. By demonstrating that RNA-seq data can capture large-scale chromosomal events and reveal their transcriptional consequences, this study establishes an efficient framework for genomic inference and biomarker discovery, introducing CLDN9 as a novel, deletion-specific marker with potential prognostic and therapeutic value for 9p-deleted lung cancers.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.698133",
    "doi": "10.64898/2026.01.19.698133",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700367",
    "title": "The heat-ramp method to study regulated cell death in a pathogenic yeastCryptococcus neoformans",
    "authors": [
      "Kulkarni, M.",
      "Liu, Y.",
      "Cheng, Q.",
      "Zhu, C.",
      "Kuhn, K.",
      "Shen, A.",
      "Jin, B.",
      "Casadevall, A.",
      "Lamb, H. M.",
      "Stolp, Z. D.",
      "Hardwick, J. M."
    ],
    "summary": "Human fungal pathogens cause a significant public health burden. While no reliable surveilence data are available, estimations suggest that 1 billion infections and over 2 million deaths are attributable to fungal infections annually worldwide. This drove the World Health Organization to generate a priority list of fungal pathogens for reearch, which includes the yeast Cryptococcus neoformans in a top critical priority. With the rise of drug-resistance and emerging fungal pathogens, new conceptual strategies for antifungal therapies are needed in addition to existing antibiotic development pipelines to meet clinical needs. Intrinsic cell death pathways encoded by pathogenic fungi are largely unstudied but could be leveraged for antifungal therapy analogous to anti-cancer therapeutics that activate apoptosis or other cell death mechanisms. Thus far, molecularly defined fungal cell death mechanisms are best characterized for only a few, predominantly model filamentous species. To extend these studies to pathogenic yeast, here we describe and demonstrate a tunable heat-ramp stimulus that when applied to small volumes of yeast cell suspensions reveals a protracted cell death process in the pathogenic yeast Cryptococcus neoformans. This low cost protocol induces robust and reproducible phenotypes to study gene-dependent mechanisms in laboratory strains and clinical isolates.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700367",
    "doi": "10.64898/2026.01.19.700367",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700320",
    "title": "La protein binding to telomerase RNA supports an evolutionary relationship between plant and ciliate telomerase pathways",
    "authors": [
      "Jenner, L.",
      "Pruchkouski, D.",
      "Stefanovie, B.",
      "Novakova, O.",
      "Kubickova, M.",
      "Fajkus, P.",
      "Brazdova, M.",
      "Palecek, J. J.",
      "Sykorova, E."
    ],
    "summary": "The Arabidopsis thaliana La1 (AtLa1) protein is a member of the genuine La family of RNA biogenesis proteins, which are structurally similar to the La-resembling protein 7 (LARP7) family. LARP7 proteins participate in the biogenesis of the telomerase ribonucleoprotein complex in model systems, but are absent in plants. We show that AtLa1 binds to telomerase RNA in a manner reminiscent of the Tetrahymena LARP7 protein p65. Classical in vitro methods and microscale thermophoresis (MST) were used to specify the molecular structures involved in this multi-surface interaction. AtLa1 also enhances the binding of TR to the telomerase reverse transcriptase RNA binding domain. We therefore propose that biogenesis of telomerase RNA in plants and ciliates is achieved by a similar pathway, differing in the employment of genuine La or LARP7-like proteins, respectively. We also report that the domain of unknown function (DUF3223, DeCL) found in the AtLa1 protein binding partner, Domino, is an RNA binding domain with modest TR-binding capacity. This domain is also found in plant and ciliate proteins, including plant polymerases IV/V and the Tetrahymena La protein Mlp1. Together, these suggest that RNA biogenesis pathways in plants and ciliates have a conserved evolutionary relationship, with parallels between their La proteins.",
    "published": "2026-01-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700320",
    "doi": "10.64898/2026.01.19.700320",
    "categories": [],
    "keywords_matched": [
      "\\bTelomerase\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.16.673560",
    "title": "Differential DNA methylation clock ages across buffy coat (BC), peripheral blood mononuclear cells (PBMC), and saliva in individuals in early-to-mid adulthood",
    "authors": [
      "Bruellman, R.",
      "Evans, D.",
      "Smolen, A.",
      "Evans, L. M.",
      "Reynolds, C. A."
    ],
    "summary": "Epigenetic aging prior to midlife is gaining interest as an intervenable period to address health and cognitive aging. Epigenetic changes may index DNA methylation aging rates, but methylation profiles may not be substitutable across tissues. We compared DNA methylation clocks and age acceleration in saliva, buffy coat (BC), and peripheral blood mononuclear cells (PBMC) collected in 91 individuals (7 unpaired, 20 siblings, 64 twins; 18 monozygotic (MZ), 14 dizygotic (DZ) pairs) from the Colorado Adoption/Twin Study of Lifespan behavioral development and cognitive aging (CATSLife1; Mean age=30.90 years [range=28.07 -- 41.13]; 50.5% female). Across 15 DNA methylation clocks, chronological age and DNA methylation ages were moderately associated (Mean Spearman correlations: r=0.36, Saliva; r=0.41, BC; r=0.36, PBMC). In mixed-effects models, saliva showed higher DNA methylation ages (B=3.83--16.46 years vs BC, p<0.001), whereas PBMC and BC were comparable (B=-0.06--0.39 years vs BC, p>0.447). The exception was the next-generation clock DunedinPace showing comparability (p=0.486). Consistent patterns were observed for age acceleration estimates. Altogether, MZ (meta-analytic r=0.48, 95%CI=0.30,0.65) and DZ pairs (meta-analytic r=0.38, 95%CI=0.29,0.46) were moderately correlated (Spearman), but MZ pairs showed heterogeneity across tissues (p<0.020): saliva was lower (Mean r=0.31, SD=0.24) than BC (Mean r=0.63, SD=0.11) and PBMC (Mean r=0.47, SD=0.19). The multi-tissue ZhangQ and next-generation PCGrimAge clocks produced consistent correlations across tissues for MZ and DZ twins. While saliva-based DNA methylation is not a direct substitute for blood-based DNA methylation, values were comparable across BC and PBMC; nevertheless, all tissue types may be appropriate for DNA methylation aging studies when compared within tissues.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.16.673560",
    "doi": "10.1101/2025.09.16.673560",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.30.685705",
    "title": "Mathematical modeling of light chain aggregation and cardiac damage in AL amyloidosis",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AL amyloidosis is a rapidly progressive disorder characterized by clonal plasma cell expansion, excessive production of light chains (LCs), and their misfolding into aggregation-prone monomers. These monomers assemble into oligomers and ultimately deposit as amyloid fibrils, particularly within cardiac tissue, where they contribute to myocardial stiffening and direct cardiotoxicity. A mechanistic model was developed to quantify the interplay between these two pathogenic processes and to examine the kinetics of LC aggregation in different compartments. Simulations reveal that LC aggregation exhibits pronounced nonlinearity: oligomer concentrations remain low during early disease stages, followed by exponential growth driven by autocatalytic conversion. When aggregation is assumed to occur within cardiac tissue, fibril deposition is approximately 25 times greater, and oligomer-induced cardiotoxicity is about five times higher, compared with aggregation occurring in the blood plasma. These differences stem from the smaller cardiac volume, which accelerates autocatalytic oligomer formation. A combined cardiac damage criterion, integrating both oligomer-induced cardiotoxicity and fibril-associated myocardial stiffening, was introduced and found to reach values approximately tenfold higher when LC aggregation occurs within cardiac tissue compared with aggregation in the blood plasma. This parameter may serve as a quantitative measure of cardiac aging or disease severity. The model also predicts that therapeutic intervention markedly reduces, but does not eliminate cardiac injury, highlighting the importance of early treatment initiation in AL amyloidosis.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.30.685705",
    "doi": "10.1101/2025.10.30.685705",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699773",
    "title": "Reproductive history differentially shapes the neural response of middle-aged females to estradiol therapy after a metabolic challenge",
    "authors": [
      "Richard, J.",
      "Mohammad, A.",
      "Lieblich, S.",
      "Go, K.",
      "Wang, S.",
      "Rechlin, R.",
      "Splinter, T.",
      "Barreto, G.",
      "Galea, L."
    ],
    "summary": "Background: Advancing age, the APOEe4 allele, and female sex are the top nonmodifiable risk factors for Alzheimers disease (AD). Female-specific experiences, such as parity and hormone therapy (HT) affect aging biomarkers such as metabolism and immune signaling and may even affect AD risk. Estradiol (E2), a common component of many HTs, affects cognition and brain health in aging females although this may vary depending on parity, genotype, and metabolic status. We hypothesized that prior parity influences brain and metabolic health, including response to E2, depending on APOE genotype. Methods: Middle-aged female (10 month) wildtype (WT) or humanized (h) APOEe3 or e4 expressing rats, with different reproductive experience (nulliparous or primiparous) were fed a Western (WD) or standard diet (SD) for 2 months. In the second month, rats were given E2 or vehicle (oil) injections daily. Fear associative learning, plasma metabolic hormones, hippocampal inflammatory signalling, and neuroplasticity (neurogenesis, synaptic protein) were assessed. Results: Females fed a WD gained weight and displayed metabolic dysregulation, regardless of genotype. E2 treatment reduced WD-induced weight gain and reduced metabolic hormones, with stronger effects in WT rats. E2 treatment increased dorsal hippocampal inflammatory signalling selectively in primiparous hAPOEe4 females fed a WD. Previous parity increased neurogenesis and reduced certain cytokines in the hippocampus of middle-aged WT rats under a SD. Both E2 treatment and previous parity decreased dorsal neurogenesis in hippocampus of hAPOEe4 rats. In hAPOEe4 females, higher weight was associated with reduced contextual fear memory, an effect driven by primiparous females. In the cued fear conditioning task, hAPOEe4 females displayed better cued fear memory than WT, however, WD exposure reduced cued fear memory in this group. Together, this indicates that diet and weight gain may be more detrimental to associative memory in hAPOEe4 females and that E2 treatment has more favourable outcomes in WT rats. Conclusions: Previous parity alters how females respond to E2 and metabolic stress in midlife. Primiparous hAPOEe4 females were especially vulnerable to the effects of WD and E2, exhibiting more inflammation, impaired memory, and reduced weight-loss. These findings highlight the importance of considering parity and genotype when evaluating midlife metabolic and cognitive risk.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699773",
    "doi": "10.64898/2026.01.15.699773",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699757",
    "title": "A Hallmark-Integrated, Agent-Based Framework for Intratumor Heterogeneity in Melanoma Evolution",
    "authors": [
      "Jamshad, K.",
      "Jackson, T. L."
    ],
    "summary": "Advances in multiregion sequencing have revealed extensive intratumor heterogeneity (ITH) - the presence of genetically distinct subclones within a single tumor. ITH profoundly influences tumor behavior, including well-accepted hallmarks of cancer such as sustained proliferation, resistance to apoptosis, and immune evasion, and the emergence of therapeutic resistance. In this work, we introduce a hallmark-integrated branching evolution process agent-based model (BEP-HI) to study the emergence of intratumor heterogeneity (ITH) in melanoma under coupled genetic, immune, and spatial selection pressures. Using this model, we identify three distinct evolutionary ITH modes and demonstrate a mechanistic decoupling between tumor growth kinetics and heterogeneity. We further show that immune recruitment exerts the strongest influence on ITH through nonlinear immune-editing feedback, while motility of melanoma cells shapes complex morphologies in different ITH modes as observed in clinical SSM tumors. This work provides a biologically grounded and adaptable computational framework for exploring how hallmark interactions shape ITH evolution and for generating virtual tumor cohorts that link genetic diversity with tumor behavior, morphology, and treatment resistance.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699757",
    "doi": "10.64898/2026.01.16.699757",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699165",
    "title": "Microbial Antioxidants Reduce ROS In Human Skin Cells Under Oxidative Stress",
    "authors": [
      "Huang, S.",
      "Dong, D.",
      "Wan, J.",
      "Lin, Y.-C.-D.",
      "Huang, H.-D."
    ],
    "summary": "Reactive oxygen species (ROS) play a dual role in cellular homeostasis, but excessive levels of ROS lead to oxidative stress, accelerating skin aging. Environmental stressors like UV radiation induce ROS overproduction, overwhelming endogenous antioxidant defenses and causing cellular damage. While the skin possesses an intrinsic antioxidant network that provides moderate protection, excessive oxidative stress can trigger inflammatory responses, thereby necessitating exogenous antioxidant intervention. Microbe derived antioxidants (MA), produced via probiotic fermentation of sea buckthorn and chestnut rose, have shown promise in mitigating ROS-induced damage. In this study, we evaluated two MA formulations, MA1 and MA2, for their ability to scavenge free radicals and alleviate hydrogen peroxide (H2O2) induced oxidative stress in human dermal fibroblasts (HDF) and dermal papilla cells (HDP). Both formulations displayed dose-dependent DPPH radical scavenging activity and enhanced cell viability at low concentrations. Under H2O2-induced oxidative stress, MA1 and MA2 effectively restored intracellular ROS to baseline levels, demonstrating significant cytoprotective effects. UHPLC MS/MS profiling identified 12 compounds shared by both formulations, and Gene Ontology Biological Process enrichment analysis revealed that their associated target genes were significantly enriched in antioxidant-related pathways. Five compounds, adenosine, citric acid, 5 hydroxymethylfurfural, myricetin, and phenylalanine, emerged as key contributors to the observed antioxidative effects. Together, these findings highlight the potential of fermented microbial antioxidants to re-establish redox homeostasis in human skin cells and support their further development as therapeutic or cosmetic interventions targeting oxidative stress and skin ageing. Given the heightened oxidative sensitivity of aged fibroblasts, the ability of MA to alleviate ROS may offer novel therapeutic strategies against skin aging and related pathologies.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699165",
    "doi": "10.64898/2026.01.15.699165",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.18.700157",
    "title": "Identification of small-molecule adjuvants that enhance the sensitivity of Escherichia coli to nitrofurantoin: Roles of Lon and MarA",
    "authors": [
      "Nandini, S. S.",
      "Saha, P.",
      "Shri, R.",
      "Sharma, P.",
      "Jagdish, S.",
      "Khamari, B.",
      "Sen, S.",
      "Bulagonda, E. P.",
      "Nandi, D."
    ],
    "summary": "The increasing cases of resistance among UTI pathogens pose a significant threat to the continued clinical use of nitrofurantoin. In this study, we explored the molecular mechanisms underlying nitrofurantoin resistance and investigated the potential of synergistic activity of salicylates in enhancing the antibacterial activity of nitrofurantoin. In our initial observation, deletion of lon ({Delta}lon) conferred enhanced susceptibility to nitrofurantoin. We identified the critical role of Lon protease in regulating the sensitivity to nitrofurantoin. Investigation into the mechanisms revealed that the lon deletion strains show a higher level of marA and nfsA, which is likely to facilitate the conversion of nitrofurantoin from its pro form to its active form. The {Delta}lon strains displayed an elevated level of ROS, membrane alteration and filamentation upon treatment with nitrofurantoin. Higher ROS levels and membrane alteration were reversed upon treatment with glutathione, further confirming the role of oxidative stress in mediating the sensitivity to nitrofurantoin. Building on these mechanistic insights, we tested salicylates to synergistically enhance the efficacy of nitrofurantoin by indirectly inducing marA through the repression of the mar operon, thereby enhancing nfsA transcription. Both sodium salicylate and acetyl salicylate enhanced the efficacy of nitrofurantoin and lowered the dose of nitrofurantoin required to inhibit the growth of the WT strain. Importantly, this synergistic effect with acetyl salicylate was also observed in nitrofurantoin-resistant clinical isolates, where the combination reduced the effective nitrofurantoin concentration required for growth inhibition. This work provides novel insights into the roles of transcriptional regulators and proteolysis in antibiotic susceptibility, advancing the notion that antibiotic adjuvants are a reliable means of reviving the efficacy of antibiotics.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.18.700157",
    "doi": "10.64898/2026.01.18.700157",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.17.700081",
    "title": "The E. coli clamp loader sharply bends DNA to load β-clamp onto small gaps",
    "authors": [
      "Zheng, F.",
      "Yao, N. Y.",
      "Georgescu, R. E.",
      "Lyu, M.",
      "O'Donnell, M. E.",
      "Li, H."
    ],
    "summary": "DNA sliding clamps are used by the replication machines of all organisms, from bacteria to human. These clamps do not self-assemble onto DNA but require a multiprotein ATPase clamp loader that recognizes a DNA 3'-recessed end to open and close sliding clamps onto it. We find here that the mechanism of clamp loading onto small ssDNA gaps is profoundly different between bacteria and eukaryotes. The eukaryotic RFC clamp loader unwinds dsDNA from the 3'-recessed end to widen the ssDNA gap and also binds the 5'-recessed DNA end at an external shoulder site. In contrast, the bacterial DnaX-complex neither unwinds DNA nor stably binds DNA at the shoulder site in vitro. Instead, the bacterial {beta}-clamp has evolved an external DNA binding site that enables the DnaX-complex to sharply bend a gapped DNA by 150{degrees} to insert it into the clamp. Small DNA gaps are frequently associated with DNA damage, and the clamps loaded at these sites likely function in DNA repair.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.17.700081",
    "doi": "10.64898/2026.01.17.700081",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699229",
    "title": "MIC13-linked cristae disruption causes metabolic failure and early fibrotic remodelling in mitochondrial liver disease",
    "authors": [
      "Becker, A.",
      "Eichmann, T. O.",
      "Mey, K. a.",
      "Vasiliev, V.",
      "Petzsch, P.",
      "Rossi, A.",
      "Distelmaier, F.",
      "Anand, R."
    ],
    "summary": "Mitochondrial diseases are highly complex and heterogeneous, and nearly 20% of cases involve severe liver pathology. MIC13-mediated hepato-encephalopathy is a rare mitochondrial hepatopathy with profound liver dysfunction, yet the mechanism by which MIC13 deficiency leads to severe hepatic dysfunction remains poorly understood. Here, we describe an affected individual carrying a pathogenic MIC13 variant (c.260-2A > G) that results in severe multisystem disease, including hepatopathy. To investigate hepatocyte-specific consequences of MIC13 variant, we generated iPSCs carrying this disease-causing variant and differentiated them into induced hepatocytes (iHeps). MIC13, a key component of the MICOS complex required for cristae formation, was disrupted in these cells, and the resultant iHeps exhibited the same cristae defects observed in clinical samples. Integrated multi-omics and biochemical analyses revealed extensive metabolic rewiring, including disrupted amino acid turnover, accumulation of tricarboxylic acid (TCA) and urea cycle intermediates. Additionally, profound alterations in methionine cycle and transsulfuration pathways, along with enhanced bile acid synthesis, collectively affect methylation potential, redox homeostasis, and detoxification. Lipid metabolism was also impaired, with incomplete beta-oxidation, increased ketogenesis, and diminished lipid storage. At the cellular level, extensive extracellular matrix (ECM) remodelling, increased intracellular collagen accumulation and enhanced cell migration indicated an early fibrotic phenotype. Overall, this clinically relevant model uncovers how cristae defects drive metabolic imbalance and hepatocyte dysfunction, ultimately leading to early fibrotic changes in mitochondrial liver disease. These findings provide the first mechanistic link between MIC13-dependent cristae disruption and hepatic metabolic failure and offer a foundation for identifying therapeutic strategies for mitochondrial hepatopathies.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699229",
    "doi": "10.64898/2026.01.16.699229",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.17.700099",
    "title": "Characterization of novel cytoplasmic roles for the N-terminal methyltransferase NRMT1",
    "authors": [
      "Tooley, J. G.",
      "Zhou, G.",
      "Obeidat, S.",
      "Arbel, A.",
      "Jones, C.",
      "Tedeschi, F.",
      "Schaner Tooley, C."
    ],
    "summary": "N-terminal methylation of proteins by the trimethylase NRMT1 plays important roles in oncogenesis, development, and aging. As N-terminal methylation has frequently been shown to regulate protein-DNA interactions, and many NRMT1 substrates are transcription factors or regulators of chromatin structure, previous research has focused on how transcriptional regulation by NRMT1 affects cell growth and differentiation. However, we have recently identified a new, cytoplasmic role for NRMT1, inhibiting the eukaryotic elongation factor 1 alpha (eEF1A) methyltransferase METTL13, which indicates NRMT1 could also be acting as a translational regulator. Here we further explore NRMT1 cytoplasmic functions and show that, unlike previously thought, NRMT1 can methylate substrates in the cytoplasm. We also show that while many of these substrates remain bound to NRMT1, it can also interact with a number of non-target ribosomal proteins and proteins associated with the endoplasmic reticulum (ER). To confirm NRMT1 interaction with the ribosome, we performed polysome profiling, which showed a portion of NRMT1 co-migrates with the 40S and 60S subunits but not with actively translating polysomes, indicating NRMT1 may play an early role in translation. To see if NRMT1 was affecting target mRNA selection of ribosomes, we also performed ribosome-sequencing experiments in proliferating and differentiating C2C12 mouse myoblasts. These results show a striking upregulation of translation of soluble proteins with NRMT1 loss and corresponding decrease in translation of transmembrane and signal sequence-containing proteins. We now propose a model where NRMT1 regulates the translation of transmembrane and secreted proteins by facilitating interactions between the ribosome and the ER.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.17.700099",
    "doi": "10.64898/2026.01.17.700099",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699909",
    "title": "An integrated, scaled approach to resolve TSC2 variants of uncertain significance",
    "authors": [
      "Biar, C. G.",
      "Wang, Z. R.",
      "Camp, N. D.",
      "Holmes, D. L.",
      "Wheelock, M. K.",
      "Pendyala, S.",
      "McGee, A. V.",
      "Gupta, P.",
      "McEwen, A. E.",
      "Tejura, M.",
      "Richardson, M. E.",
      "Weyandt, J. D.",
      "Coleman, T.",
      "Stewart, R.",
      "Zeiberg, D.",
      "Vandi, A. J.",
      "Dawson, S.",
      "Radivojac, P.",
      "Starita, L. M.",
      "Carvill, G. L.",
      "James, R. G.",
      "Fowler, D. M.",
      "Calhoun, J. D."
    ],
    "summary": "Obtaining a precise genetic tuberous sclerosis diagnosis is a challenge as many missense TSC2 variants are variants of uncertain significance (VUS). VUS in TSC2 have been resolved by one-at-a-time functional assays, but these assays cannot scale to the 3,634 TSC2 missense VUS observed so far. To address this challenge, we used massively parallel sequencing to measure the steady-state abundance of almost 9,000 TSC2 missense variants and also developed an mTOR pathway activity assay using genome editing and cell sorting to generate activity scores for 391 missense variants. 1,288 of 8,891 (14.49%) missense variants assayed had altered TSC2 abundance, and 69 of 391 (17.65%) missense variants assayed had altered mTOR pathway activity. Calibration and integration of these data into classification of variants identified in a clinical cohort putatively reclassified 212 of 276 (76.8%) TSC2 missense VUS. These datasets will lead to improved genetic diagnosis of tuberous sclerosis with potential positive impacts on the clinical management of patients and their families.",
    "published": "2026-01-18T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699909",
    "doi": "10.64898/2026.01.16.699909",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695764",
    "title": "Coiled-coil scaffolds for Targeted Protein Degradation",
    "authors": [
      "Korona, B.",
      "Mylemans, B.",
      "Acevedo-Jake, A.",
      "Huang, D. T.",
      "Edwards, T. A.",
      "Wilson, A. J.",
      "Woolfson, D.",
      "Itzhaki, L. S."
    ],
    "summary": "In targeted protein degradation (TPD) the cells quality control machinery is co-opted to degrade proteins of interest. Currently TPD is limited by the availability of small-molecule binders for targets and the many potential human E3 ubiquitin ligases. Consequently, other approaches are needed to tackle new targets and to exploit degradation pathways fully. The natural binding epitopes for E3s and other degradation machineries are often short linear peptide motifs, which offer routes to new biologics-based degraders. Here, targeting the anti-apoptotic BCL-xL and initiation of apoptosis, we show that several protein-degradation pathways--ubiquitination, direct proteasome, autophagy-lysosome recruitment--can be leveraged by integrating target-binding and degradation motifs into single-polypeptide constructs. This exploits versatile and varied de novo coiled-coil scaffolds as adaptable molecular glues by presenting motifs multivalently and in diverse arrangements. The constructs are small ({approx}80 residues) and provide a plug-and-play platform to map and optimise target-degradation space using rational design. We call this Coiled Coils for induced Proximity (CoCoProx) and propose its use for targeted degradation and other induced-proximity reactions.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695764",
    "doi": "10.64898/2025.12.22.695764",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699946",
    "title": "ATM-dependent RHEB phosphorylation couples DNA damage to lysosomal mTORC1 signaling to orchestrate the cellular response to genotoxic stress",
    "authors": [
      "Pan, J.",
      "Teleman, A. A.",
      "Demetriades, C."
    ],
    "summary": "Cells dynamically adapt to environmental stressors by rewiring signaling networks that coordinate growth, metabolism and genome maintenance. The DNA damage response (DDR) and mTORC1 signaling pathways govern DNA repair and cell growth, respectively, but how these pathways intersect remains incompletely understood. Here, we identify RHEB, the most direct mTORC1 activator, as a substrate of the DDR kinase ATM. Strikingly, we find that, although genotoxic stress differentially regulates mTORC1 activity, reducing the phosphorylation of its lysosomal target TFEB, while enhancing phosphorylation of its cytoplasmic target S6K, the DDR-induced phosphorylation of RHEB specifically controls the lysosomal mTORC1 signaling branch. Preventing RHEB phosphorylation impairs TFEB nuclear translocation and lysosome biogenesis upon DNA damage. Functionally, the RHEB phosphorylation-dependent TFEB response is required for proliferative recovery following genotoxic stress. These findings uncover an ATM-RHEB-mTORC1-TFEB signaling axis that links DNA damage to selective mTORC1 outputs, revealing a mechanism which enables cells to adapt to genotoxic cues.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699946",
    "doi": "10.64898/2026.01.16.699946",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.698129",
    "title": "Human PMS1-dependent non-canonical mismatch repair converges with MBD4 to repair 5-methylcytosine deamination",
    "authors": [
      "Le Ven, A.",
      "Vanhuele, S.",
      "Ganier, O.",
      "Houy, A.",
      "Kahn, A.",
      "Rodrigues, M.",
      "Stern, M.-H.",
      "Guerois, R.",
      "Silveira, A. B."
    ],
    "summary": "CpG dinucleotides are hotspots for mutagenesis by spontaneous deamination of 5-methylcytosine (5mC) into thymine, resulting in T:G mismatches that can lead to C>T transitions. These mutations are a hallmark of aging and cancer and a major force shaping the evolution of vertebrate genomes. We have previously uncovered MBD4 as the primary base excision repair (BER) glycosylase responsible for 5mC deamination repair. In this study, we employ a cytosine base-editing system, comprising an APOBEC1 deaminase fused to a catalytically dead Cas9, to induce targeted cytosine deamination in native chromatin and track its repair. This approach reveals that MBD4 cooperates with a non-canonical branch of mismatch repair (MMR) to elicit 5mC deamination repair. We demonstrate that MBD4 activity depends on MMR complexes MutS (MSH2-MSH6) and MutL{beta} (MLH1-PMS1), but not on post-replicative MMR elicited by the MutL (MLH1-PMS2) complex. We find that PMS1 loss phenocopies the genome-wide CpG>TpG hypermutated profile associated with MBD4 deficiency, uncovering that 5mC deamination repair may represent one of the primary functions of the MutL{beta} complex. The mutational landscape of MMR-deficient tumors aligns with our experimental results, showing that replication-independent CpG>TpG mutagenesis partly contributes to the mutational burden of tumors inactivated for MLH1, MSH2 and MSH6. Finally, using structural predictions alongside biochemical validation, we show that MBD4 physically interacts with MutL{beta} in an MLH1-dependent manner, illuminating the structural basis for the convergence of the BER and MMR pathways. Altogether, we uncover a novel function of non-canonical MMR that underscores its interplay with BER in safeguarding genomic integrity against damage to methylated DNA.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.698129",
    "doi": "10.64898/2026.01.16.698129",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699967",
    "title": "Distinct sensing of BCAAs by mTOR and c-Myc governs T cell proliferation, independent of catabolism",
    "authors": [
      "Rome, K.",
      "Hall, E.",
      "Wu, A.",
      "Bailis, W."
    ],
    "summary": "The branched chain amino acids (BCAAs: leucine, isoleucine, valine) are essential amino acids that function as catabolic substrates and signaling molecules via mTORC1. While individual BCAAs have unique roles in organismal and cellular physiology, the mechanisms underlying their individual effects remain poorly understood. We demonstrate that the three BCAAs have distinct roles in T cell biology. We find that isoleucine and valine are necessary and sufficient for quiescence exit and cell division, whereas leucine is dispensable. Mechanistically, these effects are independent of their diverging catabolic fates and instead due to differential sensing of leucine and isoleucine/valine by mTOR and c-Myc. While isoleucine and valine are necessary and sufficient for c-Myc expression, mTORC1 leucine-sensing represses c-Myc and proliferation during BCAA restriction. Together, we find that the discrete sensing of the BCAAs uncouples two major anabolic regulators, mTORC1 and c-Myc, in cell growth. This provides mechanistic insight into the distinct roles of the BCAAs in cell physiology, highlighting divergent BCAA sensing rather than catabolism, and offering a new lens to appreciate their impact on immunity and pathophysiology.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699967",
    "doi": "10.64898/2026.01.16.699967",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699963",
    "title": "Glucose availability tunes latent CD8+ T cell expansion potential through a mitogen-independent, mTOR-dependent regulatory switch",
    "authors": [
      "Le, T. N. V.",
      "Trihemasava, K.",
      "Turner, L.",
      "Rome, K.",
      "Wu, A.",
      "Bailis, W."
    ],
    "summary": "Mitogenic signals are understood to license cell cycle progression and the metabolic reprogramming required for cell division, with acquired nutrients serving as permissive substrates. Here, we show that nutrient availability instead functions as a mitogen-independent regulatory input that dynamically controls CD8+ T cell proliferative potential. Activating stimuli have been shown to set T cell expansion capacity through their control of c-Myc expression, with the rate of c-Myc decay functioning as a division timer. We demonstrate that nutrient availability is sufficient to control c-Myc expression dynamics and dictates how division potential is stored and later actualized. Glucose-restricted T cells sustain proliferative potential and exhibit high AKT and ERK phosphorylation, despite limited growth. Upon glucose restoration, these cells rapidly increase c-Myc expression, accelerate through the cell cycle, and return to the expansion potential of glucose-replete controls, even after days of enforced restriction. Glucose restriction thus maintains a latent metabolic and mitogenic signaling state that is rapidly realized upon recovery. Mechanistically, mTOR signaling is required for this glucose recovery-driven proliferation, despite c-Myc and pERK remaining elevated following mTOR inhibition, indicating that glucose and mitogen signals operate through parallel rather than hierarchical control points. Altogether, these findings reveal that nutrient availability is not merely rate-limiting for proliferation but dictates the kinetics at which mitogenic signals are dissipated and realized. While mitogenic and nutrient cues converge on a shared anabolic network, they operate through distinct regulatory arms to coordinate the tempo and magnitude",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699963",
    "doi": "10.64898/2026.01.16.699963",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699836",
    "title": "Compartment-specific core microbiomes in potato tubers are associated with plant health across genotypes, soils, and years",
    "authors": [
      "Qiao, Y.",
      "Qiao, J.",
      "Berendsen, R.",
      "Cheng, X.",
      "Pieterse, C.",
      "Song, Y."
    ],
    "summary": "Harnessing plant microbiomes for sustainable agriculture requires understanding not only whether they can boost crop performance, but also how they assemble, persist, and support plant growth and health across environments. While we previously showed that seed tuber microbiomes can predict potato vigour using machine learning, it remained unclear how ecological processes shape tuber microbiome stability and functionality across host genotypes, tuber compartments, soil types, and years. Here, we analyzed the national scale dataset of 240 field collected potato seedlots, spanning six genotypes, two soil types, and two growing years, with a focus on the spatially distinct heel and eye compartments of the potato tuber. By profiling over 1,200 bacterial and fungal communities and linking microbiome composition to plant performance using leaf area as a health proxy, we show that plant genotype and tuber compartment are the strongest determinants of microbial diversity and composition. Compartment specific enrichment of functional traits was observed, with organic compound conversion and nitrogen cycling dominant in the heel, and energy metabolism enriched in the eye. Using a macroecological abundance occupancy framework, we identified a stable core microbiome of bacterial and fungal taxa that persisted across environments and years. Core members were more strongly associated with plant performance than non core taxa, and pathogen suppressive functions were spatially structured, with distinct protective taxa dominating in the heel versus the eye. Together, our findings demonstrate that tuber compartments act as selective microbial filters, shaping persistent microbiomes with specialized functions. By providing an ecological and functional framework for compartment resolved, stable core microbiomes, this study complements our predictive modelling work and highlights persistent microbial partners as promising targets for improving potato resilience and productivity.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699836",
    "doi": "10.64898/2026.01.16.699836",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.700019",
    "title": "Drying parameters and aging modulate protective properties of vitrified trehalose",
    "authors": [
      "Kumara, U. G. V. S. S.",
      "Boothby, T. C."
    ],
    "summary": "Storage of biological materials is essential for medical, research, and biotechnological applications. While cold-chain preservation is effective, it is costly, infrastructure-dependent, and vulnerable to disruption. Room-temperature dry storage, inspired by desiccation-tolerant organisms, provides an alternative by stabilizing biomolecules in vitrified (glass-like) matrices that limit molecular motion which if not reduced can lead to breakdown and loss of integrity. Trehalose is widely used as a vitrifying agent, but its protective capacity depends on glassy properties shaped by drying methods, environmental conditions, storage duration, and the type of preserved molecule. Systematic studies linking these factors to short and long-term stability remain limited. Here, we examine how drying conditions and storage duration influence the stability of DNA, RNA, and enzymes in vitrified trehalose systems. DNA remained stable under all conditions, independent of trehalose or drying parameters, reflecting its intrinsic resistance to desiccation-induced damage. RNA showed moderate sensitivity to drying without trehalose but was stabilized in its presence, although RNA integrity did not consistently correlate with measured vitrified properties. In contrast, enzymes were highly sensitive to drying without trehalose and were strongly protected under conditions that promoted favorable vitrified properties. Enzyme protection after 30 minutes correlated with high glass transition temperature. However, during prolonged drying, increased glass transition temperature was inversely correlated with enzyme protection and was a better indicator of detrimental physical aging of the vitrified system. These findings present the first insight into how drying methods, environmental conditions, and storage duration shape vitrified properties and stability. They guide optimization of room-temperature preservation.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.700019",
    "doi": "10.64898/2026.01.16.700019",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.16.699969",
    "title": "Nephron-associated Support Cell Transcriptional Plasticity Expands in Hypertension",
    "authors": [
      "McDermott, J. G.",
      "Goodlett, B. L.",
      "Navaneethabalakrishnan, S.",
      "Rutkowski, J. M.",
      "Mitchell, B. M."
    ],
    "summary": "Hypertension (HTN) affects over one billion people worldwide and can lead to debilitating cardiovascular and renal conditions if left untreated. Cell death in the kidneys and the inflammation that follows are among the primary effects of chronically elevated blood pressure. There are several cell types throughout the body with immunomodulatory, anti-inflammatory, and pro-regenerative properties that support tissue homeostasis and recent studies have highlighted their therapeutic potential in HTN and kidney-related conditions. In our previous paper, we found a pool of multipotent nephron-associated support cells (SCs) in single-cell RNA sequencing samples of CD31+ and podoplanin+ cells taken from the kidneys of hypertensive mice generated through two mouse models of HTN. Despite remaining roughly constant in number between HTN and control groups, these SCs had 299 differentially expressed genes (p<0.01), 51 and 86 enriched pathways (p<0.01) in the M2 and M5 Molecular Signatures Database gene sets, respectively, and 180 HTN-specific regulons. We also compared lymphatic endothelial cells (LECs) and SCs from HTN and control groups and identified 3636 differentially expressed genes (p<0.01), 537 M2 and 415 M5 enriched pathways (p<0.01), and 218 LEC-specific and 227 SC-specific regulons in the HTN samples. SCs from mice with HTN were more resistant to inflammation-induced changes compared to LECs, and had downregulated stem cell suppressive genes and upregulated genes related to stem cell proliferation and regeneration.",
    "published": "2026-01-17T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.16.699969",
    "doi": "10.64898/2026.01.16.699969",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41554223",
    "title": "Gstk1 confers cardioprotection in sepsis by regulating mitochondrial function and inhibiting cGAS/STING-dependent inflammation and pyroptosis.",
    "authors": [
      "Gao M",
      "Xu C",
      "Su Z",
      "Kong X",
      "Xu T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41554223/",
    "doi": "doi: 10.1016/j.intimp.2026.116225",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41554103",
    "title": "Deletion of the Saccharomyces cerevisiae RACK1 homolog, ASC1, enhances autophagy which mitigates TDP-43 toxicity.",
    "authors": [
      "Park SK",
      "Park S",
      "Liebman SW"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41554103/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41553694",
    "title": "Triple composite based on metal-organic framework: differences in production of reactive oxygen species in biological and non-biological media.",
    "authors": [
      "Kicheeva AG",
      "Sushko ES",
      "Baimuratova RK",
      "Bondarenko LS",
      "Dzeranov AA",
      "Telegina LN",
      "Kydralieva KA",
      "Dzhardimalieva GI",
      "Kudryasheva NS"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553694/",
    "doi": "doi: 10.1007/s43630-026-00852-w",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41553639",
    "title": "Aging reshapes the osteosarcoma ecosystem through immune dysfunction and tumor cell reprogramming.",
    "authors": [
      "Shen R",
      "Chen M",
      "Zhu X",
      "Lin J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553639/",
    "doi": "doi: 10.1007/s13402-026-01162-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41553582",
    "title": "UBA52 Overexpression Ameliorates Intracerebral Hemorrhage-Associated Neuronal Apoptosis and Mitochondrial Dysfunction: A Protective Role in Neurons.",
    "authors": [
      "Ma S",
      "Liu Q",
      "Han W",
      "Liu Z",
      "Jin S",
      "Wu H",
      "Hua W"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553582/",
    "doi": "doi: 10.1007/s12035-025-05655-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41553567",
    "title": "Beyond the hype: the glycolysis-pyroptosis axis in intervertebral disc degeneration and the path to therapeutic translation.",
    "authors": [
      "Yang D",
      "Yang J",
      "Wang G"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553567/",
    "doi": "doi: 10.1007/s10495-026-02271-9",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41553565",
    "title": "Berberine and N-Acetylcysteine ameliorate diabetes-induced hippocampal damage by inhibiting apoptosis and neuroinflammation, and improve synaptic plasticity in rats.",
    "authors": [
      "Altındağ F",
      "İgit T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553565/",
    "doi": "doi: 10.1007/s10735-025-10710-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41553559",
    "title": "Ferroptosis and its role in immune modulation in breast cancer.",
    "authors": [
      "Liu F",
      "Xiao JH",
      "Song YJ",
      "Zeng CC"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553559/",
    "doi": "doi: 10.1007/s10495-026-02258-6",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41553523",
    "title": "Effects of sprint interval training with voluntary hypoventilation on aerobic and anaerobic energy metabolism in young men.",
    "authors": [
      "Chiba K",
      "Yasuda T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553523/",
    "doi": "doi: 10.1007/s00421-026-06124-w",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41553504",
    "title": "Correction to: GATA1 controls metadherin transcription to promote oxidative stress-induced podocyte injury.",
    "authors": [
      "Chen Y",
      "Wu W",
      "Zhao L",
      "Shen L",
      "Tao D",
      "Liang Y",
      "Zheng X",
      "Zheng Z",
      "Luo C",
      "Peng F",
      "Long H",
      "Chen X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553504/",
    "doi": "doi: 10.1007/s00109-026-02642-4",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41553494",
    "title": "TEAD4-driven GPX8 promotes temozolomide resistance in glioma by facilitating CTHRC1 expression to suppress mitochondrial oxidative stress.",
    "authors": [
      "Yu X",
      "Wang M",
      "Chen W",
      "Jing J",
      "Yu H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553494/",
    "doi": "doi: 10.1007/s00210-026-04992-9",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41553490",
    "title": "Effect of protein supplementation on hip bone mineral density, cortical thickness, and bone strength in older adult participants during a caloric restriction and aerobic exercise weight loss intervention: a randomized controlled trial.",
    "authors": [
      "Weaver AA",
      "Greene KA",
      "Leng X",
      "Lenchik L",
      "Lyles MF",
      "Nicklas BJ",
      "Baker AM",
      "Helgason B",
      "Stapleton J",
      "Devane K",
      "Shapses SA",
      "Houston DK"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553490/",
    "doi": "doi: 10.1007/s00198-026-07845-6",
    "categories": [],
    "keywords_matched": [
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "pmid:41553455",
    "title": "Low-dose Simvastatin protects pancreatic cancer cells by promoting mitochondrial autophagy through TFEB.",
    "authors": [
      "Wang Z",
      "Wu D",
      "Zhang Y",
      "Chen W",
      "Fan S",
      "Yang Y",
      "Yang Y",
      "Zu G",
      "An Y",
      "Jin Y",
      "Kang A",
      "Zou Y",
      "Liu Y",
      "Yu X",
      "Qin Y",
      "Xu X",
      "Chen X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553455/",
    "doi": "doi: 10.1007/s13402-026-01164-y",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41553373",
    "title": "Dissecting the ROS-signalling component of salinity tolerance: Tissue-specific K+/Na+ homeostasis in quinoa and spinach roots.",
    "authors": [
      "Tanveer M",
      "Bilal MS",
      "Chen ZH",
      "Wang L",
      "Shabala S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553373/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41553356",
    "title": "Anti-aging potential of caffeoyl-spermidine derivatives from Lycium ruthenicum Murr.: insights from UPLC-QTOF-MS/MS, Caenorhabditis elegans, and mechanistic studies.",
    "authors": [
      "Shen L",
      "Zhang Y",
      "Ran M",
      "Ren L",
      "Fu X",
      "Fang S",
      "Liang X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553356/",
    "doi": "doi: 10.1039/d5fo04125b",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41553337",
    "title": "Cadmium from smoking increases oxidative stress and metal imbalance in Osteoarthritis.",
    "authors": [
      "Fernández-Torres J",
      "Aztatzi-Aguilar OG",
      "Martínez-Nava GA",
      "Debray-García Y",
      "Sierra-Vargas MP",
      "Loaeza-Román A",
      "Zamudio-Cuevas Y",
      "López-Macay A",
      "Ilizaliturri-Sánchez V",
      "Suárez-Ahedo C",
      "Del Razo LM",
      "Martínez-Flores K"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553337/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41553149",
    "title": "Inhibition of HMGA2 Leads to Reduced Cell Proliferation and Increased Apoptosis in Human Embryonal Carcinoma Cell Lines.",
    "authors": [
      "De Martino M",
      "Lampitto M",
      "Fusco A",
      "Barchi M",
      "Esposito F",
      "Chieffi P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553149/",
    "doi": "doi: 10.1111/andr.70177",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41553065",
    "title": "OsMT2b Regulates Pollen Development and ROS Homeostasis in a Photoperiod-Dependent Manner.",
    "authors": [
      "He Y",
      "Wang C",
      "Luo Z",
      "Ding M",
      "Wen Y",
      "Liu J",
      "Chen W",
      "Li J",
      "Zhuang C",
      "Jiang D"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553065/",
    "doi": "doi: 10.1111/pbi.70549",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41553031",
    "title": "Dentition-Cognition Relationship in Aging Populations: A Meta-Analysis of Longitudinal Data.",
    "authors": [
      "Chen H",
      "Ji L",
      "Wang Y",
      "Klineberg I",
      "Chen H"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41553031/",
    "doi": "doi: 10.1111/joor.70149",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41552999",
    "title": "Oxidative stress and inflammation in age-related hearing loss: temporal dynamics in cochlear degeneration of C57BL/6 mice.",
    "authors": [
      "Pisani A",
      "Hassler B",
      "Paciello F",
      "Mohamed Hizam V",
      "Paludetti G",
      "Grassi C",
      "Fetoni AR"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41552999/",
    "doi": "doi: 10.1080/00016489.2025.2598401",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41552923",
    "title": "Spermidine diminishes lipopolysaccharide-induced myocardial ferroptosis through the Keap1-Nrf2/HO-1 pathway.",
    "authors": [
      "He J",
      "Zhang X",
      "Jiang H",
      "Liu Z",
      "Dai Y",
      "Zhao P",
      "Kuai J"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41552923/",
    "doi": "doi: 10.1080/10715762.2026.2620031",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41552912",
    "title": "IGF2BP3 Enhances GSDMD Stability and Blocks JNK Signaling Activation to Promote Eyelid Basal Cell Carcinoma Pyroptosis in an m6A-Dependent Manner.",
    "authors": [
      "Zhang Y",
      "Chu S",
      "He S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41552912/",
    "doi": "doi: 10.1080/02713683.2025.2602906",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41550066",
    "title": "Variations in sperm performance and mitochondrial metabolism of Mytilus spp. from the North and Baltic Seas under different environmental scenarios.",
    "authors": [
      "Kong H",
      "Sokolova IM"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41550066/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41550039",
    "title": "The impact of scaRNA12 deregulation on p53-mediated cellular stress response in B-cell precursor acute lymphoblastic leukaemia.",
    "authors": [
      "Verbeek MWC",
      "Sanders MA",
      "Grashof DGB",
      "Hoogenboezem RM",
      "van Zuijen I",
      "Bos A",
      "van Gulck T",
      "Olsman R",
      "Mukhopadhyay R",
      "Bindels EMJ",
      "Valk PJM",
      "van de Werken HJG",
      "van der Velden VHJ",
      "Erkeland SJ"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41550039/",
    "doi": "doi: 10.1111/bjh.70336",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41550024",
    "title": "Imbalance of mitochondria and abnormalities in lipid metabolism in Diabetic Tubulopathy.",
    "authors": [
      "Sun C",
      "Li Y",
      "Tao Y",
      "Wu Q",
      "Liu B",
      "Zhou Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41550024/",
    "doi": "doi: 10.1080/07853890.2026.2615478",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41550018",
    "title": "Medial temporal ageing-related tau astrogliopathy below 66 years is associated with neurodegeneration.",
    "authors": [
      "Vermorgen SMM",
      "Gawor K",
      "Tomé SO",
      "Brain Bank N",
      "Vandenberghe R",
      "von Arnim CAF",
      "Otto M",
      "Van Damme P",
      "Weishaupt JH",
      "Rozemuller AJM",
      "Thal DR"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41550018/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41549975",
    "title": "Capturing the Signal of Reactive Oxygen Species in Anaerobic Digestion Process and their Downstream Role: A Worthy Endeavor.",
    "authors": [
      "Yan M",
      "Zhou S",
      "Li Y",
      "Tian H",
      "Sun Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549975/",
    "doi": "doi: 10.1021/acs.est.5c09920",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41549844",
    "title": "Oxidative Stress-Responsive Chemo-Physical Deformation of Hydrogel with Pygo2 Knockdown for Prevention of Kidney Fibrosis.",
    "authors": [
      "Jo H",
      "Roy K",
      "Jeon S",
      "Jin EJ",
      "Park SY"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549844/",
    "doi": "doi: 10.1002/adhm.202505517",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41549804",
    "title": "Microfluidic-Assisted Metal-Polyphenol Cloaked Bacteria Enable CRISPR/dCas9-Mediated Pyroptosis Cascade Amplification for Effective Tumor Immunotherapy.",
    "authors": [
      "Yang J",
      "Yang J",
      "Liu K",
      "Wang S",
      "Hu Y",
      "Li J",
      "Wang H",
      "Jiang D",
      "Han X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549804/",
    "doi": "doi: 10.1002/adhm.202504837",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41549424",
    "title": "Deciphering the Proteomic Basis of Early Vascular Aging in Hypertensive Patients.",
    "authors": [
      "Boutouyrie P",
      "Barchetti K",
      "Custaud MA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549424/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41549314",
    "title": "NSUN2 restrains gastric cancer cell apoptosis and ferroptosis by promoting the m5C modification of EPYC.",
    "authors": [
      "Wu L",
      "Chen B",
      "Cheng S",
      "Fang X",
      "Zhou F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549314/",
    "doi": "doi: 10.1186/s41065-025-00626-x",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41549308",
    "title": "Efficacy of nano-silver small intestine submucosa repair of osteochondral defect in rabbit model by the AMPK-mTOR-ULK1 pathway.",
    "authors": [
      "Wang HS",
      "Zhang C"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549308/",
    "doi": "doi: 10.1186/s41065-026-00635-4",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41549289",
    "title": "Dysregulation of caspase-8 and caspase-9 in T-lymphocyte apoptosis: implications for pathogenesis, diagnosis, and therapeutic targeting in psoriatic arthritis.",
    "authors": [
      "Al-Rawaf HA",
      "Gabr SA",
      "Iqbal A",
      "Alghadir AH"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549289/",
    "doi": "doi: 10.1186/s12860-026-00565-z",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41549180",
    "title": "Caveolin-2 Knockdown Alleviated Sepsis-induced Acute Lung Injury Via Promoting Macrophage M2 Polarization and Inhibiting Apoptosis by Hippo Signaling Pathway.",
    "authors": [
      "Xue X",
      "Gao F",
      "Chen J",
      "Wang M",
      "Wu X",
      "Liao H",
      "Sun Z",
      "Nie S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549180/",
    "doi": "doi: 10.1007/s10753-025-02378-2",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41549177",
    "title": "Therapeutic potential of 7-hydroxyflavone in letrozole-induced polycystic ovarian syndrome via regulation of oxidative stress, inflammation, hormonal and biochemical dysregulation.",
    "authors": [
      "Tale A",
      "Lokwani D",
      "Mandade K",
      "Borikar S",
      "Kanthale S",
      "Shelke S",
      "Jain S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549177/",
    "doi": "doi: 10.1007/s00210-026-04975-w",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41549176",
    "title": "Quercetin inhibits microglial pyroptosis following intracerebral hemorrhage via the TLR2/MyD88/NF-κB signaling pathway.",
    "authors": [
      "Wang Y",
      "Cao S",
      "Ren K",
      "Song J",
      "Sun L",
      "Zhang D",
      "Zhu H",
      "Deng Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549176/",
    "doi": "doi: 10.1007/s00210-025-04928-9",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41549167",
    "title": "Resisting the decline narrative: aging and care in Judi Ann Mason's A Star Ain't Nothin' but a Hole in Heaven.",
    "authors": [
      "Madhu S",
      "Jose S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549167/",
    "doi": "doi: 10.1007/s41999-026-01411-3",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41549164",
    "title": "miR-155-SOCS1-Telomere Length Axis: A Tripartite and Multifaceted Approach To Understanding Rheumatoid Arthritis Pathophysiology.",
    "authors": [
      "Tariq S",
      "Ejaz S",
      "Liaqat A",
      "Sarwar S",
      "Hussain F",
      "Begum M",
      "Zafar F",
      "Hussain Z",
      "Zia S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549164/",
    "doi": "doi: 10.1007/s12013-026-01992-7",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41549148",
    "title": "NMR-based urinary biomarkers in pediatric primary mitochondrial disorders and chronic kidney disease: shared mitochondrial dysfunction, diverging biosignatures.",
    "authors": [
      "Paiva Coelho M",
      "Rodrigues JE",
      "Costa T",
      "Dias A",
      "Graça ICR",
      "Rocha H",
      "Vilarinho L",
      "Martins E",
      "Gil AM"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549148/",
    "doi": "doi: 10.1007/s11306-025-02363-8",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41549146",
    "title": "Falcarindiol induces apoptosis, ROS accumulation, and cell cycle arrest via EGFR/mTOR pathway modulation: an integrated in silico and in vitro study in cervical cancer.",
    "authors": [
      "Timalsina G",
      "Parida BP",
      "Radhakrishnan M",
      "Khoiyang T",
      "Singh S",
      "Narayan G"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549146/",
    "doi": "doi: 10.1007/s40199-025-00588-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41549129",
    "title": "INPP5D Upregulation by Minocycline Mitigates Sepsis-Associated Neuroinflammation and Neuronal Dysfunction Via Microglial Autophagy and Antioxidant Pathways.",
    "authors": [
      "Li YJ",
      "Zhang X",
      "Fu JN",
      "Zhang T"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549129/",
    "doi": "doi: 10.1007/s10753-025-02413-2",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41548895",
    "title": "BDH1 Protects against Diabetic Cardiomyopathy by Improving Mitochondrial Function and Suppressing Cardiomyocyte Apoptosis Via Activation of the AKT/GSK3β Pathway.",
    "authors": [
      "Wang Y",
      "Cheng Y",
      "Wu J",
      "Zhao Y",
      "Wang D",
      "Yang L",
      "Zhao D"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548895/",
    "doi": "doi: 10.4093/dmj.2025.0257",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41548893",
    "title": "TAK-901 targeted inhibition of EGFR activates transcription factor FOXO causing cell cycle arrest and apoptosis in bladder cancer.",
    "authors": [
      "Lu L",
      "Cheng H",
      "Liu S",
      "Tao Y",
      "Fu S",
      "Lu J",
      "Gong Y",
      "Ding H",
      "Tian J",
      "Li LL",
      "Wang Z"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548893/",
    "doi": "doi: 10.1158/1535-7163.MCT-25-0507",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFOXO\\b"
    ]
  },
  {
    "id": "pmid:41548543",
    "title": "Neuroprotective effects of calcitriol in a rat model of type 2 diabetes: Targeting neuroinflammation, glycation, oxidative stress and metabolic dysfunction.",
    "authors": [
      "Pawlukianiec C",
      "Karpienko K",
      "Żendzian-Piotrowska M",
      "Zalewska A",
      "Maciejczyk M"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548543/",
    "doi": "doi: 10.1016/j.biopha.2026.119008",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41548438",
    "title": "Astragalin alleviates neuroinflammation in LPS-injured HT22 cells and CFA mice by regulating neuronal excitability and autophagy via CXCR4-Beclin1/VPS34 axis.",
    "authors": [
      "Lin J",
      "Wang C",
      "Zhang W",
      "Zhou C",
      "Yang Y",
      "Zhang L",
      "Liu J",
      "Jin X",
      "Yang Y",
      "Ma Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548438/",
    "doi": "doi: 10.1016/j.intimp.2026.116227",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41548379",
    "title": "Ecotoxicological effects of cadmium on Echinometra mathaei: Oxidative stress, genotoxicity, and biochemical responses.",
    "authors": [
      "Azizah NRN",
      "Nugroho AP"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548379/",
    "doi": "doi: 10.1016/j.marpolbul.2026.119267",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41548371",
    "title": "Effects of chloromethylisothiazolinone/methylisothiazolinone on cytotoxicity and mitochondrial dysfunction in bronchial epithelial cells.",
    "authors": [
      "Lee E",
      "Lee H",
      "Park YJ",
      "Chung KH",
      "Kim HS"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548371/",
    "doi": "doi: 10.1016/j.chemosphere.2026.144831",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41548363",
    "title": "Prevalence and multidimensional impact of sarcopenia in schizophrenia: Associations with oxidative stress, functioning, and symptom severity.",
    "authors": [
      "Şişman Ö",
      "Önen S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548363/",
    "doi": "doi: 10.1016/j.schres.2026.01.002",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41548251",
    "title": "Gliotoxin isolated from soil fungus Aspergillus fumigatus induces apoptosis of human NSCLC and breast cancer.",
    "authors": [
      "Qi R",
      "Lin K",
      "An X",
      "Zhao R",
      "Shan L"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548251/",
    "doi": "doi: 10.1080/14786419.2026.2616796",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41548218",
    "title": "JNK Phosphorylates SIRT6 to Stimulate DNA Double-Strand Break Repair in Response to Oxidative Stress by Recruiting PARP1 to DNA Breaks.",
    "authors": [
      "Van Meter M",
      "Simon M",
      "Tombline G",
      "May A",
      "Morello TD",
      "Hubbard BP",
      "Bredbenner K",
      "Park R",
      "Sinclair DA",
      "Bohr VA",
      "Gorbunova V",
      "Seluanov A"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548218/",
    "doi": "doi: 10.1016/j.celrep.2026.116960",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41548116",
    "title": "A paradox in the evolution of HipHop-HOAP and telomere integrity.",
    "authors": [
      "Cao Q",
      "Duan Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548116/",
    "doi": "doi: 10.1080/15384101.2026.2618667",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41548088",
    "title": "The role of transposable elements activity in genomic instability and their relationship to aging process.",
    "authors": [
      "Hu J",
      "Mao T",
      "Huang K",
      "Yang S",
      "Yu W",
      "Huang J",
      "Jin S",
      "Sun C",
      "Jiapaer Z",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548088/",
    "doi": "doi: 10.1080/15384101.2025.2611968",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41548025",
    "title": "Premature aging in serious mental illness.",
    "authors": [
      "Diniz BS",
      "Fries GR",
      "Kuo CL",
      "Xu M",
      "Lenze EJ"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548025/",
    "doi": "doi: 10.1038/s41386-026-02322-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547977",
    "title": "Decreased S100A7 expression is linked to altered differentiation-, autophagy- and senescence-related programs during skin aging.",
    "authors": [
      "Peng G",
      "Hattori F",
      "Ogawa H",
      "Okumura K",
      "Niyonsaba F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547977/",
    "doi": "doi: 10.1038/s41514-026-00330-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41547943",
    "title": "CDC25C downregulation suppresses HCC growth via mitochondrial stress-induced autophagy and apoptosis.",
    "authors": [
      "Miao X",
      "Zheng F",
      "Mo X",
      "Wang L",
      "Zhang Z",
      "Li Y",
      "Zhang Y",
      "Chao N",
      "Mo F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547943/",
    "doi": "doi: 10.1038/s41598-026-36351-2",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41547942",
    "title": "CNOT3 resists ovarian aging by accelerating oocyte maturation and promoting ESCs differentiation.",
    "authors": [
      "Li N",
      "Huang E",
      "Wang R",
      "Li J",
      "Yuan X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547942/",
    "doi": "doi: 10.1186/s13287-026-04908-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41547864",
    "title": "Insights into the interplay between stroke and depression through lipid metabolism-related diagnostic genes.",
    "authors": [
      "Liu Y",
      "Chen B",
      "Yang Y",
      "Li Y",
      "Xia X",
      "Yan K",
      "Xu H",
      "Li Y",
      "Tan X"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547864/",
    "doi": "doi: 10.1186/s13041-026-01275-5",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41547848",
    "title": "A small molecule VDAC ligand inhibits ERAD and induces selective cancer cell death via disruption of calcium homeostasis.",
    "authors": [
      "Yan W",
      "Talley DC",
      "Syam A",
      "Danchik C",
      "Zhong Y",
      "Zhang X",
      "Liu X",
      "Baljinnyam B",
      "Kales SC",
      "Cyr MG",
      "Fang Y",
      "Zakharov AV",
      "Hu X",
      "Niehoff T",
      "Xu T",
      "Qu Y",
      "Yang A",
      "Courouble VV",
      "Yao Q",
      "Simeonov A",
      "Huang R",
      "Rostovtseva TK",
      "Bezrukov SM",
      "LeClair CA",
      "Egan JM",
      "Wang H",
      "Tao D",
      "Rai G",
      "Henderson MJ",
      "Fang S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41547848/",
    "doi": "doi: 10.1038/s41467-025-67816-z",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  }
]