[
  {
    "id": "pmid:41723572",
    "title": "Aging-caused the changes of the gut microbiota drive intestinal barrier dysfunction and increase sepsis susceptibility.",
    "authors": [
      "Liang H",
      "Ding X",
      "Liu S",
      "Tong S",
      "Wang X",
      "Zhang Z",
      "Wang W",
      "Zhang X",
      "Yuan Y",
      "Jiang Y",
      "Sun T"
    ],
    "summary": "",
    "published": "2026-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723572/",
    "doi": "doi: 10.1080/19490976.2026.2630475",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41730100",
    "title": "Reactive oxygen species-resistant ultrastable super-resolution DNA framework dots.",
    "authors": [
      "Liang C",
      "Li Q",
      "Chen B",
      "Zhai T",
      "Luo X",
      "Yang Y",
      "Qian J",
      "Zhao D",
      "Luo S",
      "Wang F",
      "Li Q",
      "Shen J",
      "Fan C"
    ],
    "summary": "",
    "published": "2026-03-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41730100/",
    "doi": "doi: 10.1073/pnas.2514438123",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.1101/2024.03.25.586547",
    "title": "Capacity-Contribution Paradox: Fatty Acid Oxidation Compensates for Low Glucose-Derived Acetyl-CoA in Cancer.",
    "authors": [
      "Santiappillai, N. T.",
      "Kong, X. C.",
      "Hakeem-Sanni, M. F.",
      "Ghasemi, M.",
      "Withy, A.",
      "Quek, L.-E.",
      "Hoy, A. J."
    ],
    "summary": "Upregulated fatty acid oxidation (FAO) is a hallmark of many aggressive cancers and is widely presumed to fuel the tricarboxylic acid (TCA) cycle for ATP production. However, the quantitative relationship between FAO capacity and its contribution to mitochondrial metabolism relative to other fuels remains unclear. Here, we combined parallel stable-isotope tracing with metabolic phenotyping across a diverse panel of 27 cancer cell lines to reveal a fundamental capacity-contribution paradox. Despite exhibiting FAO rates that varied over eight-fold, exogenous long-chain fatty acids consistently contributed minimally (<10%) to TCA cycle intermediates in all cancer cell lines. We demonstrated that FAO functions as a compensatory source of acetyl-CoA in cells with limited glucose-derived acetyl-CoA synthesis, rather than acting as a primary fuel source. In this context, high FAO rates do not primarily result from FAO-mediated suppression of glucose oxidation, but instead reflect the recruitment of fatty acid- and glutamine-derived carbons via a malic enzyme-dependent shunt to sustain the mitochondrial acetyl-CoA pool while preserving glucose-derived anaplerotic flux. These findings challenge the prevailing view that FAO serves as a primary bioenergetic fuel in cancer, instead identifying it as a compensatory rheostat that supplements acetyl-CoA supply in glucose-limited settings by working together with glutamine-driven, malic enzyme-dependent anaplerosis, providing a mechanistic framework to reinterpret the efficacy of FAO inhibitors beyond simple caloric starvation.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.03.25.586547",
    "doi": "10.1101/2024.03.25.586547",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.14.643374",
    "title": "Systemic Multi-Omics Analysis Reveals Interferon Response Heterogeneity and Links Lipid Metabolism to Immune Alterations in Severe COVID-19",
    "authors": [
      "Lira-Junior, R.",
      "Ambikan, A.",
      "Cederholm, A.",
      "Rezene, S.",
      "Mikaeloff, F.",
      "Akusjarvi, S. S.",
      "Yalcinkaya, A.",
      "Chen, X.",
      "Sperk, M.",
      "Guillen, M. A.",
      "Nordqvist, H.",
      "Treutiger, C. J.",
      "Landegren, N.",
      "Neogi, U.",
      "Gupta, S."
    ],
    "summary": "The immune response to SARS-CoV-2 infection is highly heterogeneous, and interferon (IFN)-stimulated genes (ISGs) play a central but context-dependent role in antiviral defense and immune dysregulation. To investigate how ISG heterogeneity relates to immune and metabolic states, we performed an integrated analysis of whole-blood transcriptomics, plasma proteomics, metabolomics, and immune activation markers in hospitalized COVID-19 patients and uninfected controls. Patients segregated into low (LIS), moderate (MIS), and high (HIS) ISG expression endotypes, largely independent of clinical severity. While high ISG expression was associated with systemic inflammation and innate immune activation, severe disease within the HIS endotype was characterized by marked metabolic perturbations, including depletion of tricarboxylic acid cycle intermediates and multiple lipid classes involved in membrane integrity and immunometabolic signaling. Plasma-transfer assays demonstrated that plasma from severe HIS patients impaired neutrophil and monocyte activation ex vivo, indicating functional attenuation of innate immune responses despite elevated ISG expression. These metabolic alterations correlated with reduced immune activation, supporting the existence of an interferon-associated immune-metabolic axis that constrains immune functionality in severe disease. Although neutralizing autoantibodies to type I interferons were detected in a subset of patients, they did not account for ISG heterogeneity or disease severity. Together, these findings show that high ISG expression defines a transcriptional endotype permissive for inflammation but insufficient for effective immune function, highlighting the importance of immune-metabolic context in shaping COVID-19 disease outcomes.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.14.643374",
    "doi": "10.1101/2025.03.14.643374",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707142",
    "title": "SHAP-Guided CpG Selection with Ensemble Learning for Epigenetic Age Prediction",
    "authors": [
      "Kaulagi, S.",
      "Chavan, H."
    ],
    "summary": "Abstract Epigenetic biomarkers offer critical insight into biological aging and disease risk, yet most deep learning models lack interpretability and generalization across tissues. We present a reproducible pipeline for interpretable age classification using SHAP-guided CpG prioritization, enhancer and gene annotation, and stacked ensemble modeling. Across both blood and brain samples (GSE41826, GSE40279), certain CpGs showed reproducible age-linked methylation changes. Comparative performance metrics, SHAP breakdowns, and CpG-level stability analyses support their potential as cross-tissue anchor sites.. A multi-model ensemble combining XGBoost, MLP, TabTransformer[-&gt;]XGBoost, and LightGBM yielded high predictive accuracy (92.4%) and macro F1 of 92.3%. Biological support for these findings stems from motif scans, enrichment results, and visual mapping of CpG-to-gene relationships using Sankey diagrams. Delta-based stacking improved prediction confidence in borderline age groups, notably boosting middle-age recall through complementary model behavior. This work lays the groundwork for explainable epigenetic clocks that transcend tissue boundaries.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707142",
    "doi": "10.64898/2026.02.20.707142",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707073",
    "title": "Mega-frequency mutagenesis: generation of non-random precise mutations with extremely high frequency upon adaptation of cancer cells to drugs and stress",
    "authors": [
      "Oleynik, V.",
      "Edathil Kadangodan, A.",
      "Gahramanov, V.",
      "Das, S. R.",
      "Levi, B.",
      "Yaglom, J.",
      "Anoshkin, K.",
      "Kumar, S.",
      "Steinberg, B. G.",
      "Reizel, Y.",
      "Polonsky, P.",
      "Koman, I.",
      "Levitt, V.",
      "Pinhasov, A.",
      "Marusyk, A.",
      "Nesher, E.",
      "Sherman, M. Y."
    ],
    "summary": "Acquiring drug resistance is a major problem in cancer treatment. As cancers adapt to chemotherapy, chromatin landscape becomes altered in subpopulations of persister cells to acquire gene expression patterns that provide drug resistance. The increased level of stress-induced random mutagenesis in cancer has also been linked to acquisition of drug resistance. Here we show that during adaptation to conventional cytotoxic chemotherapies or targeted therapies, tens of thousands of mutations are generated, and the probability of acquisition of these mutations at specific positions can reach 50% and even higher. A large fraction of these mutations is highly recurrent and non-random. The patterns of the recurrent mutations are specific to the drug target and are unrelated to the chemical nature of the drug. Surprisingly, these mutations are progressively generated at the non-dividing pseudo-senescence stage following drug exposure, and at this stage, selection is not involved in their accumulation. Notably, these mutations are highly enriched within or near binding motifs of certain transcription factors, like KLF9, IRF1 and others. Therefore, a mechanism for precise generation of mutations at specific positions with extremely high rates appears to be triggered upon drug adaptation, and these precise mutations may affect activities of a set of transcription factors.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707073",
    "doi": "10.64898/2026.02.20.707073",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707075",
    "title": "Phagocytosis deficient glia display phagosome processing defects and macrophage recruitment to the brain of adult Drosophila melanogaster.",
    "authors": [
      "Liu, G.",
      "Amin, I.",
      "Shi, C. Y.",
      "McCall, K."
    ],
    "summary": "Efficient clearance of dying cells is essential for brain homeostasis, yet how partial defects in phagocytic processing affect neuroimmune interactions during aging remains unclear. In the adult Drosophila brain, glia function as professional phagocytes through the conserved engulfment receptor Draper (Drpr). Here, we show that glial loss of Drpr does not completely eliminate phagocytosis but instead leads to persistent, age-dependent inefficiency in corpse degradation. Using a genetically encoded pH-sensitive reporter to visualize acidified phagocytic compartments, we find that drpr-deficient glia retain residual engulfment activity but progressively accumulate enlarged, incompletely degraded phagocytic cargo. This chronic clearance defect coincides with altered immune dynamics at the central nervous system periphery, including increased recruitment and adhesion of peripheral hemocytes at the blood-brain barrier (BBB), without overt BBB disruption. Notably, hemocytes at the brain surface can phagocytose glial material in a Drpr-dependent manner, revealing a form of barrier-associated \"border clearance\". Together, these findings demonstrate that inefficient corpse degradation is sufficient to reshape neuroimmune interactions during aging.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707075",
    "doi": "10.64898/2026.02.20.707075",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707146",
    "title": "A Unifying Thermodynamic Model for Phase Separation and Aging of Biopolymers",
    "authors": [
      "Michels, J. J.",
      "Caria, J.",
      "Lemke, E. A."
    ],
    "summary": "Protein condensates that form via phase separation typically become more viscous over time and can harden in a process referred to as 'molecular aging'. Several mechanisms have been identified for this phenomenon. Of these, the ones involving enhanced {beta}-sheet or -strand interactions are of pathological relevance since they have been associated with neurodegeneration. Although there is much understanding of biopolymer phase behavior, an inclusive thermodynamic framework that unifies phase separation and {beta}-sheet-based aging is lacking. We present a time-dependent, multi-component extension of associating polymer theory that describes phase separation and aging of an intrinsically disordered protein (IDP) capable of associating through local, reversible folding. The model shows how the Second Law of Thermodynamics applies throughout, whether phase separation precedes and encourages aging or, vice versa, whether the increase in 'stickiness' during aging drives phase separation. Our calculations show how the time-dependence of the average valency of associating sites determines the aging kinetics and the development of viscoelastic properties of a biocondensate. The agreement between our calculations and the change in dynamics of condensates of 'perfect repeat' analogues of nucleoporin-98 not only validates the theory but also identifies these Nup98 variants as model systems for studying aging.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707146",
    "doi": "10.64898/2026.02.21.707146",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707171",
    "title": "Validation of tissue-specific RNAi systems in C. elegans reveals a converging role for polyubiquitin UBQ-1/UBC in vitellogenin metabolism and lifespan",
    "authors": [
      "da Silva, N. S. M.",
      "Bolonyi, C.",
      "Ouellette, A.",
      "Harrison, L.",
      "Kim, S. Y.",
      "Daigle, S.",
      "Doucet, S. T.",
      "Lapierre, L. R."
    ],
    "summary": "Numerous studies in C. elegans have taken advantage of gene silencing RNAi libraries and tissue-specific RNAi systems to temporally and spatially understand gene function. Tissue-specific RNAi strains were created via tissue-specific functional expression of a key gene in the RNAi system in a presumably RNAi insensitive correspondingly-mutated background. Here, we tested the level of RNAi insensitivity across different commonly used RNAi-defective mutants (rde-1 and sid-1) using lifespan analyses. Remarkably, while we found similarly important lifespan shortening in wild-type animals by silencing the polyubiquitin gene ubq-1 (UBC) at both 20{degrees}C and 25{degrees}C, we found wide and temperature-sensitive variations in RNAi sensitivity across different rde-1 and sid-1 strains from substantial sensitivity to complete insensitivity. This riveting finding warrants a re-evaluation of the tissue-specific interpretations in numerous tissue-specific RNAi studies in C. elegans. Using validated tissue-specific RNAi systems, we determined that proteasomal burden largely differs between the germline and the soma. Notably, gonadally-accumulating vitellogenin proteins substantially contributed to the total polyubiquitinated proteins observed during aging. Interestingly, we found that UBQ-1 was essential to maintain the transcription of highly expressed genes, including vitellogenins, supporting a broad and key role for polyubiquitin beyond proteostasis. Altogether, we authenticated commonly used tissue-specific RNAi systems and uncovered a new approach to improve RNAi insensitivity in RNAi-defective strains. With validated tissue-specific RNAi strains, we spatially analyzed proteasomal function and age-related polyubiquitinated protein accumulation, and revealed a converging regulatory link between UBQ-1, vitellogenin metabolism and lifespan in C. elegans.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707171",
    "doi": "10.64898/2026.02.21.707171",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707188",
    "title": "A Spatio-Temporal Analysis Framework for Characterizing Radiation-Induced Genomic Instability",
    "authors": [
      "Chopra, K.",
      "Cucinell, C.",
      "Weinberg, R.",
      "Forrester, S.",
      "Brettin, T.",
      "Kilic, O.",
      "Yoon, B.-J."
    ],
    "summary": "Chronic low-dose ionizing radiation induces complex genomic instability encompassing both structural variants and point mutations, yet these alterations are typically analyzed as independent events limiting detection of mechanistic coupling between rearrangement formation and localized mutagenesis at breakpoint junctions. This gap is particularly consequential given the widespread occupational and environmental exposure contexts; nuclear energy, medical imaging, and environmental contamination, where coupled genomic alterations may contribute to cancer risk through mechanisms invisible to type-agnostic analyses. We developed an integrated analytical framework combining temporal pattern tracking, breakpoint-proximal mutation enrichment analysis, and systematic testing across all structural variant types to resolve these coupled dynamics across dose and time. Applying this framework to whole-genome sequencing data from primary human endothelial cells (HUVEC) exposed to chronic low-dose gamma radiation (0.001 - 2 mGy/hr) over three weeks, we discovered 7.13-fold enrichment of doublet base substitutions (DBS) within 10bp of inversion breakpoints, a signal absent from other structural variant types. This enrichment decayed sharply with distance (to [~]1.9 fold at 100bp), indicating localized mutagenesis at these junctions. Temporal analysis revealed divergent fates: inversions appeared transiently (100% single-timepoint) while DBS showed greater persistence (9.0% multi-timepoint). Among the INV-DBS events identified, affected genes include 16 high-constraint loci (pLI [&ge;] 0.9) involved in DNA damage response, signal transduction, and chromatin regulation; pathways critical for maintaining genomic stability. Our framework provides a generalizable approach for investigating structural variant-mutation relationships, with applications to radiation biology, cancer genomics, and mechanistic studies of DNA repair fidelity.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707188",
    "doi": "10.64898/2026.02.21.707188",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707064",
    "title": "Autophagy in lymphatic endothelial cells promotes lung metastasis",
    "authors": [
      "Houbaert, D.",
      "Jacobs, K.",
      "Agostinis, P."
    ],
    "summary": "Macroautophagy/autophagy is the main lysosomal pathway for the degradation and recycling of cytoplasmic cargo, with emerging roles in endothelial cell (EC) biology. While autophagy has been extensively studied in blood ECs, its function in lymphatic ECs (LECs) remains unexplored. Given the central role of the lymphatic system in antitumor immunity and metastatic spread, we investigated how LEC autophagy affects metastatic lung colonization. In line with previous reports showing that autophagy regulates the availability of the egress signal sphingosine 1 phosphate (S1P) in secondary lymphoid organs (SLOs), lungs of non-tumor-bearing mice with LEC-specific genetic deletion of Atg5 (ATG5LEC-KO mice) exhibited reduced lymphocyte infiltration. Remarkably, in tumor-bearing mice, either genetic loss of LEC-autophagy or pharmacological blockade of S1P lyase by 4-deoxypyridoxine (DOP) suppressed lung metastasis. Pulmonary immune profiling revealed that while DOP enhanced effector T cell activity despite lower numbers, LEC-autophagy-deficient mice markedly increased the B and CD8 T Cell abundance coupled with profound reduction of VEGFR3 expression in the lung lymphatic vasculature. Together, these findings uncover an autophagy-dependent remodeling of the lymphatic routes and immune niches that fosters metastatic seeding and growth in the lung.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707064",
    "doi": "10.64898/2026.02.22.707064",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707223",
    "title": "Transplanting ANXA1- CD8+ Naive T cells Delay Aging Through Senolysis",
    "authors": [
      "Wu, Y.",
      "Guo, S.",
      "Zhang, F.",
      "Lou, F.",
      "Li, Y.",
      "Sun, Y.",
      "Shen, Q.",
      "Zhao, L.",
      "Cai, X.",
      "Wang, Z.",
      "Yang, Q.",
      "Zheng, X.",
      "Gao, M.",
      "Li, X.",
      "Deng, S.",
      "Xu, Z.",
      "Wang, H."
    ],
    "summary": "Immunosenescence is a hallmark of aging, yet strategies using defined immune subsets to counteract it are largely unexplored. We performed paired scRNA/TCR-seq on CD45+ cells from human bone marrow (15 donors, 3-91 years). T cells were the most altered lineage, with CD8+ naive T cell contraction and functional impairment. We identified an expanding ANXA1+ CD8+ naive subset with senescence signatures and impaired function. ANXA1-deficient CD8+ T cells exhibited increased resting stemness and enhanced activation/cytotoxicity upon stimulation. ANXA1- cells showed senolytic activity in vitro and reduced senescence burden in vivo. Monthly transfer of syngeneic ANXA1- CD8+ naive T cells into aged mice extended median lifespan by >30 weeks, improving cardiac function, bone density, motor coordination, and marrow immune microenvironment. Our study identifies ANXA1 as critical in CD8+ naive T cell aging and establishes ANXA1- cell transfer as a strategy to counter immunosenescence and promote healthy aging.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707223",
    "doi": "10.64898/2026.02.21.707223",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707211",
    "title": "Distinct Biological and Biomechanical Features in TMJ and Knee Cartilages",
    "authors": [
      "He, J.",
      "Feng, H. C.",
      "Guo, J.",
      "Raulino Lima, J.",
      "Vantankhah, M.",
      "Bian, F.",
      "Johnson, H. K.",
      "Leong, C.",
      "Voskanyan, L.",
      "Ebreo, J. B.",
      "Kotak, P.",
      "Clark, G. T.",
      "Vistoso Monreal, A.",
      "Merrill, A. E.",
      "Chen, J.-F.",
      "Xu, J.",
      "Liu, Z."
    ],
    "summary": "The temporomandibular joint (TMJ) and the knee joint are two of the most frequently used joints in the body, with the mandibular condylar cartilage (MCC) and the articular cartilage (AC) covering the joint bone surfaces, respectively. Compromised MCC functions lead to various temporomandibular disorders (TMD), including TMJ osteoarthritis (TMJ OA); however, the mechanisms governing MCC homeostasis and its biomechanical properties are still poorly understood. In this study, we comprehensively compared the biological and biomechanical features of the MCC and AC in mice. Histological analysis on P1, P21, 3-month, and 10-month mice revealed the most drastic structural differences between MCC and AC at occlusion establishment (P21), with MCC found to be more susceptible to age-associated cartilage degeneration. Immunostaining revealed differentially distributed cartilage extracellular matrix components in MCC and AC, including collagen type I, II, and X, and highly enriched expression of several key transcriptional factors at the posterior region of the MCC, including sex determining region Y-box 9 (SOX9), runt-related transcription factor 2 (RUNX2), and scleraxis (SCX). The posterior MCC also houses a group of long-lasting, slow-proliferative cells, as evidenced by the BrdU/EdU incorporation assay, suggesting the presence of a potential stem/progenitor cell niche at the posterior TMJ. Unbiased nanoindentation analysis revealed distinct biomechanical features between these joint cartilages. MCC exhibits a significantly lower elastic modulus (EIT) than AC, with the highest EIT observed at the anterior TMJ, which is oppositely associated with the fibrous layer thickness, but positively correlated with the ratio of the collagen type X-positive matrix in the cartilaginous layer. Altogether, this study provides a basic understanding of the biological and biomechanical features of the cartilaginous tissues in two important joints, which may facilitate our understanding of the physiology in the TMJ and knee joint, and support the applications of mouse models to study TMJ dysfunctions.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707211",
    "doi": "10.64898/2026.02.22.707211",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707247",
    "title": "Overcoming Cisplatin Resistance in 3D Oral Squamous Cell Carcinoma Models via Nanoparticle-Mediated Pt(IV) Drug Delivery.",
    "authors": [
      "Griso-Acevedo, A.",
      "Navas, F.",
      "Calvo, N.",
      "Morales, V.",
      "Castelo, B.",
      "Martin-Moro, J. G.",
      "Soto, M. J. M.",
      "Sanz, R.",
      "Cebrian-Carretero, J. L.",
      "Garcia-Munoz, R.",
      "Sastre-Perona, A."
    ],
    "summary": "Advanced oral squamous cell carcinoma (OSCC) patients with cisplatin-refractory tumors face a poor prognosis and limited therapeutic options. Cisplatin-based systemic chemotherapy has long been the gold standard despite producing unmanageable adverse side effects and toxicity. Compared to Pt(II)-based analogs, octahedral Pt(IV)-based compounds have demonstrated remarkable potential as antitumor prodrugs. Pt(VI) derivates are chemically inert remaining intact until internalized within cells, demonstrating higher tolerability and selectivity towards cancer cells. In this study we compare antitumoral response implementing primary patient-derived 2D and 3D OSCC in vitro models treated with both cisplatin and a novel Pt(IV) compound. We also test the delivery and efficacy of these anticancer drugs via novel encapsulation of this Pt(IV) prodrug in the framework of mesoporous silica nanoparticles (Pt(IV)-cov@MSN). Our results show a significant improvement of delivery and cytotoxicity of Pt(IV)-cov@MSN in both cisplatin-responsive and cisplatin-resistant primary patient-derived in vitro models. We also show how Pt(IV)-cov@MSN elicits p53-dependent apoptotic cell death superior to that obtained with cisplatin treatment in OSCCs. These findings highlight 3D-primary models as key tools for drug and nanocarrier testing, as well as potential targeted and selective delivery strategies for novel chemotherapeutic agents.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707247",
    "doi": "10.64898/2026.02.22.707247",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706732",
    "title": "Gene III Ergothioneine Ameliorates Exercise-Induced Fatigue by Attenuating Oxidative Stress, Inflammation, and Modulating the AMPK/PGC-1α Signaling Pathway",
    "authors": [
      "Ding, W.",
      "Cao, J.",
      "Guo, C.",
      "Liu, W.",
      "Li, X.",
      "Xiao, G."
    ],
    "summary": "Background: Exercise-induced fatigue is a complex physiological phenomenon involving oxidative stress, inflammation, and metabolic disturbances. Ergothioneine (EGT), a naturally occurring amino acid with potent antioxidant properties, has garnered interest for its potential health benefits. This study aimed to evaluate the anti-fatigue effects of Gene III EGT in a mouse model of exhaustive exercise and to elucidate its underlying mechanisms. Methods: Male C57BL/6 mice were randomly divided into five groups: a control group (CTL), low-dose EGT (EGT-L, 10 mg/kg), medium-dose EGT (EGT-M, 30 mg/kg), high-dose EGT (EGT-H, 50 mg/kg), and a positive control group (Coenzyme Q10, 50 mg/kg). Mice were subjected to a 4-week treadmill training protocol, followed by an exhaustive running test. We measured exercise performance and collected blood and skeletal muscle samples at multiple time points to assess biochemical markers, inflammatory cytokines, antioxidant status, and key signaling proteins. Results: Gene III EGT supplementation, particularly at medium and high doses, significantly extended the time to exhaustion and running distance. Compared to the control group, EGT treatment significantly reduced post-exercise levels of lactic acid (LA), lactate dehydrogenase (LDH), and blood urea nitrogen (BUN). Furthermore, Gene III EGT suppressed the exercise-induced increase in pro-inflammatory cytokines, including IL-1{beta}, IL-6, and TNF-. The anti-fatigue effect of EGT was also associated with a reduction in malondialdehyde (MDA) and an increase in the activities of superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px). Mechanistically, EGT promoted the phosphorylation of AMP-activated protein kinase (AMPK) and the expression of peroxisome proliferator-activated receptor-gamma coactivator-1 alpha (PGC-1) in skeletal muscle, while also increasing the Bcl-2/Bax ratio, suggesting enhanced mitochondrial biogenesis and reduced apoptosis. Conclusions: Our findings demonstrate that Gene III EGT effectively enhances exercise performance and alleviates fatigue. The underlying mechanisms involve the mitigation of oxidative stress and inflammation, as well as the activation of the AMPK/PGC-1 signaling pathway to promote mitochondrial function and cellular protection. These results highlight the potential of Gene III EGT as a nutritional supplement for combating exercise-induced fatigue. Keywords: Ergothioneine; Exercise-induced fatigue; Oxidative stress; AMPK; PGC-1; Mitochondrial biogenesis",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706732",
    "doi": "10.64898/2026.02.19.706732",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAMPK\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.14.705887",
    "title": "Gene III Ergothioneine ameliorates alcoholic fatty liver disease: A dual strategy of accelerated ethanol elimination and reducing oxidative stress",
    "authors": [
      "Ding, W.",
      "Cao, J.",
      "Guo, C.",
      "Li, X.",
      "Liu, W.",
      "Xiao, G."
    ],
    "summary": "(AFLD)FDA(EGT) C57BL/6Silybin(100 mg/kg)EGT(103050 mg/kg)(NIAAA) IIIEGTH&EOil Red OEGT54.4%EGT(TG)(TC)(LDL-C)HDL-C(ALTASTGGT)EGT(IL-6IL-1{beta})(MDA)(SOD)(GSH-Px) IIIEGTAFLD",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.14.705887",
    "doi": "10.64898/2026.02.14.705887",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707308",
    "title": "Reverse electron transfer at mitochondrial complex I restrains dopaminergic neuron activity to promote early-life sleep in Drosophila",
    "authors": [
      "Rosa, J. B.",
      "Kim, H. H.",
      "Luong, J.",
      "Yang, J.",
      "Yee, P.",
      "Yan, A.",
      "Rodriguez, A.",
      "Kayser, M. S."
    ],
    "summary": "Sleep architecture and depth undergo profound changes across early life. In many species, including Drosophila melanogaster, juvenile animals exhibit elevated sleep drive and deeper sleep states relative to adults, a process linked to reduced activity of wake-promoting dopaminergic neurons (DANs). To identify cell-intrinsic mechanisms regulating developmental sleep, we profiled gene expression in juvenile and mature DANs and performed a targeted RNAi screen of genes with higher juvenile expression. From this screen, we found that the magnitude of mitochondrial complex I (MCI) disruption produced distinct behavioral outcomes. Severe MCI loss-of-function caused locomotor deficits due to mitochondrial dysfunction and reduced neuronal activity. Surprisingly, partial MCI inhibition preserved mitochondrial integrity but resulted in sleep loss, with a most pronounced impact on juvenile adult sleep fragmentation and depth. We demonstrate that dopaminergic neuron activity in juvenile flies is sensitive to the Coenzyme Q redox state with a low CoQ/CoQH2 promoting sleep depth by restraining DAN activity. Our results are consistent with a model in which the reverse transfer of electrons from CoQH2 to NAD+ at MCI limits DAN activity. By dissociating changes in CoQ redox state from catastrophic mitochondrial failure, this work indicates that sleep phenotypes may serve as sensitive indicators of emerging mitochondrial dysfunction, with implications for understanding the developmental origins of neurodegenerative vulnerability.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707308",
    "doi": "10.64898/2026.02.22.707308",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707300",
    "title": "Dynamic Antigen Expression and Intrinsic CTL Resistance in HIV Reservoir Clones",
    "authors": [
      "Ferreira, I. A. T. M.",
      "Herrera, A.",
      "Huynh, T. T.",
      "Board, N. L.",
      "Stone, E.",
      "Linden, N. L.",
      "Ren, Y.",
      "Bittar, C.",
      "Pal, V. K.",
      "Vedova, S.",
      "Naing, E.",
      "Sinha, P.",
      "Danesh, A.",
      "Ovies, C.",
      "Liu, F.",
      "Leyre, L.",
      "Canis, M.",
      "Teixeira, A. R.",
      "Moir, S.",
      "Chun, T.-W.",
      "Kovacs, C.",
      "Zumbo, P.",
      "Betel, D.",
      "Halvas, E. K.",
      "Lee, G. Q.",
      "Caskey, M.",
      "Bieniasz, P. D.",
      "Nussenzweig, M. C.",
      "Jones, R. B."
    ],
    "summary": "Reservoirs of clonally expanded CD4+ T-cells harboring rebound-competent HIV proviruses persist lifelong during ART. Latency is considered the principal barrier to viral eradication and has resisted pharmacological reversal, yet it appears that sustained immune pressure may still erode reservoirs. Recent advances have yielded glimpses into these exceptionally rare reservoir-harboring cells, implicating intrinsic pro-survival properties in their persistence. Here, we isolate and characterize populations of authentic reservoir clones (ARCs) that robustly proliferate and accumulate while producing infectious virus, without overtly succumbing to viral cytopathic effects. At any given moment, only small fractions of ARCs expressed HIV proteins, a state remarkably unperturbed by potent TCR or mitogenic stimulation. Nevertheless, sustained co-culture with cytotoxic T-lymphocytes (CTL) revealed extensive time-integrated antigenic vulnerability, culling clonal expansion of some ARCs by >90%. Notably, a regulatory T-cell ARC displayed pronounced cell-intrinsic resistance to CTL, a longstanding hypothesis we now directly demonstrate, linked to low oxidative stress and reversed with desferoxamine, a hypoxic stress inducer and FDA-approved therapeutic. Overall, we provide novel insights into the vulnerabilities of reservoir clones to potent, sustained CTL pressure and highlight intrinsic resistance pathways as actionable therapeutic targets, opening opportunities for advancing immune-based HIV cure strategies.",
    "published": "2026-02-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707300",
    "doi": "10.64898/2026.02.22.707300",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.23.661087",
    "title": "Transcriptomic Profiles from Normal and Tumor Tissue Samples Reveal Distinct Venule Populations and Novel Tumor Endothelial Cell Markers in Breast Cancer",
    "authors": [
      "Phoenix, K. N.",
      "Singh, V.",
      "Murphy, P.",
      "Claffey, K. P."
    ],
    "summary": "Background: The breast tumor microenvironment (TME) is a complex milieu composed of many factors contributing to breast cancer (BC) heterogeneity and therapeutic resistance. Aberrant tumor vasculature in the TME limits nutrient and drug delivery, inhibits anti-tumor immunity, and contributes to a lack of cancer therapy efficacy. Utilizing publicly available scRNA-seq datasets, this study characterizes differences between normal breast and breast tumor endothelial cells (EC), provides insights into tumor endothelial cell subtypes, endothelial anergy, and identifies novel, tumor-specific vascular therapeutic targets. Methods: Gene expression data from normal and breast tumor tissue samples were integrated, and the EC subset was extracted via canonical gene marker expression. The EC subset was clustered and evaluated for cell subtypes and differentially expressed genes (DEG). Normal EC (NEC) and tumor EC (TEC) markers were further assessed for correlation to bulk gene expression and patient survival outcomes in cBioPortal and Kaplan-Meier Plotter. Cell type gene expression specificity was evaluated in the 3CA single-cell RNA-seq datasets across multiple cancers. Results: This analysis revealed differences in NEC and TEC subtype populations. Breast NEC contained similar proportions of venule and capillary populations, while breast TEC demonstrated a majority of the venule subtype. Further, TEC venules were phenotypically distinct from the NEC venules. Consistent with endothelial anergy, suppression of the key adhesion protein SELE was noted, as well as several pro-inflammatory cytokines including IL6, CCL2, and CXCL8, likely downstream of aberrant NF-kB signaling. Differential gene expression analysis identified several TEC specific up-regulated genes compared to NEC, including CLEC14a, IGFBP4, EMCN, and ADM5. CLEC14a, EMCN, and ADM5 were further validated in the single-cell Curated Cancer Cell Atlas (3CA) to be highly specific to the endothelial cell clusters across multiple tumor types, while IGFBP4 was diversely expressed in endothelial, fibroblast, and some malignant cell types. ADM5, a novel tumor vascular marker, was enhanced in TEC venules and less so in arteriole or capillaries. High expression of ADM5 was associated with poor breast cancer patient survival in the basal PAM50 cancer subtype compared to normal and luminal subtypes. Further, across multiple cancer types, high ADM5 expression was associated with reduced patient survival in anti-PD1- and anti-CTLA4-treated patients but not in anti-PDL-treated patients. Conclusions: Integration of single-cell RNA-seq data identified an anergic-like response in breast TEC and multiple, highly specific markers to TEC not found in normal breast tissue. CLEC14a and EMCN were validated as TEC markers, extending their annotation in breast TEC, and ADM5 identified as a novel TEC marker in breast and other cancers. Moreover, as ADM5 is associated with reduced patient overall survival, this data suggests that a better understanding of ADM5 and other TEC-specific response pathways may provide novel approaches to reactivate anergic TECs and lead to effective therapeutic interventions for cancer patients.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.23.661087",
    "doi": "10.1101/2025.06.23.661087",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.24.672014",
    "title": "Adipocyte-Derived Amino Acid Storage Proteins are Required for Germline Stem Cell Maintenance in Adult Drosophila Females",
    "authors": [
      "Zike, A. B.",
      "Hazen, M. O.",
      "Abel, M. G.",
      "Goldstone, E. B.",
      "Eisman, R. C.",
      "Weaver, L. N."
    ],
    "summary": "Tissue homeostasis is dependent on precise coordination between endocrine organs in response to changes in organism physiology. Secreted circulating factors from adipocytes regulate the behavior of stem cell lineages in peripheral tissues in multiple organisms. In addition to their endocrine roles, Drosophila adipocytes store and secrete amino acid storage proteins throughout development. During the larval feeding period, adipocytes secrete storage proteins into the hemolymph, which are reabsorbed by the adipose tissue during metamorphosis to control adult organ size and fertility. Despite the known functions for storage proteins during the larval stages, their requirement during Drosophila adulthood and reproduction are uncharacterized. We discover that adipocyte-specific knockdown of the storage proteins Larval serum protein 1 (Lsp1) alpha/beta/gamma and Larval serum protein 2 (Lsp2) results in a decrease in GSC maintenance. We further reveal that decreased GSC number is due to downregulation of Target of Rapamycin (TOR) signaling in GSCs, suggesting compromised amino acid sensing directly in GSCs. We also find that the proteins that mediate storage protein adipocyte reabsorption, Fat body protein 1 (Fbp1) and Fat body protein 2 (Fbp2), are expressed in ovarian follicle cells. Intriguingly, Fbp1 nor Fbp2 appear to be required in follicle cells for GSC maintenance, suggesting undiscovered requirements for amino acid storage proteins in oogenesis. Our results highlight a novel role for Drosophila amino acid storage proteins during adulthood and in regulating tissue stem cell lineages.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.24.672014",
    "doi": "10.1101/2025.08.24.672014",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.12.699057",
    "title": "The Structured RNA-binding Domains and Condensation Capacity of FUS Shape its RNA-binding Landscape and Function.",
    "authors": [
      "Jutzi, D.",
      "Alcalde, J.",
      "Hutten, S.",
      "Tiryaki, F.",
      "Davies, B.",
      "Plun-Favreau, H.",
      "Sibley, C.",
      "Dormann, D.",
      "Ruepp, M.-D."
    ],
    "summary": "RNA-binding proteins (RBPs) are key regulators of gene expression and often contain intrinsically disordered regions that drive biomolecular condensation. Yet, how condensation affects RBP specificity and function remains poorly defined. Here, we use strategically designed point mutations to selectively impair canonical RNA-binding and condensation of the amyotrophic lateral sclerosis (ALS)-linked RBP Fused in Sarcoma (FUS). Using automated high-content imaging, we show that both properties shape nuclear ribonucleoprotein condensates and govern distinct aspects of FUS function in the DNA damage response. Transcriptome-wide mapping of FUS-RNA interactions reveals that the canonical RNA-binding domains recognise G-rich and C-rich motifs, whereas condensation selectively enhances binding to G-rich and structured sequences, often acting in concert with canonical RNA-binding to control transcriptional programs and splicing decisions. These findings provide a mechanistic framework for how FUS integrates condensation with sequence-specific RNA recognition to orchestrate nuclear organisation, genome stability and RNA metabolism. Furthermore, our rigorously validated mutants offer a platform for future mechanistic dissection of ALS pathogenesis and the development of targeted therapeutic strategies.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.12.699057",
    "doi": "10.64898/2026.01.12.699057",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707204",
    "title": "HDAC5-encoded Microprotein NISM Mediates Nucleolar Formation and Ribosomal RNA Synthesis",
    "authors": [
      "Cao, K.",
      "Ha, D.",
      "Hulahan, J.",
      "Houston, L.",
      "Tong, G.",
      "Weng, J.",
      "Huey, N.",
      "DeMerit, H. E.",
      "Ortega, P.",
      "Buisson, R.",
      "Ghosh, K.",
      "Martinez, T. F."
    ],
    "summary": "Ribosome biogenesis is the process by which ribosomal RNA (rRNA) and ribosomal proteins are synthesized, processed, and assembled into functional ribosomes. This process begins in the nucleolus, a multiphase liquid condensate. Here, we discover an arginine-rich disordered nucleolar microprotein encoded within the HDAC5 5'-UTR that we termed Nucleolar Integrity and Stress Microprotein (NISM). NISM overexpression leads to impaired rDNA transcription, triggering nucleolar stress, p53 activation, and suppressed proliferation. NISM knockout causes disruption of nucleolar structure and also induces p53 activation. Mechanistically, NISM interacts with the DExH-box RNA helicase DHX9 and regulates its activities related to pre-rRNA synthesis. Computational analyses and polymer physics-based mathematical modeling revealed that NISM coordinates nucleolar formation and pre-rRNA synthesis by enhancing the liquid-liquid phase separation of DHX9. This study establishes NISM as a regulator of nucleolar biology and deepens our understanding of how disordered microproteins can facilitate the formation of membraneless organelles.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707204",
    "doi": "10.64898/2026.02.21.707204",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706960",
    "title": "The T cell receptor repertoire captures healthy aging and CMV independently from epigenetic clocks",
    "authors": [
      "Breëns, M.",
      "De Man, K.",
      "Heylen, Y.",
      "Ha, M. K.",
      "Kuznetsova, M.",
      "Besbassi, H.",
      "Affaticati, F.",
      "Berghe, W. V.",
      "Ogunjimi, B.",
      "Meysman, P."
    ],
    "summary": "Human aging is the process through which numerous biological changes occur during life, affecting various processes. In some elderly individuals, this functional decline becomes more pronounced, leading to frailty, a condition characterised by reduced physiological reserves and increased vulnerability to stress. With the global rise of life expectancy, identification of biomarkers for healthspan and frailty are becoming more important. In this study, we directly compare two molecular readouts, namely the T cell receptor (TCR) repertoire and epigenetic clocks, on their ability to discern healthy aging. On blood samples from sixteen individuals, across age-matched healthy elderly and frail individuals, both TCR sequencing and epigenetic profiling were performed. A significantly higher TCR repertoire diversity in the CD4+ T cells differentiated the healthy elderly individuals from the frailty ones. Epigenetic clock signatures of biological relative to chronological ageing rate, did not show a clear difference between both groups. However, when taking into account the CMV-serostatus, a significant increase in epigenetic aging could be observed in the CMV-seropositive individuals. Our results support a clear hypothesis on the role of CMV infection in the healthy aging of the immune system. In healthy elderly, CMV is typically controlled by CD4+ T cells, however, in the frail elderly, the burden of managing the infection shifts to the CD8+ T cells. This change is marked by two key changes: a decrease in TCR diversity for seropositive individuals compared to seronegative individuals, as well as an increase in the fraction of CMV-associated TCRs within the CD8+ T cells. These findings contribute to our understanding of aging and provide insight into how CMV-infection may affect healthy aging and frailty. They also underline the crucial role of the immune system in healthy aging and the value of further investigating ageing-related health/disease patterns in the TCR repertoire to determine healthspan/lifespan.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706960",
    "doi": "10.64898/2026.02.20.706960",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707292",
    "title": "A conserved archaeal ribosome-associated factor linking bacterial hibernation and eukaryotic energy sensing",
    "authors": [
      "Souza, D. P.",
      "May, M. B.",
      "Carrion, J.",
      "Alva, V.",
      "Bisson, A.",
      "Davis, J. H."
    ],
    "summary": "Ribosome hibernation helps cells survive stress by reversibly silencing translation and limiting degradation of ribosomal complexes. Although well characterized in bacteria and eukaryotes, archaeal hibernation remains poorly understood. Using cryoEM to analyze lysates from a model archaeon, we identified AHA (AMPK{gamma}-HPF from Archaea), a broadly conserved ribosome-associated protein factor composed of two distinct modules. Structural analyses showed that AHA's C-terminal domain binds the small subunit, while its N-terminal region recognizes the large subunit, occluding the mRNA channel and the A- and P-tRNA binding sites and thereby enforcing translational silencing. Consistent with this proposed function, {Delta}AHA cells displayed reduced viability, depletion of ribosomal proteins during stationary phase, and impaired recovery upon return to growth. Phylogenetic analyses revealed that AHA's C-terminal domain shares homology with the bacterial Hibernation Promoting Factor (HPF), indicating an origin in the last universal common ancestor (LUCA) and thereby identifying HPF as a universal hibernation module. Strikingly, we observed two AMP molecues bound to AHA's N-terminal CBS-tetrad, which we found was structurally and evolutionary related to the eukaryotic energy sensor AMPK{gamma}, thus linking energy sensing between archaea and eukaryotes. Together, these findings uncover a widespread archaeal ribosome hibernation factor and establish a direct evolutionary link between prokaryotic translational silencing and eukaryotic energy sensing.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707292",
    "doi": "10.64898/2026.02.22.707292",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.22.707246",
    "title": "Serum modulates the aggregation - toxicity landscape of the staphylococcal toxin PSMα3",
    "authors": [
      "Bonnecaze, L.",
      "Duchalet, A.",
      "Moine, L.",
      "Vial, A.",
      "Cardenas, M.",
      "Martin, C.",
      "Molinari, M.",
      "Marsaudon, S.",
      "Mathelie-Guinlet, M."
    ],
    "summary": "The pathogenicity of Staphylococcus aureus relies on the secretion of various toxins, including phenol-soluble modulins 3 (PSM3), which play key roles in invasion and infection through its cytolytic activities. Recent controversies have focused on whether PSM3 propensity to self-assemble into unique amyloid-like cross- structures would underlie its high cytotoxicity. Here, by integrating Thioflavin T fluorescence, electron microscopy, and cell-based assays, we demonstrate that early soluble entities formed upon fibrillation - rather than mature fibrils - drive PSM3 cytotoxicity under near-physiological conditions. This mirrors the behavior of neurodegenerative disease related peptides, thus pointing towards a general mechanism of toxicity by amyloid forming peptides. Importantly, we elucidate the critical role of serum in this process: lipoproteins inhibit the formation of oligomeric and fibrillar entities, both in a time- and concentration-dependent manner, thereby drastically reducing cytotoxicity. We further reveal the uptake of such soluble entities in cells, where membrane interactions likely initiate and trigger cell death. These findings reconcile conflicting interpretations of PSM3 toxicity, highlighting the importance of the cellular environment in shaping peptide aggregation and biological function. By targeting such key virulence determinants, e.g. though the rational design of aggregation inhibitors, this study could open novel avenues in the quest for novel drugs against S. aureus infections.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.22.707246",
    "doi": "10.64898/2026.02.22.707246",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707236",
    "title": "Mitochondrial structural and functional defects in the Drosophila melanogaster model of PLA2G6 Associated Neurodegeneration (PLAN)",
    "authors": [
      "Banerjee, S.",
      "Tasmin, R.",
      "Matam, D. P."
    ],
    "summary": "PLA2G6-associated neurodegeneration (PLAN) is a rare, progressive neurological disorder caused by mutations in the PLA2G6 gene, which encodes the calcium-independent phospholipase A2 enzyme essential for phospholipid remodeling and membrane lipid homeostasis through the Lands cycle. Although mitochondrial dysfunction has been implicated in PLAN, the mechanisms linking PLA2G6 loss to mitochondrial degeneration across tissues, age, and sex remain poorly defined. Drosophila melanogaster (fruit flies) contains the human ortholog of the PLA2G6 gene, called iPLA2-VIA, homozygous mutation of which shows neurodegenerative phenotypes, including severely reduced lifespan, loss of locomotory ability, reduced fecundity, and mitochondrial structural and functional impairment at an early age. Thus, we use the Drosophila melanogaster iPLA2-VIA homozygous mutant flies to systematically examine mitochondrial structure, abundance, function, and the altered gene expression of the genes associated with the mitochondrial biogenesis cycle. Transmission electron microscopy revealed mitochondrial ultrastructural abnormalities in the brain, thorax, and ovary of iPLA2-VIA mutant flies, including disrupted cristae, abnormal mitochondrial morphology, and abnormal membrane integrity. Quantitative analysis demonstrated a significant, age-dependent reduction in mitochondrial number across multiple tissues in both sexes. Consistent with these structural defects, mutant flies exhibited reduced ATP production and altered reactive oxygen species (ROS) levels in a tissue-, age-, and sex-specific manner, indicating impaired mitochondrial bioenergetic capacity. At the transcriptional level, loss of function of iPLA2-VIA significantly altered the expression of genes governing mitochondrial biogenesis and dynamics. Key biogenesis regulators, including mTOR and PGC-1, were downregulated in young mutants, while genes involved in mitochondrial fusion and fission (Opa1, Mfn2, Drp1, and Fis1) showed selective, age- and sex-dependent dysregulation. Collectively, our findings demonstrate that iPLA2-VIA is essential for maintaining mitochondrial integrity, abundance, and bioenergetic function. This work establishes a mechanistic framework linking disrupted phospholipid remodeling to mitochondrial degeneration in PLAN. It highlights Drosophila as a powerful model for dissecting age- and sex-dependent mitochondrial pathology in neurodegenerative disease.",
    "published": "2026-02-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707236",
    "doi": "10.64898/2026.02.21.707236",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2602.18715v1",
    "title": "A Data-Driven Method to Map the Functional Organisation of Human Brain White Matter",
    "authors": [
      "Yifei Sun",
      "James M. Shine",
      "Robert D. Sanders",
      "Robin F. H. Cash",
      "Sharon L. Naismith",
      "Fernando Calamante",
      "Jinglei Lv"
    ],
    "summary": "The white matter of the brain is organised into axonal bundles that support long-range neural communication. Although diffusion MRI (dMRI) enables detailed mapping of these pathways through tractography, how white matter pathways directly facilitate large-scale neural synchronisation remains poorly understood. We developed a data-driven framework that integrates dMRI and functional MRI (fMRI) to model the dynamic coupling supported by white matter tracks. Specifically, we employed track dynamic functional connectivity (Track-DFC) to characterise functional coupling of remote grey matter connected by individual white matter tracks. Using independent component analysis followed by k-medoids clustering, we derived functionally-coherent clusters of white matter tracks from the Human Connectome Project young adult cohort. When applied to the HCP ageing cohort, these clusters exhibited widespread age-related declines in both functional coupling strength and temporal variability. Importantly, specific clusters encompassing pathways linking control, default mode, attention, and visual systems significantly mediated the relationship between age and cognitive performance. Together, these findings depict the functional organisation of white matter tracks and provide a powerful tool to study brain ageing and cognitive decline.",
    "published": "2026-02-21T04:20:41+00:00",
    "updated": null,
    "source": "arXiv",
    "link": "https://arxiv.org/abs/2602.18715v1",
    "doi": null,
    "categories": [
      "q-bio.NC",
      "cs.LG"
    ],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.10.29.620762",
    "title": "Distinct roles of brain network flexibility in motor learning across age",
    "authors": [
      "Uehara, K.",
      "Hagihara, M.",
      "Kitajo, K."
    ],
    "summary": "Motor learning is a lifelong process, from infancy through old age. Acquiring new motor actions through repetitive practice requires adjusting motor output in response to sensory input and integrating them to facilitate learning. For this to occur, the central nervous system must flexibly predict and adapt to the dynamic interplay between sensory inputs and motor outputs. Although overall brain function changes with age, it remains unclear how the flexible brain network evolves and influences motor learning ability with aging. To address these open questions, we designed a visuomotor learning task involving both younger and older adults and quantitatively assessed brain network flexibility, leveraging multichannel electroencephalography (EEG) in humans. Here, we found age-group differences in motor learning properties, brain network flexibility, and their neural relationships. In younger adults, learning aftereffects were associated with brain network flexibility during the preparatory period of the task. However, this association was not observed in older adults. Together, our findings suggest that brain network flexibility during the preparatory period, rather than motor execution, was critical for acquiring and maintaining new motor actions in younger adults, but that this coupling was attenuated with aging.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.29.620762",
    "doi": "10.1101/2024.10.29.620762",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706448",
    "title": "Cumulative geomagnetic disturbances modulate global photosystem stoichiometry through temperature-dependent gating",
    "authors": [
      "Kitashov, A. V."
    ],
    "summary": "Space weather exerts profound effects on Earth's technological systems, yet its influence on the terrestrial biosphere remains largely unexplored at the global scale. While local experiments suggest magnetic sensitivity in plants, observational evidence for a planetary-scale vegetative response to geomagnetic disturbances is lacking. Here, we analyze a decade of satellite-derived solar-induced chlorophyll fluorescence (SIF) data alongside geomagnetic indices to isolate non-seasonal physiological anomalies. Using temperature-stratified cumulative correlation analysis and multivariate models controlling for radiative and hydrological drivers, we identify a robust, cumulative, and thermally gated association between geomagnetic activity and vegetation fluorescence. We report a global synchronization of photosystem stoichiometry, inferred from the SIF757/SIF771 ratio, with recurrent geomagnetic disturbances, exhibiting maximal coherence under cold and moderate thermal conditions and weakening under optimal and heat-stress regimes. This response intensifies with increasing integration window length, indicating progressive physiological integration of repeated perturbations. Comparative analyses demonstrate that geomagnetic forcing systematically outperforms major climatic drivers in explaining fluorescence variability within biologically active regimes. We propose a mechanism consistent with magnetic modulation of radical pair spin dynamics in iron-sulfur clusters and cryptochromes, potentially influencing reactive oxygen species generation and redox-regulatory adaptation. Our findings suggest that plants have evolutionarily co-opted geomagnetic variability as an informational signal, integrating it into existing redox-regulatory networks. Rather than a passive mechanical perturbation, the observed response reflects an evolved sensitivity that operates near physiological criticality--a hypothesis that opens new frontiers in understanding magnetosphere-biosphere coupling.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706448",
    "doi": "10.64898/2026.02.17.706448",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707121",
    "title": "Australian giant kelp genome assemblies show distinct Southern Hemisphere genetics",
    "authors": [
      "Scharfenstein, H. J.",
      "Carroll, A.",
      "Iha, C.",
      "Schwoerbel, J.",
      "Jordan, R.",
      "Willis, A."
    ],
    "summary": "Giant kelp, Macrocystis pyrifera, occurs across northern and southern Hemisphere temperate coasts and is at high risk from ocean warming. Few giant kelp forests remain across the Southeast Australian shelf, while a handful of forests are actively being restored. Genomic resources can greatly aid in the conservation of remnant populations and enhance restoration efforts. Reference genomes are a fundamental resource as they are a prerequisite to, or enhance, many analyses used in conservation genomics. A single reference genome is available for giant kelp, assembled from a Californian haploid specimen. However, increasing evidence of genetic divergence between Northern and Southern Hemisphere populations highlights the need for regionally representative reference genomes. Here, we present two genome assemblies from the diploid vegetative tissue of Australian giant kelp specimens. We performed de novo genome assembly using long-read sequencing (PacBio HiFi and ONT R10.4 Simplex) and scaffolded the assemblies with the ONT reads, assembling 98-99% of the genomes into 35 pseudo-chromosomes. Genome sizes ranged from 528-534 Mbp, with BUSCO completeness scores of 97-98% and QV scores of 51-52. Genome annotation identified 17,565-17,800 genes in the Australian genomes. Genomic divergence between the Australian and Californian giant kelp genomes was seven-fold greater than between Australian genomes (1.5% vs 0.2%), supporting a Northern-Southern Hemisphere genetic divergence. Functional divergence was also observed between Australian and Californian genomes, reflected by differing patterns of enrichment in gene ontologies linked to energy metabolism, proteostasis and stress responses. These two new genome assemblies will serve as valuable resources for ongoing research into Southern Hemisphere giant kelp genetics, while providing the basis for genomic-guided conservation and restoration of remnant giant kelp forests in Australia.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707121",
    "doi": "10.64898/2026.02.20.707121",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707128",
    "title": "Drosophila melanogaster Nepl15 regulates lifespan, motor function, aging, heart rate, and cellular health in a sex-specific manner",
    "authors": [
      "Arzoo, S. H.",
      "Drucker, C.",
      "Tasmin, R.",
      "Jones, N.",
      "Gracheva, E.",
      "Matt, A.",
      "Hsin, R.",
      "Wang, F.",
      "Zhou, C.",
      "Banerjee, S."
    ],
    "summary": "The knock-out mutation of the unique M13 family member, the Drosophila melanogaster (fruit fly) Neprilysin-like 15 (Nepl15), resulted in marked reductions of glycogen and glycerolipid storage in adult male flies, but a significant increase of glycogen storage in adult female flies, although the mutant flies consumed the same amount of food as the isogenic w1118 controls. The findings prompted us to characterize sex and age-specific effects of Nepl15 knock-out (Nepl15KO) mutation on lifespan, fertility and fecundity, physiology, cytophysiology, and overall health. The current study shows Nepl15 transcripts are expressed in all embryonic stages of the control flies. The mutant embryos show more glycogen storage, likely due to more maternal glycogen deposition in the eggs. Moreover, there are slight increases in the number of eggs laid, the percentage of pupariation, and the percentage of adult fly eclosion from pupae in the Nepl15KO mutant flies. Interestingly, Nepl15KO female, but not male flies, outlive the respective control flies when cultured on a standard diet. The mutant adult females show significantly less Target of Rapamycin (TOR) and more Sirtuin 6 (Sirt6) expression, changes that may synergistically contribute to their lifespan extension. In contrast, mutant males exhibit significant reductions in both TOR and Sirt6 expression, potentially offsetting their effects on longevity. Cellular health is further improved in mutant females, as evidenced by a marked reduction in reactive oxygen species (ROS), associated with a 1.5-fold increase in the Superoxide dismutase 2 (Sod2) expression at 7 days of age. Both sexes demonstrate improved gut barrier integrity at 40 days, with reduced Smurf leakage compared to age-matched controls. Optical cardiography reveals that heart rate in 40-day-old mutants is better preserved, resembling that of 7-day-old flies, whereas control flies show a pronounced age-associated decline. Functionally, Nepl15KO males and females outperform controls in a 6-cm climbing assay at 10, 20, 30, and 40 days of age, with the greatest difference observed at day 40. Following a 45-minute exercise bout at 10 rpm, mutant females continue to outperform controls at both 7 and 40 days, indicating preserved neuromuscular performance. Consistently, ATP levels are significantly elevated in 7- and 40-day-old mutant females, but not in mutant males. Interestingly, only 7-day-old mutant males exhibit increased mitochondrial inner membrane potential, which may enable more rapid ATP turnover when energy demand arises. No detectable differences are observed in thoracic muscle or mitochondrial ultrastructure, nor in overall mitochondrial number. However, no observable changes are noticed in the ultrastructure of the thoracic muscle and mitochondria, and the overall number of mitochondria in the mutant flies. Collectively, our findings demonstrate that Nepl15 loss-of-function confers health benefits at cellular, organ, and organismal levels, with pronounced sex-specific differences. However, the mechanisms by which aging mutant males sustain enhanced functional performance remain elusive.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707128",
    "doi": "10.64898/2026.02.20.707128",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bRapamycin\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707106",
    "title": "Erythropoietin Mediates Glycerophospholipid Remodeling During Human Early Erythropoiesis",
    "authors": [
      "Schippel, N.",
      "Wei, J.",
      "Ma, X.",
      "Chi, J.",
      "Gu, H.",
      "Qiu, S.",
      "Stoilov, P.",
      "Sharma, S."
    ],
    "summary": "The unique biconcave morphology and deformability of mature red blood cells (RBCs) require a specific membrane lipid composition. Disruption of this special lipid profile is seen in multiple types of anemia and bone marrow (BM) failure diseases, yet molecular mechanisms regulating lipid metabolism during normal erythroid differentiation remain poorly defined. Here, we identify a previously undescribed role for erythropoietin (Epo) in contributing to the appropriate lipid composition of differentiating human erythroid cells. Using single-cell transcriptomic profiling of ex vivo cultures of human BM-derived hematopoietic stem and progenitor cells cultured with or without Epo, we delineated transcriptional dynamics across differentiation stages, identifying the Epo-dependent transition of burst-forming unit erythroid (BFU-E) to colony-forming unit erythroid (CFU-E) progenitors. Comparative analysis revealed the activation of canonical erythroid programs involving heme biosynthesis, globin expression, and iron regulation, and additionally, uncovered a transient upregulation of lipid metabolic pathways during the BFU-E to CFU-E transition. Complementary untargeted lipidomics demonstrated Epo-dependent alterations in specific glycerophospholipid (GPL) species, consistent with differential expression of GPL biosynthesis genes in the single cell dataset. Intracellular flow cytometry further confirmed the requirement of Epo for maintaining enzymes critical for phosphatidylcholine and phosphatidylethanolamine synthesis in erythroid cells. Together, these multiomic findings reveal a new role for Epo in modulating lipid metabolism during early erythropoiesis and provide mechanistic insight into how membrane lipid composition is dynamically regulated to support normal red cell development.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707106",
    "doi": "10.64898/2026.02.20.707106",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41729905",
    "title": "Oxidative Stress Biomarkers as Predictors of Aging and Age-Related Diseases.",
    "authors": [
      "Kumar Y",
      "Pant A",
      "Yadav S",
      "Maurya PK"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729905/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41729829",
    "title": "Ophiopogonin D Reduced Ferroptosis of Skin Epithelial Cells to Thermal Injury by USP25/ TAB2.",
    "authors": [
      "Wang Q",
      "Jiang Y",
      "Zhou C",
      "Chen P",
      "Gong Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729829/",
    "doi": "doi: 10.1177/15347346251409003",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41729721",
    "title": "Pyroptosis: Turning Up the Heat on Cancer.",
    "authors": [
      "Zhang Z",
      "Lieberman J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729721/",
    "doi": "doi: 10.1146/annurev-immunol-082423-041848",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41729694",
    "title": "Mapping the scientific landscape of mitochondria-associated membranes: a bibliometric insight into emerging frontiers in aging and diseases.",
    "authors": [
      "Pang J",
      "Zhang Y",
      "Tian Y",
      "Cao X",
      "Tao X",
      "Sun C",
      "Cao Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729694/",
    "doi": "doi: 10.1097/JS9.0000000000004989",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41729690",
    "title": "Melatonin attenuates oxidative stress-induced ferroptosis of nucleus pulposus cells and intervertebral disc degeneration via PI3K/AKT-mTOR pathway.",
    "authors": [
      "Deng Z",
      "Wang L",
      "Yu T",
      "Liang G",
      "Wang Z",
      "Zhao X",
      "Zhang Z",
      "Long X",
      "Cheng X",
      "Lyu FJ",
      "Yu P",
      "Ning C",
      "Chang Y",
      "Huang Y",
      "Chen C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729690/",
    "doi": "doi: 10.1097/JS9.0000000000004980",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bmTOR\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41729612",
    "title": "Increased macrophage autophagy with unique polarization in rheumatoid synovium.",
    "authors": [
      "Huang H",
      "Takakubo Y",
      "Takeda Y",
      "Uno T",
      "Satake H",
      "Asao H",
      "Futakuchi M",
      "Yang YP",
      "Goodman SB",
      "Takagi M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729612/",
    "doi": "doi: 10.1080/15548627.2026.2629298",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41729516",
    "title": "Cerebral ischemia-reperfusion induced cardiac injury in rats: involvement of oxidative stress, apoptosis, TLR4, NF-κB and HSP70: the rescue effect of losartan.",
    "authors": [
      "Shakouri Y Msc of Physiology",
      "Sorayya H Associate Professor of Pharmacology",
      "Naderi R Associate Professor of Physiology"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729516/",
    "doi": "doi: 10.1080/1354750X.2026.2634890",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41729477",
    "title": "Aging and rare diseases: from epidemiology to a call to action.",
    "authors": [
      "Mazzucato M",
      "Fanton G",
      "Vianello A",
      "Minichiello C",
      "Visonà Dalla Pozza L",
      "Toto E",
      "Pastori L",
      "Ceolin C",
      "De Rui M",
      "Coin A",
      "Perilongo G",
      "Sergi G"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729477/",
    "doi": "doi: 10.1007/s41999-025-01351-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41729453",
    "title": "Aging-associated autoimmunity in genetically diverse UM-HET3 mice shows an early female sex bias.",
    "authors": [
      "Bagavant H",
      "Guzniczak N",
      "Makuch M",
      "Tillett M",
      "Mazur A",
      "Fernandez E",
      "Deshmukh US"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729453/",
    "doi": "doi: 10.1007/s11357-026-02158-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41729353",
    "title": "The radioprotective effect of olanzapine on intestinal injury via modulation of oxidative stress, NF-κB, and caspase-3 expression.",
    "authors": [
      "Mirmahdi A",
      "Hosseinimehr SJ",
      "Zargari M",
      "Mirzaei M",
      "Karimpour Malekshah A",
      "Talebpour Amiri F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729353/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41729328",
    "title": "Sirtuin1 modulates P53/Nrf2 pathway to promote spinal cord injury repair.",
    "authors": [
      "Huang X",
      "Shi S",
      "Zhang Z",
      "Zhao Z",
      "Gao J",
      "Zhang M",
      "Qin L",
      "Yu X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729328/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41729305",
    "title": "Piezo1/PI3K-induced autophagy dysregulation in PDLSCs under mechanical stress during root resorption.",
    "authors": [
      "Yang K",
      "Lu X",
      "Zhang Q",
      "Chen Y",
      "Yuan X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729305/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41729256",
    "title": "A novel mechanism of chlorogenic acid against type 2 diabetes-induced diabetic retinopathy: suppressing ferroptosis via NRF2/xCT/GPX4 and STAT3 signaling.",
    "authors": [
      "Zheng J",
      "Wang X",
      "Guo Y",
      "Feng L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729256/",
    "doi": "doi: 10.1007/s00210-026-05106-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41729130",
    "title": "Fermented Black Soybean and Dehulled Adlay Improve Metabolic Syndrome via AMPK-SIRT1 Activation and Gut Microbiota Modulation.",
    "authors": [
      "Kuo YR",
      "Zheng YW",
      "Ho PY",
      "Lo YC",
      "Tsai PJ",
      "Pan MH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729130/",
    "doi": "doi: 10.1021/acs.jafc.5c15101",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41729026",
    "title": "Opposing roles of DGAT-mediated lipid droplet biogenesis in the regulation of ferroptosis sensitivity.",
    "authors": [
      "Kump A",
      "Perne L",
      "Koren Š",
      "Jovičić EJ",
      "Feguš N",
      "Kozmus CP",
      "Wölk M",
      "Brejchova K",
      "Fedorova M",
      "Kuda O",
      "Petan T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729026/",
    "doi": "doi: 10.1111/febs.70467",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41729006",
    "title": "Unappreciated Role of Photochemical Aging of Biogenic Organic Nitrates in Atmospheric Ozone Formation.",
    "authors": [
      "Zhang S",
      "Wang G",
      "Xu X",
      "Liu Y",
      "Nie W",
      "Chen L",
      "Li R",
      "Gao Y",
      "Li R",
      "Wu C",
      "Zhang J",
      "Prevot ASH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729006/",
    "doi": "doi: 10.1021/acs.est.5c11688",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41728944",
    "title": "Lauric acid attenuates hepatic lipid metabolism by modulating the AMPK-SREBP pathway in high-fat diet-induced obese mice.",
    "authors": [
      "Wong CH",
      "Fong LY",
      "Tengku-Muhammad TS",
      "Choo QC",
      "Chew CH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41728944/",
    "doi": "doi: 10.1080/15376516.2026.2631559",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41728888",
    "title": "Synergistic combination of quercetin and kaempferol via milk exosome-based emulsion for enhanced antioxidant and anti-skin aging efficacy.",
    "authors": [
      "Gu X",
      "Wang J",
      "Chen J",
      "Lv Z",
      "Wu S",
      "Li B",
      "Liu G",
      "Wang X",
      "Qian T",
      "Wu Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41728888/",
    "doi": "doi: 10.1080/10837450.2026.2635734",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41728842",
    "title": "Nicotinamide adenine dinucleotide phosphate hydrogen oxidase 2 exacerbates abdominal aortic aneurysm formation by inducing oxidative stress through autophagy inhibition.",
    "authors": [
      "Yin X",
      "Lang D",
      "Hu S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41728842/",
    "doi": "doi: 10.14670/HH-25-049",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41728641",
    "title": "Singlet Exciton Drives Intracellular Photoredox Catalysis for Pyroptosis in Cancer Cells.",
    "authors": [
      "Zeng S",
      "Chen C",
      "Guo Z",
      "Huo K",
      "Wang Y",
      "Feng B",
      "Liu X",
      "Zhou D",
      "Zhang H",
      "Wang J",
      "Li H",
      "Peng X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41728641/",
    "doi": "doi: 10.1002/anie.202525323",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41725610",
    "title": "ERAD Component MoHrd3 Facilitates Pathogenicity and Establishes a Direct Regulation on Autophagy in Magnaporthe Oryzae.",
    "authors": [
      "Xia H",
      "Zheng Y",
      "Yang N",
      "Chen J",
      "Wu X",
      "Zheng X",
      "Cui D",
      "Wang R",
      "Lu X",
      "Wang D",
      "Peng YL",
      "Chen Q"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725610/",
    "doi": "doi: 10.1002/advs.202520627",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41725604",
    "title": "Reshaping the oxidative stress microenvironment by bionic chiral Cu-Phe (D/L) nanozymes for promoting osteoimmunomodulation and osteogenic differentiation.",
    "authors": [
      "Feng S",
      "Peng X",
      "Gao X",
      "Tang LJ",
      "Yu X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725604/",
    "doi": "doi: 10.1039/d5nr03793j",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41725566",
    "title": "CaO(2) nanoparticle-loaded injectable hydrogel with sustained oxygen release and ROS-scavenging functions for accelerating frostbite wound healing at high altitude.",
    "authors": [
      "Hu Q",
      "Lang S",
      "Du Y",
      "Zhou H",
      "Liu M",
      "Jin Q",
      "Li K",
      "Liu G"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725566/",
    "doi": "doi: 10.1039/d5nr05331e",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41725532",
    "title": "Ecotoxicological Insights From Ex Vivo Exposure of Whole Blood to PFOS and Glyphosate: Oxidative Stress and Immune Disruption.",
    "authors": [
      "Molinari F",
      "Franco GA",
      "Inferrera F",
      "Tranchida N",
      "Iaconis A",
      "Rizzo M",
      "Piccione G",
      "Gugliandolo E",
      "Di Paola D"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725532/",
    "doi": "doi: 10.1002/tox.70053",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41725436",
    "title": "Gut microbiota-mediated branched-chain amino acid metabolism: A novel mechanism by which Bacteroides uniformis improves type 2 diabetes mellitus.",
    "authors": [
      "Zhang Y",
      "Cai Y",
      "Li X",
      "Zhang Q",
      "Luo Y",
      "Zhao R",
      "Xu Y",
      "Liao Q",
      "Xie Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725436/",
    "doi": "doi: 10.1111/dom.70559",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41725418",
    "title": "Intranasal Conformal Patch for Sustained Levodopa Delivery and Reactive Oxygen Species Scavenging in Parkinson's Disease.",
    "authors": [
      "Li T",
      "Xiao L",
      "Chen Z",
      "He Q",
      "Zhang R",
      "Zou H",
      "Yang B",
      "Zhao X",
      "Lei QL",
      "Gao L",
      "Ma Y",
      "Tao Y",
      "Weng L",
      "Liu Z",
      "Wang T",
      "Wang L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725418/",
    "doi": "doi: 10.1021/acsnano.5c20622",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41725323",
    "title": "p62 Coordinates Autophagy, cAMP Signalling, and Cell-Fate Determination in Dictyostelium discoideum.",
    "authors": [
      "Gautam S",
      "Saran S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725323/",
    "doi": "doi: 10.1080/10985549.2026.2627237",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41725289",
    "title": "Active Aging: Learning English and Developing Fine Psychomotor Abilities.",
    "authors": [
      "Baranowska K",
      "Dylewski R",
      "Fugiel J",
      "Klichowski M",
      "Rościszewska A",
      "Rokita A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725289/",
    "doi": "doi: 10.1080/0361073X.2026.2635284",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41725239",
    "title": "Pt@FeMOF-PEG Nanozyme-Mediated Reactive Oxygen Species Scavenging and Reduction of Treg Cells To Treat Surgical Trauma.",
    "authors": [
      "Dai T",
      "Zhao S",
      "Qiu Y",
      "He F",
      "Jia T",
      "Li S",
      "Piao J",
      "Wang Y",
      "Zhao Y",
      "Wu X",
      "Xu H",
      "Zheng X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725239/",
    "doi": "doi: 10.1021/acsami.5c24816",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41725216",
    "title": "Curcumin-Loaded Liposomes (hPLipo/Cur) with Liver-Targeting Properties for Efficient NAFLD Treatment by Alleviating Mitochondrial ROS-Mediated Ferroptosis via NRF2 Pathway.",
    "authors": [
      "Wang X",
      "Fang R",
      "Zhao T",
      "Ding L",
      "Cai M",
      "Zhang D",
      "Xu N",
      "Yang S",
      "Zhao S",
      "Zhang H",
      "Xie X",
      "Zhang Z",
      "Zhang M",
      "Zhang L",
      "Zhuge Y",
      "Xu B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725216/",
    "doi": "doi: 10.1021/acs.molpharmaceut.5c01400",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41725191",
    "title": "Two-Dimensional Iridium(III)-Carbon Nitride Nanocomplexes Induce Simultaneous Oncosis and Necroptosis for Synergistic Chemo- and Sono-Immunotherapy in Hypoxic Melanoma.",
    "authors": [
      "Wu X",
      "Li Z",
      "Yin T",
      "Shu J",
      "Xu YS",
      "Liang J",
      "Zhang X",
      "Chao H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725191/",
    "doi": "doi: 10.1021/jacs.6c00241",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41725065",
    "title": "Autophagy mediated symbiont elimination for the management of the whitefly Bemisia tabaci.",
    "authors": [
      "Wang TY",
      "Lv C",
      "Zhang LL",
      "Ma ZY",
      "Zhang Q",
      "Zhang Y",
      "Guan NC",
      "Huang YZ",
      "Luan JB"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725065/",
    "doi": "doi: 10.1002/ps.70597",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41725043",
    "title": "Cellular Senescence in Human Periodontal Tissue: A Narrative Review.",
    "authors": [
      "Hasuike A",
      "Takada K",
      "Takano C",
      "Hosono A",
      "Sato S",
      "Komine-Aizawa S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725043/",
    "doi": "doi: 10.1111/odi.70258",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41725018",
    "title": "The effect of high intensity interval training on body composition, metabolic, inflammatory and oxidative stress markers in adolescents with obesity.",
    "authors": [
      "Atabay Arslan G",
      "Kasimay O",
      "Bingul I",
      "Gedikbasi A",
      "Agopyan A",
      "Kucuk Yetgin M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725018/",
    "doi": "doi: 10.1186/s13098-026-02110-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41725008",
    "title": "Chitosan-rapamycin carbon dots rejuvenate autologous Sca-1⁺ stem cells paracrine function for neuroprotection in normal tension glaucoma.",
    "authors": [
      "Du M",
      "Guo F",
      "Liu X",
      "Zhang S",
      "Zhang D",
      "Qiu L",
      "Zhang J",
      "Li B",
      "Yuan H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41725008/",
    "doi": "doi: 10.1186/s13287-026-04944-3",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41724967",
    "title": "Triglyceride glucose index-a body shape index (TyG-ABSI) outperforms traditional obesity indices in predicting all-cause and cardiovascular mortality in metabolic-dysfunction associated steatotic liver disease: the mediating role of biological aging.",
    "authors": [
      "Yang G",
      "He W",
      "Qiu X",
      "Shen S",
      "Li P",
      "Feng Y",
      "Zhang J",
      "Xiang B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724967/",
    "doi": "doi: 10.1186/s12933-026-03112-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41724910",
    "title": "Functional analysis of target of rapamycin in regulating mycelial growth and development in Penicillium italicum.",
    "authors": [
      "Chen T",
      "Chen H",
      "Ge L",
      "Zheng J",
      "Fu X",
      "Hu T",
      "Wang K"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724910/",
    "doi": "doi: 10.1007/s10123-026-00789-1",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41724794",
    "title": "ANGPTL8 accelerates bone loss in diabetic mice by promoting osteoclastic differentiation and inhibiting osteoblastic differentiation through AMPK pathway-mediated metabolic reprogramming.",
    "authors": [
      "Tuo P",
      "Mu W",
      "Bai X",
      "Wang S",
      "Hu L",
      "Xu Y",
      "Mao R",
      "Liu Y",
      "Yuan Y",
      "Zhang Q",
      "Guo X",
      "Ma S",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724794/",
    "doi": "doi: 10.1007/s00018-025-06077-x",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41724793",
    "title": "PDHA1 enhances resistance to ferroptosis in anoikis-resistant prostate cancer by upregulating AIFM2.",
    "authors": [
      "Cong Y",
      "Chen K",
      "Ju Y",
      "He Q",
      "Liu C",
      "Chen J",
      "Lv F",
      "Chen J",
      "Li H",
      "Chen L",
      "Song Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724793/",
    "doi": "doi: 10.1038/s41420-026-02958-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41724762",
    "title": "PGC-1α protects against MASH via Tim23-dependent inhibition of DRP1-mediated ferroptosis.",
    "authors": [
      "Zhao Y",
      "Zhang L",
      "Li B",
      "Liu M",
      "Zhang Y",
      "Li T",
      "Ning S",
      "Zhang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724762/",
    "doi": "doi: 10.1038/s41419-026-08493-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41724671",
    "title": "The potential for successful autistic ageing: Proposing a lifespan developmental psychology approach.",
    "authors": [
      "Ommensen B",
      "Attwood T",
      "Pachana NA",
      "Sofronoff K"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724671/",
    "doi": "doi: 10.1177/13623613261418468",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41724619",
    "title": "Corrigendum: \"Inhibition of oxidative stress, IL-13, and WNT/-catenin in ovalbumin-sensitized rats by a novel organogel of Punica granatum seed oil saponifiable fraction\" [Biomed. Pharmacother. 154 (2022) 113667].",
    "authors": [
      "Shaban NZ",
      "Mohammed AS",
      "Abu-Serie MM",
      "Maher AM",
      "Habashy NH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724619/",
    "doi": "doi: 10.1016/j.biopha.2026.119145",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41724614",
    "title": "Corrigendum \"Role of reactive oxygen species in polycystic ovary syndrome: Signalling pathways, mechanisms, and traditional Chinese medicine treatment strategies\" [Int. Immunopharmacol. 173 (2026) 116251].",
    "authors": [
      "Wang Z",
      "Liu S",
      "Gao M",
      "Shen Y",
      "Sun M",
      "Hao S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724614/",
    "doi": "doi: 10.1016/j.intimp.2026.116375",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41724598",
    "title": "Differentiated In Vitro Efficacy of BYL719, ARQ092, and Rapamycin on Fibroblasts Isolated From a Chinese PIK3CA-Related Overgrowth Spectrum Individual With a Novel Variant.",
    "authors": [
      "Xiong F",
      "Wang Q",
      "Wang SQ",
      "Zheng M",
      "Zhong HY",
      "Zou ML",
      "Yuan SM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724598/",
    "doi": "doi: 10.1002/ajmg.a.70099",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41724508",
    "title": "Typology of ageing and its associations with the end of life and death among older adults in China: a longitudinal person-centred study.",
    "authors": [
      "Li J",
      "Song L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724508/",
    "doi": "doi: 10.1136/bmjopen-2025-104400",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41724495",
    "title": "Research progress on the role of acupuncture in Alzheimer's disease based on the PI3K/AKT/mTOR signaling pathway.",
    "authors": [
      "Zhang S",
      "Xue G",
      "Zhang M",
      "Ding N",
      "Yang J",
      "Wang T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41724495/",
    "doi": "doi: 10.1177/13872877261418553",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41723905",
    "title": "Identification of Pinostilbene as a natural STING agonist that triggers FTH1 degradation via K48-ubiquitination to induce ferroptosis in non-small cell lung cancer.",
    "authors": [
      "Song S",
      "Hua S",
      "Chen G",
      "Yin X",
      "Chen Z",
      "Li C",
      "Zhou D",
      "Zhu B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723905/",
    "doi": "doi: 10.1016/j.redox.2026.104099",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723896",
    "title": "Exenatide through PPARδ improved hepatic insulin resistance in patients of type 2 diabetes mellitus via suppressing pyroptosis.",
    "authors": [
      "Li X",
      "Zhou T",
      "Wu Y",
      "Sun J",
      "Wang Z",
      "Huang Y",
      "Xu K",
      "Ling H",
      "Li N",
      "Yang T",
      "Wang T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723896/",
    "doi": "doi: 10.1016/j.intimp.2026.116416",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723894",
    "title": "TRIM7 negatively regulates CMPK2 suppressing inflammation and apoptosis in renal ischemia-reperfusion injury.",
    "authors": [
      "Zhang L",
      "Jin Z",
      "Hu S",
      "Zhang L",
      "Zhu J",
      "Zou J",
      "Zhou J",
      "Qiu T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723894/",
    "doi": "doi: 10.1016/j.intimp.2026.116261",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41723881",
    "title": "Multilingualism and aging: Country-level patterns may not support individual-level causal claims.",
    "authors": [
      "Hernandez AE",
      "Nguyen MVH",
      "Bunta F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723881/",
    "doi": "doi: 10.1016/j.bandl.2026.105735",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723843",
    "title": "Correction to \"Dual-Programmable Semiconducting Polymer NanoPROTACs for Deep-Tissue Sonodynamic-Ferroptosis Activatable Immunotherapy\".",
    "authors": [],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723843/",
    "doi": "doi: 10.1002/smll.72942",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723828",
    "title": "Nanomagnetic Hyperthermia Sensitizes Gemcitabine Chemosensitivity in Pancreatic Cancer by Inhibiting HSPB1 to Amplify ACSL4-Mediated Ferroptosis.",
    "authors": [
      "Ren J",
      "Wu S",
      "Su T",
      "Li H",
      "Ding J",
      "Chen F",
      "Mo J",
      "Li J",
      "Wang Z",
      "Han L",
      "Wu Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723828/",
    "doi": "doi: 10.1002/smll.202514973",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723785",
    "title": "Unravelling lead-induced toxicity in mammals: the role of oxidative stress and apoptosis and their modulation by emerging therapeutic strategies.",
    "authors": [
      "Sheoran R",
      "Grewal S",
      "Singh J",
      "Malik V"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723785/",
    "doi": "doi: 10.1007/s10534-026-00799-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41723769",
    "title": "JAK2/STAT3-dependent regulation of MDM4/MDM2-p53 signaling in methotrexate-induced ferroptosis and nephrotoxicity.",
    "authors": [
      "Cheng Y",
      "Zhao M",
      "Zhang Y",
      "Liu M",
      "Zhao L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723769/",
    "doi": "doi: 10.1007/s12272-026-01599-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41723761",
    "title": "Multi-omics analysis reveals that CAPG positive macrophages are key immunosuppressive drivers and prognostic determinants in the ferroptosis landscape of hepatocellular carcinoma.",
    "authors": [
      "Yin X",
      "Li Y",
      "Zheng S",
      "Pan C",
      "Tian Z",
      "Zhong X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723761/",
    "doi": "doi: 10.1007/s12672-026-04649-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41723704",
    "title": "Modulation of the Toxicity of Three Red Tattoo Pigments by Artificial Aging.",
    "authors": [
      "Aubry L",
      "Blanchemanche M",
      "Breuillé L",
      "Rabilloud T",
      "Douki T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723704/",
    "doi": "doi: 10.1021/acs.chemrestox.5c00451",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41723528",
    "title": "PGM1 deficiency is linked to sarcomeric and mitochondrial dysfunction in patient-derived iPSC-cardiomyocytes.",
    "authors": [
      "Radenkovic S",
      "Preston G",
      "Budhraja R",
      "Muffels I",
      "Ligezka A",
      "Staff NP",
      "Hrstka R",
      "Balakrishnan B",
      "Shah R",
      "Verberkmoes S",
      "Shammas I",
      "Bosnyak I",
      "Stiers KM",
      "Lai K",
      "Beamer LJ",
      "Pandey A",
      "Morava E",
      "Kozicz T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723528/",
    "doi": "doi: 10.1186/s12967-026-07808-9",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41729954",
    "title": "COX7A1-mediated mitochondrial dysfunction can induce ferroptosis in endometrial cancer cells.",
    "authors": [
      "Wu Q",
      "Bai S",
      "Song L",
      "Han L",
      "Wang P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729954/",
    "doi": "doi: 10.1371/journal.pone.0342333",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41729827",
    "title": "Retraction: Fischer's ratio and DNA damage in hypoxemia-induced brain injury in rat model: Prophylactic role of quercetin and mexamine supplementation.",
    "authors": [
      "PLOS One Editors"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729827/",
    "doi": "doi: 10.1371/journal.pone.0343460",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41729812",
    "title": "Expression of Concern: Shikonin Kills Glioma Cells through Necroptosis Mediated by RIP-1.",
    "authors": [
      "PLOS One Editors"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729812/",
    "doi": "doi: 10.1371/journal.pone.0343458",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  }
]