[
  {
    "id": "pmid:41493270",
    "title": "A Rab1 interactome illuminates a dual role in autophagy and membrane trafficking.",
    "authors": [
      "van Vliet AR",
      "Gillingham AK",
      "Morgan TE",
      "Ohashi Y",
      "Smith TS",
      "Abid Ali F",
      "Munro S"
    ],
    "summary": "",
    "published": "2026-03-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493270/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.28.656515",
    "title": "Metabolic basis of the astrocyte-synapse interaction governs dopaminergic-motor connection",
    "authors": [
      "Xu, Y.",
      "Kong, P.",
      "Wang, M.",
      "Mao, Y.",
      "Ma, Z."
    ],
    "summary": "Perisynaptic astrocyte processes are constitutive attachments of synapses in the central nervous system. However, the molecular mechanisms that control perisynaptic astrocyte ensheathment and their implications in the wiring of neural circuits remain unclear. Here, we report that glycolysis controls astrocyte-synapse contact. In the Drosophila larval dopaminergic (DAergic) circuit, blocking astrocyte glycolysis stimulated perisynaptic ensheathment by attenuating astrocyte-to-DAergic neuron neuroligin 2-neurexin 1 signaling. As a result, the larvae executed more reorientation actions during locomotion. At the circuit level, behavioral alterations were found to arise from increased DAergic neuronal synaptogenesis and DAergic-motor connection. Our research uncovers an ancient metabolic basis that determines perisynaptic astrocyte ensheathment abundance through a conserved neuroligin-neurexin signaling pathway and demonstrates the role of astrocyte glycolysis in controlling DAergic-motor circuit assembly and function.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.28.656515",
    "doi": "10.1101/2025.05.28.656515",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.25.683217",
    "title": "Protracted fate acquisition and epigenetic de-aging during induced neural stem cell conversion of human blood cells",
    "authors": [
      "Berg, L. J.",
      "Franzen, J.",
      "Buness, A.",
      "Konang, R.",
      "Sheng, C.",
      "Peitz, M.",
      "Till, A.",
      "Wagner, W.",
      "Bruestle, O."
    ],
    "summary": "Transcription factor-based direct conversion of somatic cells represents an interesting avenue for generating induced neural stem cells (iNSCs) from peripheral blood without transit through a pluripotent stage. While this paradigm has been shown to be associated with epigenetic de-aging, the dynamics of this process have remained unclear. Here, we used overexpression of the two reprogramming factors SOX2 and cMYC to generate iNSC from erythroid progenitors of donors ranging from neonatal to 101 years of age. Using an epigenetic clock algorithm, we corroborated our previous finding that iNSCs generated from aged donors show pronounced epigenetic de-aging, preserving around 13 % and 5 % of the original donor age at low and high passages, respectively. Studying the dynamic of epigenetic de-aging during iNSC conversion across time, we found that this process is largely protracted, continuing for several weeks and even beyond forced neuronal differentiation of iNSCs. Transcriptomic differences between young and old donor-derived iNSCs dissipate with extended time in conversion, too. Concordant with this observation, established iNSC lines lack age-associated cellular hallmarks, similar to induced pluripotent stem cells and their derivatives. Interestingly, time course analysis of DNA methylation and RNA sequencing data revealed that acquisition of a bona fide NSC signature extends greatly beyond the time point when proliferative PAX6-positive iNSCs emerge. The unexpected slow dynamics of these processes makes iNSC conversion an attractive model for dissecting the mechanisms underlying somatic transdifferentiation and de-aging.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.25.683217",
    "doi": "10.1101/2025.10.25.683217",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.696542",
    "title": "Intermittent AP-1 activation in muscles contributes to exercise-induced health benefits",
    "authors": [
      "choubey, a.",
      "shivkumar, U. K.",
      "Yang, T.",
      "Jager, J.",
      "Hong, S.",
      "Damle, M.",
      "Yin, H.",
      "Zhao, R.",
      "Oturmaz, E. S.",
      "Song, C.",
      "Tong, H.",
      "Puglise, J.",
      "Barton, E. R.",
      "Fang, B.",
      "Hu, Z.",
      "Liao, L.",
      "Xu, J.",
      "Ye, L.",
      "Sun, Z."
    ],
    "summary": "Regular physical exercise extends healthspan, yet the molecular mechanisms that translate intermittent contractile stress into lasting benefit remain incompletely understood. Using global nuclear run-on (GRO-seq) in mouse skeletal muscle after treadmill running, we profiled enhancer RNA (eRNA), a sensitive marker of enhancer activity. Activation protein-1 (AP-1), a family of pioneering factors for senescence, emerged as the top transcription factor with motif enrichment in exercise-activated enhancers. Our screen in the contracting C2C12 myotubes pinpointed cFos/JunD as the primary AP-1 factor responsible for contraction-induced transcriptional changes. Muscle-specific overexpression of A-Fos, a dominant-negative mutant of cFos, disrupted transcriptomic responses to exercise and attenuated exercise-mediated improvement in muscle functions. Interestingly, intermittent but not continuous overexpression of cFos/JunD in mouse muscles mimicked exercise-induced transcriptomic changes, increased mitochondrial volume density, enhanced muscle strength and fatigue resistance, and improved glucose tolerance. These results define a transcriptional regulatory signaling pathway linking exercise intermittency to beneficial adaptations and highlight the necessary recovery cycles in training. The paradoxical anti- and pro-aging roles of AP-1 offer insights into the timing and dynamics of stressors and stress responses in shaping senescence and healthspan.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.696542",
    "doi": "10.64898/2026.01.05.696542",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697798",
    "title": "The Epigenetic Regulator Histone Demethylase KDM5A is Activated and Pathogenic in a Mouse Model of Heart Failure",
    "authors": [
      "Deogharia, M.",
      "Reddy, C.",
      "Chaudhuri, R.",
      "Chirasani, M. S.",
      "Jain, A.",
      "Rouhi, L.",
      "Marian, A. J.",
      "Gurha, P."
    ],
    "summary": "Abstract Heart failure is a complex disease characterized by the dysregulation of gene expression that culminates in cardiac dysfunction. Epigenetic regulators play a critical role in control of transcription and are increasingly implicated in the pathogenesis of heart failure. We recently showed that the histone demethylase KDM5A is reactivated in the heart of human patients and mouse models of heart failure. However, its pathogenic role in heart failure remained unknown. Utilizing a mouse model of heart failure caused by the deletion of the Lmna gene in cardiomyocytes and referred to as LMNA-cardiomyopathy (LMNA-CMP), we show that KDM5A is activated, and expression levels of genes involved in myocyte structure and function, including oxidative phosphorylation (OXPHOS), are suppressed. To determine the pathogenic role of KDM5A in heart failure, the Kdm5a gene was specifically deleted in cardiomyocytes in LMNA-CMP mice (Myh6-Cre:LmnaF/F:Kdm5aF/F). The deletion of the Kdm5a gene improved cardiac function, prolonged survival, attenuated fibrosis, and reduced cell death in LMNA-CMP mice. Transcriptome analysis showed that the deletion of the Kdm5a gene restored the expression of over 1,400 dysregulated genes, including those involved in fatty acid metabolism, myogenesis, and OXPHOS in the Myh6-Cre:LmnaF/F:Kdm5aF/F mice. Genome-wide profiling of the epigenetic histone mark H3 lysine 4 trimethylation (H3K4me3), the main target of KDM5A, by CUT&RUN assay showed that deletion of the Kdm5a gene partially restored H3K4me3 deposits at loci encoding cardiac transcription factors and metabolic regulators, including Tbx5 and Esrrg, with concomitant rescue of their downstream targets. These findings identify KDM5A as a key epigenetic regulator of cardiomyocyte gene expression and uncover a mechanistic role for KDM5A in the pathogenesis of heart failure.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697798",
    "doi": "10.64898/2026.01.05.697798",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697775",
    "title": "Drug-tolerant persister cells reallocate carbon sources to fuel antioxidant metabolism for survival",
    "authors": [
      "Li, M.",
      "Priem, B.",
      "Loftus, L. V.",
      "Betenbaugh, M. J.",
      "Pienta, K. J.",
      "Amend, S. R."
    ],
    "summary": "Therapy resistance is the leading cause of cancer-related deaths. Drug-tolerant persister cells (DTPs) represent a major barrier to cancer cure, mediating resistance through adaptive cell state transitions and driving tumor progression. Here, we investigate metabolic differences between DTPs and drug-sensitive cancer cells using integrated fluxomics. Proteomic profiling and extracellular flux analyses revealed that DTPs upregulate glycolysis and gluconeogenesis while reducing oxidative phosphorylation, indicating a shift in central carbon metabolism. Isotope tracing and metabolic modeling demonstrate that DTPs utilize glucose to fuel the pentose phosphate pathway (PPP) to generate NADPH and metabolize glutamine to provide carbons for the PPP via gluconeogenesis. Integrating our multi-omic datasets into a genome-scale model identified that DTPs sustain antioxidant metabolism by decreasing fluxes of other NADPH-consuming reactions upon in silico PPP knockout. These findings reveal a systems-level shift in DTP metabolism that maintains antioxidant activity for cell survival, highlighting potential new targets and treatment paradigms to overcome therapy resistance.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697775",
    "doi": "10.64898/2026.01.05.697775",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bGluconeogenesis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697813",
    "title": "All-in-one Single-Cell Proteomic Analysis of Protein Alterations in Human Oocytes Undergoing in Vitro Aging",
    "authors": [
      "Zhang, S.",
      "Lu, Y.",
      "Zhang, J.",
      "Lin, G.",
      "Chen, S.",
      "Chen, Z.",
      "Lei, J.",
      "Zhang, S.",
      "Tang, F.",
      "Wang, X.",
      "Meng, F."
    ],
    "summary": "Ovulated oocytes undergo a time-dependent degradation process if fertilization does not occur within a specific window. This aging process leads to morphological, molecular, and epigenetic changes that can compromise oocyte quality and subsequent embryo development. However, changes in protein expression and the underlying regulatory mechanisms during the in vitro aging of human oocytes remain poorly understood. In this study, single-cell proteomic analysis was employed to characterize the proteomic alterations during in vitro oocyte aging. Functional analysis highlighted key biological processes, including translation, membrane fusion and mitochondrial changes related to apoptosis, were significantly affected in aged oocytes. Furthermore, proteins exhibiting consistent expression changes in both GV and MII oocytes, such as MRFAP1 and MT2A, were identified as candidate biomarkers for human oocyte aging in vitro.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697813",
    "doi": "10.64898/2026.01.05.697813",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697760",
    "title": "Epidural Thin Film Implants of Polymerized Curcumin Downregulate Inflammatory Markers and Improve Functional Recovery After Spinal Cord Injury in Mice",
    "authors": [
      "Toro, C. A.",
      "Johnson, N.",
      "Suhail, Z.",
      "Chen, R.",
      "Leman, J. T.",
      "Waskiewicz, N.",
      "Khalique, S.",
      "Oroshi, G.",
      "Jayaraman, G.",
      "Kozlenkov, A.",
      "Iyengar, R.",
      "Gilbert, R.",
      "Cardozo, C. P.",
      "Palermo, E. F.",
      "Siddiq, M. M."
    ],
    "summary": "We demonstrate for the first time that the natural antioxidant curcumin, when copolymerized with PEG and sebacoyl chloride, results in biomaterials that are solution processable into free-standing, epidurally implantable thin films, in mice with spinal cord injury (SCI). We show that these novel products can be epidurally implanted at the lesion site following incomplete contusive spinal cord injury in mice. In the polymeric form, these materials quench reactive oxygen species on-contact and retain their activity for vastly extended timescales relative to the curcumin small molecule itself, which is potent but short lived. The epidural thin film biomaterial implant resulted in a statistically significant improvement in functional recovery after SCI. Mechanistically, myelin staining revealed that the polymerized curcumin materials greatly enhanced white matter sparing. Immunohistochemical analysis also showed that expression of GFAP and Ib1a are significantly downregulated 200 m rostral (but not caudal) to the injury site. Finally, bulk RNA sequencing analysis showed greatly reduced activation of pro-inflammatory gene expression program. The primary conclusion from these experiments is that polymerized curcumin epidural thin films effectively improve outcomes following SCI. The benefits of these novel biomaterials are demonstrated in vivo, for the first time, and suggest that poly(pro-drug) thin film implants may provide safe chronic, local delivery of active drugs following SCI for extended timescales.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697760",
    "doi": "10.64898/2026.01.05.697760",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697836",
    "title": "Bedaquiline inhibits the ATP synthase leak channel and prevents glutamate-induced neuronal death",
    "authors": [
      "Kumar, A.",
      "Smith, E.",
      "Mezghani, I.",
      "Eedarapalli, S.",
      "Wu, Y.",
      "Ferdous, K. A.",
      "Amjad, E.",
      "Park, H.-A.",
      "Mnatsakanyan, N."
    ],
    "summary": "FOF1-ATP synthase is one of the most abundant proteins of the mitochondrial inner membrane and the primary enzyme responsible for ATP production in eukaryotic cells. Nevertheless, it was recently reported to play a prominent role in cell death by forming a large-conductance leak channel in the mitochondrial permeability transition pore (mPTP), making it a promising therapeutic target. Bedaquiline (BDQ), a member of the diarylquinoline class of drugs, was shown to selectively inhibit the catalytic activity of Mycobacterium tuberculosis ATP synthase with no effect on the mammalian enzyme. Here, we report a new role for BDQ as a potent inhibitor of the ATP synthase c-subunit leak channel in mammals. BDQ inhibited the single-channel activity of porcine heart ATP synthase in planar lipid bilayer recordings and prevented glutamate-induced cell death in primary hippocampal neurons. These findings reveal the potential new application of BDQ for treating mPTP-related diseases by targeting the ATP synthase c-subunit leak channel.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697836",
    "doi": "10.64898/2026.01.05.697836",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.696859",
    "title": "Cellular consequences, citrullination substrates, and antigenicity resulting from wild-type and targeted PAD4 on cell surfaces",
    "authors": [
      "Kong, S.",
      "Peters-Clarke, T. M.",
      "Delaveris, C. S.",
      "Phojanakong, P.",
      "Steri, V.",
      "Wells, J. A."
    ],
    "summary": "Protein arginine deiminase-4 (PAD4) catalyzes hydrolysis of arginine to citrulline in proteins that promotes widespread changes in cellular phenotypes through transcriptional regulation that can induce innate immunity and promote cancer. Overexpression and hyperactivity of PAD4 leads to a form of cell death called NETosis that releases PAD4 to the extracellular space. In excess, release of PAD4 is believed to be a major cause of various autoimmune diseases through the generation of anti-citrulline protein antibodies (ACPAs). Little is known about the specific protein substrates that become citrullinated and lead to autoimmunity, but there is growing evidence that PAD4 can be localized to the cell surface in response to inflammation. Here, we further characterize the cellular consequences for exogenous treatment with PAD4 showing that it induces morphological changes that increase cell migration, a hallmark of cancer. We then devised a more simplified and robust proteomics approach to identify PAD4 substrates. We identified some 1000 endogenously citrullinated peptides from 500 proteins, and 3000 citrullinated peptides from 1300 proteins upon exogenous addition of PAD4 both inside and outside of cells. This extracellular set can be further augmented by targeting PAD4 to a cancer target, HER2, using a binding protein conjugate. Finally, we studied how citrullinated cells can induce a robust humoral response in a syngeneic vaccine model to produce ACPAs. We believe these studies further our understanding of cell phenotypic consequences of extracellular PAD4 and new PAD4 substrates both inside and outside of cells that are potential neoepitopes for generation of ACPAs.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.696859",
    "doi": "10.64898/2026.01.05.696859",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.06.697704",
    "title": "Chromosome axis protein SYCP2 recruits HORMAD2 to enable meiotic synapsis quality control in mice",
    "authors": [
      "Raveendran, K.",
      "Valerio-Cabrera, S.",
      "Gope, A.",
      "Telychko, V.",
      "George, G.",
      "Richter, C.",
      "Scholte, T.",
      "Weigel, M. M.",
      "Bondarieva, A.",
      "Petzold, A.",
      "Dahl, A.",
      "Corbett, K. D.",
      "Toth, A."
    ],
    "summary": "Faithful chromosome segregation during meiosis depends on accurate recombination and synapsis of homologous chromosomes. These processes are monitored in mammals by checkpoint mechanisms involving the meiotic HORMA-domain proteins HORMAD1 and HORMAD2, which bind unsynapsed chromosome axes and promote activation of the DNA damage-response kinase ATR independently of DNA double-strand breaks (DSBs). However, no mechanism for axis recruitment of HORMAD1 or HORMAD2 had been demonstrated, nor had its role in checkpoint function been tested. We establish that a putative HORMAD-interacting region--the closure motif (CM)--within the chromosome-axis component SYCP2 is selectively required for HORMAD2, but not HORMAD1, localization. Deletion of the SYCP2 CM disrupts SYCP2-HORMAD2 complexes and prevents HORMAD2 axis binding without affecting axis assembly or recombination. Consequently, ATR accumulation and signaling on unsynapsed axes are reduced, and the prophase checkpoint malfunctions in a sexually dimorphic manner--causing aberrant elimination of synapsis-proficient spermatocytes and persistence of asynaptic oocytes. The phenotypes of SYCP2-CM-deficient and HORMAD2-null mice are indistinguishable, establishing the requirement for HORMAD2 axis recruitment in synapsis surveillance. We propose that axial recruitment generates a HORMAD2 scaffold that drives clustering-mediated ATR network activation independently of DSBs, thereby linking chromosome-axis architecture to synapsis quality control in mammalian meiosis.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.06.697704",
    "doi": "10.64898/2026.01.06.697704",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.06.697936",
    "title": "Host GPCR-cAMP signaling balances Gαs and Gαi activity to control intracellular Brucella infection",
    "authors": [
      "Kang, Y.-S.",
      "Kirby, J. E."
    ],
    "summary": "In this study, we investigated the impact of G protein-coupled receptor (GPCR) signaling on the intracellular replication of the model pathogen Brucella neotomae. Building on a prior chemical genetics screen, we identified agonists of the Gi-coupled adenosine A1 and dopamine D4 receptors as potent inhibitors of intracellular Brucella replication. In contrast, agonists of Gs-coupled adenosine A2A or dopamine D1 receptors, as well as antagonists of A1 or D4 receptors, either failed to inhibit or enhanced intracellular replication. Wild-type B. neotomae induced a rapid, type IV secretion system-dependent increase in host-cell cAMP during early infection. ENBA and cilostamide prevented this infection-associated cAMP increase and completely inhibited intracellular growth; this effect was partially reversed by cell-permeable cAMP analogs Using a real-time NanoBRET biosensor, we detected rapid Gs activation within minutes of infection that was sustained during wild-type but not {Delta}virB4 infection and was abrogated by ENBA or cilostamide. Disruption of early Gs-cAMP signaling redirected BCVs to replication-incompatible phagolysosomal and autophagy-associated compartments. Collectively, these data support a model in which early GPCR signaling dynamics, balancing Gs and Gi pathways, are critical for establishment of productive intracellular Brucella infection.",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.06.697936",
    "doi": "10.64898/2026.01.06.697936",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41494130",
    "title": "Gaze Behavior and Postural Control in Aging: The Role of Entropy in Balance Stability.",
    "authors": [
      "Song SH"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41494130/",
    "doi": "doi: 10.1177/00315125251412785",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41493974",
    "title": "The ubiquitin E3 ligase HRD1 restricts hepatic lipid metabolism by suppressing PPARα-driven m6A RNA modification.",
    "authors": [
      "Kim H",
      "Thepsuwan P",
      "Wei J",
      "Ju D",
      "Chen Q",
      "Zhang X",
      "Li L",
      "Xu J",
      "Tong X",
      "Sun S",
      "He C",
      "Yin L",
      "Fang D",
      "Zhang K"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493974/",
    "doi": "doi: 10.1126/scisignal.adx8300",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41493960",
    "title": "AFG Ameliorates Diabetic Retinopathy through AMPK-Dependent Autolysosomal Pathway: From Network Pharmacology to In Vivo and In Vitro Validation.",
    "authors": [
      "Hu RY",
      "Su W",
      "Qi SM",
      "Shi H",
      "Zheng Y",
      "Tang S",
      "Liu S",
      "Wang Z",
      "Li W"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493960/",
    "doi": "doi: 10.1021/acs.jafc.5c10713",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41493861",
    "title": "Polygonatum kingianum alleviates diabetic inflammation via the Mef2d/Rufy4-autophagy axis to drive macrophage M2 polarisation.",
    "authors": [
      "Gao Y",
      "Liang Z",
      "Ouyang S",
      "Cao J"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493861/",
    "doi": "doi: 10.1080/13813455.2025.2612080",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41493849",
    "title": "Calycosin Targets the CYP1B1-AKT/SP1-GPX4 Axis to Modulate Ferroptosis in Colorectal Carcinogenesis.",
    "authors": [
      "Bie L",
      "Lei X",
      "Wu D",
      "Zhang Y",
      "He C",
      "Liu L",
      "Zhou J",
      "Zhou X",
      "Lu Y",
      "Xu Z"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493849/",
    "doi": "doi: 10.1002/ptr.70172",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41493805",
    "title": "IRP1 deficiency alters mitochondrial metabolism and protects against metabolic syndrome pathologies.",
    "authors": [
      "Gu W",
      "Wilkinson N",
      "Fillebeen C",
      "Blackburn D",
      "Sahinyan K",
      "Bonneil E",
      "Zhao T",
      "Luo Z",
      "Soleimani V",
      "Richard V",
      "Borchers CH",
      "Koulman A",
      "Jenkins B",
      "Michalke B",
      "Zischka H",
      "Sailer J",
      "Venkataramani V",
      "Iliopoulos O",
      "Sweeney G",
      "Pantopoulos K"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493805/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41493649",
    "title": "Chronic stress and the mitochondria-telomere axis: human evidence for a bioenergetic-debt model of early aging.",
    "authors": [
      "Tippairote T",
      "Hoonkaew P",
      "Suksawang A",
      "Tippairote P"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493649/",
    "doi": "doi: 10.1007/s10522-025-10377-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41493644",
    "title": "Inhibition of GPX4 induces the death of p53-mutant triple-negative breast cancer cells.",
    "authors": [
      "Tahaney WM",
      "Lanier A",
      "Qian J",
      "Moyer CL",
      "Nguyen N",
      "Ma Y",
      "Hill J",
      "Powell RT",
      "Stephan CC",
      "Davies PJA",
      "Mazumdar A",
      "Brown PH"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493644/",
    "doi": "doi: 10.1007/s10549-025-07865-6",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41493638",
    "title": "Investigating the Effects of Sea Anemone (Stichodactyla haddoni) Toxin on Potassium and Sodium Channel Gene Expression and Cell Death Mechanisms in A549 Cells.",
    "authors": [
      "Abdollahian M",
      "Bardeei LK",
      "Nabiuni M",
      "Pourfallah M"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493638/",
    "doi": "doi: 10.1007/s10126-025-10564-4",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41493594",
    "title": "NCOA7 promotes OSCC progression by inhibiting ROS-regulated ferroptosis.",
    "authors": [
      "Si H",
      "Feng Y",
      "Zhang X",
      "Zhou T",
      "Liao X",
      "Lai Y",
      "Feng Y",
      "Yu L"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493594/",
    "doi": "doi: 10.1007/s00018-025-06018-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41493565",
    "title": "Online Health Information-Seeking Among Older Adults and Predictors of Use, Motivations, and Barriers in the Context of Healthy Aging: Cross-Sectional Study.",
    "authors": [
      "Bachofner Y",
      "Seifert A",
      "Sepahniya S",
      "Fabian C"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493565/",
    "doi": "doi: 10.2196/77557",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41493535",
    "title": "Smart Fluorescence-Responsive Polymer Hybrid Nanoparticles for Ferroptosis-Associated Therapy and Pathological Ion Detection in OSCC Cells.",
    "authors": [
      "Yu S",
      "Chen F",
      "Yuan L"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493535/",
    "doi": "doi: 10.1007/s10895-025-04675-3",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41493502",
    "title": "A single S-ketamine injection enhances mTOR signaling in rat skeletal muscle.",
    "authors": [
      "Andersen Skriver S",
      "Arjmand S",
      "Breenfeldt Andersen A",
      "Wegener G",
      "Hansen M"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493502/",
    "doi": "doi: 10.1007/s10974-025-09720-z",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41493349",
    "title": "Engineered zero-order drug release from degradable PEG hydrogels - A rapamycin case study.",
    "authors": [
      "Ahrenstedt L",
      "Oosthuysen A",
      "Zilla P",
      "Theron J",
      "Bezuidenhout D"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493349/",
    "doi": "doi: 10.1177/08853282251410673",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "pmid:41493236",
    "title": "Tomato Spotted Wilt Virus Reprogrammes Host Glycolysis to Facilitate Proliferation by a Phase-Separated Co-Aggregate of Nucleocapsid Protein and Phosphoglycerate Kinase.",
    "authors": [
      "Zu G",
      "Xing Z",
      "Li J",
      "Yang T",
      "Wu H",
      "Ge Q",
      "Wang Y",
      "Song B",
      "Song R"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493236/",
    "doi": "doi: 10.1111/pbi.70529",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41493064",
    "title": "Toward In Situ Dynamics of DNA-Bound Full-Length p53 Tetramer.",
    "authors": [
      "Demir Ö",
      "Barros EP",
      "Amaro RE"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493064/",
    "doi": "doi: 10.1021/acs.jcim.5c02509",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41493057",
    "title": "Endothelial ZBTB16: a molecular shield against cardiac aging.",
    "authors": [
      "Stilz KA",
      "Leonard VE",
      "Rodriguez Morales D",
      "Glaser SF",
      "Larcher V",
      "Ruz Jurado M",
      "Malacarne PF",
      "Manickam N",
      "Tombor LS",
      "Abplanalp WT",
      "Panthel J",
      "Kujundzic H",
      "Fischer A",
      "Schmitz K",
      "Müller OJ",
      "Hille S",
      "Kupatt C",
      "Bozoglu T",
      "Sami H",
      "Ogris M",
      "Procida-Kowalski T",
      "Bartkuhn M",
      "John D",
      "Yekelchyk M",
      "Schmachtel T",
      "Rieger M",
      "Pham MD",
      "Krishnan J",
      "Günther S",
      "Brandes RP",
      "Braun T",
      "Zeiher AM",
      "Wagner JUG",
      "Dimmeler S"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493057/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41493033",
    "title": "Effect of Endurance Exercise Training on the Kidneys of the Senescence-Accelerated Mouse Prone 8 Model.",
    "authors": [
      "Inoue K",
      "Hoshino S",
      "Katayama K",
      "Asano J",
      "Akagi T",
      "Ohata K",
      "Sugaya T",
      "Watanabe S",
      "Kimura K",
      "Shibagaki Y",
      "Kamijo-Ikemori A"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493033/",
    "doi": "doi: 10.1111/ggi.70321",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41493030",
    "title": "An AIE photosensitizer with type I/II ROS generation for photodynamic therapy of toxoplasmosis.",
    "authors": [
      "Chen J",
      "Li W",
      "Chen R",
      "Xie T",
      "Zhang J",
      "Chen J",
      "Sui X",
      "Zhang P",
      "Chen J"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493030/",
    "doi": "doi: 10.1039/d5cc04690d",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41493002",
    "title": "The Impact of p16 Status on Survival Within Non-Oropharyngeal Head and Neck Squamous Cell Carcinoma.",
    "authors": [
      "Ahmadian D",
      "Gallego CJ",
      "Hurtado C",
      "Tseng P",
      "Baker AH",
      "Wang SJ",
      "Bearelly S"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493002/",
    "doi": "doi: 10.1002/hed.70141",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "pmid:41492965",
    "title": "Interplay between autophagy and NLRP3 inflammasome in the gingival mucosa of estrogen-deficient and streptozotocin-induced diabetic rats.",
    "authors": [
      "Sasso GRDS",
      "Sasso-Cerri E",
      "Cerri PS",
      "Simões MJ",
      "Florencio-Silva R"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492965/",
    "doi": "doi: 10.1111/eos.70064",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41492920",
    "title": "Engineered and Weathered Polyethylene Terephthalate (PET) Microplastics and Nanoplastics Induce Form and Size-Dependent Oxidative Stress, Oxidative DNA Damage, and Cytotoxicity in MCF-7 Cells.",
    "authors": [
      "Kasuske ZA",
      "Roy P",
      "Clouse DE",
      "Pas S",
      "Arole K",
      "Green M",
      "Cañas-Carrell JE",
      "Singh KP"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492920/",
    "doi": "doi: 10.1002/tox.70036",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41492852",
    "title": "Limited roles of the miR-17-92 cluster in the regulation of T-cell apoptosis.",
    "authors": [
      "Hoppe K",
      "Woelk J",
      "Benz J",
      "Spoeck S",
      "Olson WJ",
      "Villunger A",
      "Hermann-Kleiter N",
      "Labi V"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492852/",
    "doi": "doi: 10.1111/febs.70387",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41491742",
    "title": "The role of ferroptosis in renal cell carcinoma: molecular mechanisms and therapeutic implications.",
    "authors": [
      "Wang Z",
      "Kong D",
      "Wei W"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491742/",
    "doi": "doi: 10.1007/s00109-025-02635-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41491688",
    "title": "Cytotoxicity, DNA damage, and migration of SHEDs exposed to bioactive pulp capping materials: an in vitro study.",
    "authors": [
      "Gökdogan N",
      "Ilgaz NS",
      "Yılmaz MB",
      "Arslan YK",
      "Çiftçi V"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491688/",
    "doi": "doi: 10.1186/s12903-025-07608-5",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41491437",
    "title": "Dietary intervention reshapes gut microbiota and lipid metabolism to enhance anti-tumor immunity and prognosis in hepatocellular carcinoma: a randomized controlled trial.",
    "authors": [
      "Shen X",
      "Zhao D",
      "Wang F",
      "Li X",
      "Sun K",
      "Du H",
      "Song S",
      "Nie L",
      "Wang C"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491437/",
    "doi": "doi: 10.1186/s12885-025-15325-z",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41491061",
    "title": "Super enhancer-driven LINC01013 mediates hypoxia-induced mitochondrial dysfunction by HSPA9 to determine pulmonary arterial smooth muscle cell fate.",
    "authors": [
      "Ma C",
      "Wang Z",
      "Zhu X",
      "Pang X",
      "Zhang L",
      "Ou L",
      "Chen Y",
      "Liu Y",
      "Mei J",
      "Guan X",
      "Meng Z",
      "Tang Y",
      "Zhang Z",
      "Li B",
      "Wen S",
      "Shen A",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491061/",
    "doi": "doi: 10.1007/s00018-025-06071-3",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.1101/2024.09.26.615123",
    "title": "Somatic mutant selection is altered by prior NOTCH1 mutation in aging esophageal epithelium",
    "authors": [
      "King, C.",
      "Fowler, J. C.",
      "Abby, E.",
      "Murai, K.",
      "Sood, R. K.",
      "Abnizova, I.",
      "Brunon, S.",
      "Ong, S. H.",
      "Lynch Williams, F.",
      "Hall, M. W. J.",
      "Hall, B. A.",
      "Jones, P. H."
    ],
    "summary": "The ageing mid esophagus is progressively colonized by somatic mutations, including oncogenic TP53 and antioncogenic NOTCH1 mutants. Most esophageal squamous carcinomas are TP53 mutant, NOTCH1 wild type. By middle age, much of the esophagus is NOTCH1 mutant. We hypothesised that prior NOTCH1 mutation may alter subsequent mutant selection. Here we show that selection of mutant NOTCH2 was increased and mutant TP53 decreased within NOTCH1 mutant epithelium. Potential mechanisms include spatial competition between adjacent clones and/or epistasis altering the fitness NOTCH1 double mutants. We investigated these possibilities in transgenic mice. Spontaneous Notch2 mutant clones emerged in aged Notch1 null, but not wild type, esophagus, consistent with epistasis increasing Notch1/Notch2 double mutant fitness. However, there was no evidence of epistasis between Notch1 and Trp53, as Notch1 mutation alone increased fitness. In consequence, over time, Trp53 mutant Notch1 wild type clones were outcompeted by expanding Notch1 and Trp53/Notch1 mutants. NOTCH1 mutant takeover of the aging esophagus alters the trajectory of somatic evolution, decreasing selection of TP53 mutants and potentially reducing cancer risk.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.09.26.615123",
    "doi": "10.1101/2024.09.26.615123",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.12.20.629444",
    "title": "YAP engages RIF1 to dampen replication stress-induced DNA damage in human squamous cell carcinoma.",
    "authors": [
      "Bojko, J.",
      "Sins, E.",
      "Flynn, B.",
      "Scarth, J.",
      "Negasi, M.",
      "Aschenbrenner, B.",
      "Guscott, M.",
      "Howard, A.",
      "Lay, E.",
      "Bailey, E.",
      "Krajic, N.",
      "Franciosi, M.",
      "Catalan, S.",
      "Gallacher, K.",
      "Di Girolamo, I.",
      "Bagabas, R.",
      "Missero, C.",
      "Wang, J. A.",
      "McClelland, S. E.",
      "Lichtenberger, B. M.",
      "Jungwirth, U.",
      "Walko, G."
    ],
    "summary": "Squamous cell carcinoma cells experience high levels of replication stress due to oncogene-induced cell cycle deregulation. How such cells sustain rapid proliferation despite replication stress is still not fully understood. Here, we discovered, using rapid immunoprecipitation mass spectrometry of endogenous protein (RIME) analysis, that the squamous cell carcinoma oncoprotein YAP engages with RIF1, a key regulator of DNA replication and DNA damage repair under replication stress. RIF1 is highly expressed in human squamous cell carcinoma cell lines and tissues and upregulated during tumour progression. Depletion of RIF1 in squamous cell carcinoma cells exacerbates their endogenous replication stress. Mechanistically, we show that YAP interacts with RIF1 specifically at broken replication forks, and that YAP depletion impairs DNA damage repair under replication stress. Our results thus demonstrate that the oncogenic functions of YAP in squamous cancers involve both transcriptional and non-transcriptional mechanisms, the latter through interaction with RIF1 to dampen replication stress.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.12.20.629444",
    "doi": "10.1101/2024.12.20.629444",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.27.656452",
    "title": "Gut microbe-derived lactic acid optimizes host energy metabolism during starvation",
    "authors": [
      "Millington, J. W.",
      "Lopez, J. A.",
      "Sajjadian, A. M.",
      "Scheffler, R. J.",
      "DeFelice, B. C.",
      "Ludington, W. B.",
      "Good, B. H.",
      "O'Brien, L. E.",
      "Huang, K. C."
    ],
    "summary": "Gut microbes convert dietary compounds into an array of metabolites that can directly provide energy to their host and indirectly impact host metabolism as systemic endocrine signals. Here, we show that gut microbe-derived metabolites can extend Drosophila melanogaster survival during starvation, despite minimal alteration of dietary energy intake. Combining survival assays with mathematical modeling and untargeted metabolomics, we identify a single, dominant mediator of starvation resilience: lactic acid produced by the commensal bacterium Lactiplantibacillus plantarum. We discover that the basis of starvation resilience is not catabolism of lactic acid using lactate dehydrogenase, but rather increased dietary energy yield through lactic acid-driven promotion of oxidative phosphorylation. Our findings emphasize the role of the microbiome as a source of endocrine cues coordinating host metabolism and underscore the potential of microbiome-derived metabolites as therapeutic molecules for manipulating metabolic health and preventing disease.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.27.656452",
    "doi": "10.1101/2025.05.27.656452",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.03.667745",
    "title": "WITHDRAWN: GeneTerrain-GMM Unmasks a Coordinated Neuroinflammatory and Cell Death Network Perturbed by Dasatinib in a Human Neuronal Model of Alzheimer's Disease",
    "authors": [
      "Song, K. M.",
      "Zhang, J."
    ],
    "summary": "Alzheimers disease (AD) is a systems-level disorder driven by the failure of interconnected biological networks, demanding therapeutic strategies and analytical frameworks that operate beyond single-target paradigms. The multi-target tyrosine kinase inhibitor dasatinib is a promising therapeutic candidate due to its senolytic properties and ability to cross the blood-brain barrier. However, its precise systems-level impact on AD-relevant gene networks remains unresolved. Here, we employ the GeneTerrain-GMM (gt-GMM) framework, a novel method combining topological data analysis with unsupervised clustering, to dissect the mechanism of dasatinib in a human SH-SY5Y neuronal model. By analyzing high-throughput gene expression data from a curated network of 100 AD-implicated genes, we demonstrate that dasatinib, unlike an inert control, induces a profound, global reorganization of the gene expression landscape. This response is characterized by a smooth, highly coordinated topography, which gtGMM decomposes into a dominant, statistically robust functional module. Strikingly, this single module integrates canonical AD pathways with distinct signatures of neuroinflammation, apoptosis, and ferroptosis, a convergence that provides a powerful mechanistic fingerprint of the drugs action. Our findings reveal that dasatinibs effect is not diffuse but is focused on a critical connection linking protein misprocessing to inflammation and programmed cell death. This study provides a systems-level rationale for the therapeutic potential of dasatinib in AD and showcases the ability of topological data analysis to uncover the higher-order logic of complex drug-gene interactions.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.03.667745",
    "doi": "10.1101/2025.08.03.667745",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.04.668440",
    "title": "HES1 oscillations are required for cell cycle re-entry in oestrogen receptor positive breast cancer cells",
    "authors": [
      "Cottrell, O. B.",
      "Rowntree, A.",
      "Chopra, K.",
      "MacKellar, E.",
      "Noble, B.",
      "Dixon, H. L.",
      "Healy, C.",
      "Clarke, R. B.",
      "Papalopulu, N."
    ],
    "summary": "Long-term recurrence in breast cancer is driven by reactivation of dormant disseminated tumour cells (DTCs) and remains a major clinical challenge, particularly in oestrogen receptor positive (ER) tumours. This process is underpinned by regulation of the cell cycle machinery that controls quiescence maintenance and exit. HES1, a Notch pathway transcription factor, regulates key cell cycle genes and has been shown to demonstrate protein expression oscillations.\n\nHere, we sought to establish whether HES1 oscillations may regulate ER+ cancer cell quiescence and reactivation. To investigate this, we developed a fundamental in vitro model of cell cycle arrest and re-entry based on reversible CDK4/6 inhibition (CDK4/6i) with palbociclib, compatible with quantitative single-cell live-imaging of a knock-in endogenous HES1 reporter. Consistent with earlier findings, HES1 exhibited [~]24-hour protein oscillations in cycling cells demonstrating a reproducible dip in protein expression prior to S-Phase. During CDK4/6i-mediated arrest, the [~]24h HES1 oscillation was lost, HES1 levels were maintained at a moderately higher level and HES1 exhibited smaller dips. Similar changes were observed in unperturbed, spontaneously quiescent cells. Following release from CDK4/6i and cell cycle re- entry, these alterations were reversed and the characteristic G1/S HES1 dip was observed. Preventing this dip at the point of release, by inducibly sustaining HES1 with a Tet-On system, upregulated the cell cycle inhibitor p21, impeded cell cycle re-entry and induced cell death. These findings suggest that manipulating HES1 dynamics could represent a promising therapeutic approach to prevent reactivation of dormant tumour cells.\n\nSignificance StatementBreast cancer can recur years after initial treatment due to reactivation of dormant tumour cells. Understanding how these cells exit dormancy is crucial for preventing relapse. We investigated HES1, a transcription factor with rhythmic protein oscillations, and its role in regulating quiescence in oestrogen receptor-positive (ER) breast cancer cells. Using live-cell imaging and a reversible cell cycle arrest model, we show that HES1 dynamics change during dormancy and reactivation, and that disrupting these oscillations prevents cell cycle re-entry and induces cell death. These findings reveal HES1 protein dynamics as a potential therapeutic vulnerability and highlight a novel strategy to target dormant cancer cells to prevent their reactivation.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.04.668440",
    "doi": "10.1101/2025.08.04.668440",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.04.674183",
    "title": "Extracellular vesicles carrying surface-anchored adiponectin prevent obesity-related metabolic complications by enhancing insulin sensitivity",
    "authors": [
      "Blandin, A.",
      "Froger, J.",
      "Voisin, M.",
      "Lachat, M.",
      "Hilairet, G.",
      "Polak, K.",
      "Magusto, J.",
      "Meslier, L.",
      "Croyal, M.",
      "Gourdel, M.",
      "Massiquot, Q.",
      "Chaigneau, J.",
      "Carpentier, M.",
      "Fizanne, L.",
      "Prieur, X.",
      "Le May, C.",
      "Boursier, J.",
      "Cariou, B.",
      "Mamoun, R.",
      "Trentin, B.",
      "Le Lay, S."
    ],
    "summary": "Adiponectin (Adpn) is a potent insulin-sensitizing adipokine with therapeutic promise for type 2 diabetes (T2D) and metabolic dysfunction-associated steatohepatitis (MASH). Its clinical use is limited by challenges in producing stable, bioactive high-molecular weight forms. Adipocyte-derived extracellular vesicles (EVs) naturally carry oligomeric Adpn on their surface, enhancing hormone stability and activity. Here, we engineered EVs displaying membrane-anchored Adpn (EVPP-Adpn) and control EVs lacking Adpn (EVCTL), and evaluated their metabolic effects in high fat diet (HFD)-induced obesity mice. EVPP-Adpn were purified from HEK293T cells stably transfected with a chimeric Adpn fused to a transmembrane domain and a pilot peptide (PP) directing it to EVs ; EVCTL were produced from non-transfected cells. HFD-fed male and female mice received intraperitoneal EV injections for six weeks. EVPP-Adpn improved glucose tolerance and insulin sensitivity, promoted adipocyte lipid storage through insulin-regulated lipogenesis and alleviated MASH features (liver steatosis, inflammation and fibrosis). EVPP-Adpn lowered circulating ceramides and reduced FGF21, indicating improved hepatic metabolism, and activated AKT and AMPK pathways in liver and skeletal muscle, consistent with increased adiponectin signaling. These results demonstrate that surface-anchored Adpn EVs restore tissue-specific insulin signaling and improve obesity-related metabolic dysfunctions, highlighting their potential as a novel biotherapeutic strategy for T2D and MASH.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.04.674183",
    "doi": "10.1101/2025.09.04.674183",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.14.676164",
    "title": "Glycolysis-stratified coordination of fatty acid and glutamine metabolism in pancreatic ductal adenocarcinoma",
    "authors": [
      "Fareed, S."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is highly lethal and characterized by profound metabolic rewiring, yet it remains unclear how fatty acid (FA) and glutamine (GLN) metabolism coordinate across glycolytic states and FA classes. In this study, RNA-seq and clinical data from a multi-institutional PDAC cohort (n = 172,173) were analyzed to quantify FA and GLN pathway activities using single-sample gene set variation analysis (ssGSEA), followed by stratification of tumors into low, medium, and high glycolysis tertiles. FA-GLN associations were evaluated at pathway, enzyme-class (medium, long, and very-long-chain FA; VLCFA >= C20), and family levels using correlation, Fisher-z meta-analysis, and bootstrap resampling. Family-level contrasts were used to compare FA-GLN coupling between glycolysis strata, and complementary metabolite-inference analyses were performed to define metabolite-based tumor phenotypes. Protein-level validation was conducted in an independent PDAC proteomic cohort. FA-GLN coordination was found to be strongly context-dependent: membrane-focused lipid families, glycerophospholipids (GPL) and sphingolipids (SP), showed the strongest GLN coupling in glycolysis-low tumors, whereas coupling shifted toward VLCFA enzyme classes in glycolysis-medium tumors and weakened in glycolysis-high tumors. Family-level contrasts confirmed significantly weaker GPL-GLN and SP-GLN associations in high versus low glycolysis. Metabolite inference analyses identified three metabolic phenotypes that preserved this glycolysis-stratified FA-GLN hierarchy, and protein-level analysis in the CPTAC PDAC cohort partially recapitulated preferential SP-GLN coordination in less glycolytic tumors. Survival analyses suggested glycolysis-state and chain length specific trends in FA-linked pathways. Together, these findings delineate a glycolysis-stratified map of FA-GLN coordination in PDAC and nominate conditional metabolic vulnerabilities with potential therapeutic and dietary relevance.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.14.676164",
    "doi": "10.1101/2025.09.14.676164",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.06.683842",
    "title": "CARP Protects Against Doxorubicin-induced Cardiotoxicity through NRF1-driven Mitochondrial Homeostasis",
    "authors": [
      "Zhong, D.",
      "Xu, X.",
      "Feng, T.",
      "Zhang, W.",
      "Luo, F.",
      "Guo, J.",
      "Luo, Z.",
      "Chen, R.",
      "Wang, Y.",
      "Ma, G."
    ],
    "summary": "AimsDoxorubicin (DOX), a highly effective anthracycline chemotherapeutic agent, is limited by its dose-dependent cardiotoxicity. This study investigates the cardioprotective mechanisms of cardiac adriamycin responsive protein (CARP) and its underlying mechanisms in DOX-induced cardiotoxicity (DIC).\n\nMethods and resultsCardiac-specific CARP transgenic and wild-type mice were subjected to a DIC model. Cardiac function was assessed via echocardiography, histopathology, and transmission electron microscopy (TEM). In vitro, DOX-treated cardiomyocytes overexpressing CARP were analyzed for oxidative stress (ROS levels), mitochondrial function (mtDNA copy number etc.), and mitochondrial-related proteins (Western blot). CARP-NRF1 interaction was validated by co-immunoprecipitation (Co-IP), and NRF1 siRNA knockdown was performed to assess CARPs role in mitochondrial homeostasis. CARP overexpression markedly alleviated DOX-induced cardiac dysfunction and mitochondrial damage, restoring mitochondrial dynamics and mitophagy. Mechanistically, CARP directly interacted with NRF1, and NRF1 knockdown ameliorated CARP-mediated cardioprotection in DIC.\n\nConclusionCARP safeguards against DIC by maintaining mitochondrial homeostasis via NRF1 signaling, positioning it as a promising therapeutic target for DOX-induced cardiomyopathy.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.06.683842",
    "doi": "10.1101/2025.11.06.683842",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696632",
    "title": "Multimodal Data Fusion Reveals Morpho-Genetic Variations in Human Cortical Neurons Associated with Tumor Infiltration",
    "authors": [
      "Liu, Y.",
      "Yun, Z.",
      "Zhang, L.",
      "Ye, W.",
      "Chen, K.",
      "Wang, X.",
      "Ou, M.",
      "Rong, J.",
      "Yang, X.",
      "Mao, L.",
      "Chen, L.",
      "Ji, N.",
      "You, Y.",
      "Ma, C.",
      "Mao, Y.",
      "Zhang, J.",
      "Zhang, L.",
      "Peng, H."
    ],
    "summary": "We introduce LetsACT (Light-Electron-Transcriptome synergistic ACTomography), a multimodal integration platform that overcomes the limitations of single-modality data acquisition and analysis of human brain cells while synergistically leveraging the strengths of each modality. Our approach enables the rapid sample preparation, cell injection, imaging, and multimodal integration of large-scale human neuronal datasets at single-cell resolution. By generating initial laser-scanning-microscopy based optical reconstruction of neuron morphologies followed by refining them using electron-microscopy derived morphological priors, we have assembled one of the largest human cortical morphology datasets to date: 8,398 neurons from 58 donors, with high cortical coverage. This platform is then applied to studying morphological impact of tumor infiltration. Pyramidal neurons in glioma-infiltrated tissues display clear volume shrinkage in somas and branches, tapering from the soma to nearby dendritic compartments. By integrating these morphological variations with spatial and bulk transcriptomic profiles, we find that glioblastoma tissues exhibit dysregulation of 15.29% of genes, including overexpression of TERT, whereas infiltrated tissues show 7.74% gene dysregulation, characterized by overexpression of tumor suppressors such as CDKN2A and TP53. Our analysis implies that pyramidal neurons observed in these infiltrated tissues may involve an active defense instead of undergoing passive apoptosis. Our finding also indicates that LetsACT establishes a valuable resource for the large-scale, comprehensive morpho-genetic analysis of human tissues.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696632",
    "doi": "10.64898/2025.12.26.696632",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697580",
    "title": "Leveraging Human Pangenome for Improved Somatic Variant Detection",
    "authors": [
      "Fu, Q.",
      "Xin, Z.",
      "Miao, B.",
      "Zhang, W.",
      "Kong, N.",
      "Tang, Z.",
      "Ruttenberg, A.",
      "Albracht, D.",
      "Belter, E. A.",
      "Garza, J. E.",
      "Tomlinson, C.",
      "Mehinovic, E.",
      "Shen, J.",
      "Zhuo, X.",
      "Dong, S.",
      "Johnson, B. K.",
      "Majewski, M. F.",
      "Palmer, T.",
      "Jang, H. J.",
      "Cheng, Y.",
      "Li, Z.",
      "Lawson, H. A.",
      "Lindsay, T.",
      "Li, D.",
      "Fulton, R.",
      "Shen, H.",
      "Jin, S. C.",
      "SMaHT Network Assembly/Pangenome Working Group,",
      "Macias-Velasco, J. F.",
      "Wang, T."
    ],
    "summary": "Somatic variant detection is technically challenging due to low variant allele fractions, the confounding presence of germline variation, and reference bias. Linear references such as GRCh38 miss sample-specific variation, causing misalignments and incorrect variant calls. Although telomere-to-telomere donor-specific assemblies (DSAs) accurately represent individual genomes, their application is limited by cost and technical barriers. Alternatively, the graph-based human pangenome provides a scalable framework to improve read alignment and perform genome inference. Here, we benchmarked somatic variant detection using GRCh38, graph-based pangenomes, and pangenome-inferred DSAs with a HapMap mixture dataset and the COLO829 melanoma cell line. Pangenome-guided alignment improves read mapping and somatic variant calling accuracy. Furthermore, personalized pangenomes partially reconstruct donor-specific genomic content, improving accuracy, reducing germline contamination, and enabling detection of events in loci absent or poorly represented in GRCh38. These findings demonstrate that graph-based and personalized pangenomes are effective strategies for enhancing somatic variant detection compared with GRCh38.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697580",
    "doi": "10.64898/2026.01.04.697580",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697570",
    "title": "Awakening intracellular immunity for functional HIV cure",
    "authors": [
      "Lanna, A.",
      "Rinaldi, F.",
      "Stingone, C."
    ],
    "summary": "HIV persists in long-lived CD4 T cell reservoirs despite antiretroviral therapy (ART)1. Elite controllers suppress viraemia without ART2, yet reservoir reactivation emerges with immune ageing3. Here we show that transient reprogramming of patient-derived CD4 T cells restores their ability to eliminate HIV-infected reservoirs, excising integrated proviral DNA. A defined compound, or physiological induction, drove rapid reprogramming ex vivo, enabling clearance of HIV DNA within hours to days of treatment, independently of ART. Single-cell RNA sequencing revealed activation of an antiviral telomere transfer programme4 that exceeds elite-like control. In humanised mice, adoptive transfer of reprogrammed patient CD4 T cells, or in vivo reprogramming of murine T cells, eliminated HIV DNA across reservoirs, with undetectable viral genomes persisting for months. Modelling predicted that residual proviral reactivation would be governed by rare stochastic events, rendering viral rebound unlikely within a human lifespan. These findings identify a previously unrecognised form of intracellular immunity and establish a defined route to a functional HIV cure arising from the CD4 T cell itself.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697570",
    "doi": "10.64898/2026.01.04.697570",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697595",
    "title": "Empagliflozin alleviates doxorubicin-induced cardiotoxicity by suppressing oxidative stress via modulation of the JNK/Nrf2 signaling pathway",
    "authors": [
      "Peng, G.",
      "Ni, L.",
      "Guo, Z.",
      "Huang, L.",
      "Ma, W.",
      "Zheng, F.",
      "Zhang, Y.",
      "Gao, F.",
      "Wang, Z.",
      "Cai, W."
    ],
    "summary": "Doxorubicin (DOX) treatment increases the risk of myocardial dysfunction and heart failure, in which oxidative stress plays a central role. Empagliflozin (EMPA) has been shown to benefit heart failure patients, yet its underlying mechanism remains unclear. In this study, we showed that EMPA treatment improved cardiac function, ameliorated structural remodeling, and increased survival in DOX-treated mice. Furthermore, EMPA reduced DOX-induced reactive oxygen species (ROS) overproduction and myocardial injury. Through functional analysis overlapping DIC- and EMPA-regulated genes, we identified the involvement of JNK signaling in addition to redox pathways. Subsequent investigations demonstrated that EMPA restored redox homeostasis by inhibiting JNK activation, reactivating NRF2 and its downstream antioxidant proteins HO-1, NQO1, GPX4, and SOD2 both in vivo and in vitro. These protective effects were abolished by the Nrf2 inhibitor ML385 or the JNK activator anisomycin. Collectively, our findings indicate that EMPA protects against DOX-induced cardiotoxicity by modulating the JNK/Nrf2 signaling and attenuating oxidative stress. This study provides a rationale for further investigation of EMPA as a potential therapeutic strategy for chemotherapy-associated cardiac injury.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=135 SRC=\"FIGDIR/small/697595v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (24K):\norg.highwire.dtl.DTLVardef@1ed4b89org.highwire.dtl.DTLVardef@1fa4092org.highwire.dtl.DTLVardef@a55c50org.highwire.dtl.DTLVardef@4fb293_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697595",
    "doi": "10.64898/2026.01.05.697595",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697622",
    "title": "O-GlcNAcylation drives macrophage IL-4 responsiveness and tissue residency through metabolic and cell cycle calibration",
    "authors": [
      "Heieis, G. A.",
      "Finlay, C. M.",
      "Patente, T. A.",
      "Erbi, M.",
      "van der Meer, T.",
      "O'Keeffe, J.",
      "Lambooij, J. M.",
      "Otto, F.",
      "Faas, F.",
      "Mulder, A. A.",
      "Maizels, R. M.",
      "Koning, R. I.",
      "Everts, B."
    ],
    "summary": "The metabolic requirements for macrophage IL-4 polarization remain contentious, while immunometabolic studies of tissue resident macrophages are still sparse. Hexosamine biosynthesis has gained attention regarding its immune regulatory potential via downstream O-GlcNAcylation. Here we identify protein O-GlcNAcylation as a requirement for IL-4 polarization in vitro and proliferative expansion in vivo during cytokine challenge or infection. We further show that O-GlcNAcylation is critical for controlling tissue residency. By enforcing metabolic and cell cycle quiescence during differentiation, O-GlcNAcylation is needed for adult monocytes to establish a long-live residency program. In this context, its absence leads to perpetual DNA vulnerability and damage via reactive oxygen species, resulting in a senescent-like state poised for cell death. Conversely, long-lived populations instead require O-GlcNAcylation for self-renewal and inflammatory expansion. Our findings altogether suggest O-GlcNAcylation, fueled by hexosamine biosynthesis, serves as a central metabolic rheostat for resident macrophage formation and maintenance during homeostasis and disease.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697622",
    "doi": "10.64898/2026.01.05.697622",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697669",
    "title": "Prebiotic aqueous reactions catalyzed by native nickel without hydrogen",
    "authors": [
      "Garcia Garcia, C.",
      "Brabender, M.",
      "Martin, W. F."
    ],
    "summary": "Compared to iron, nickel is comparatively rare as a transition metal in enzymes. But it is essential in several enzymes of carbon and energy metabolism in acetogens (bacteria) and methanogens (archaea), which use the acetyl-CoA pathway of H2-dependent CO2 fixation. Nickel containing enzymes of acetogens and methanogens include FeNi hydrogenase, carbon monoxide dehydrogenase, acetyl-CoA synthase and, in methanogens, methyl-CoM reductase in the last step of methane synthesis. Several lines of evidence implicate the acetyl-CoA pathway as the most ancient pathway of CO2 fixation, most notably recent findings that the overall reaction of the enzymatic pathway from H2 (E0' = -414 mV) and CO2 to pyruvate can be replaced by Ni0 alone in water as the lone catalyst. Here we studied the ability of Ni0 to serve as catalyst and reductant for nonenzymatic redox reactions that require only a mild reductant, as the midpoint potential of Ni0 oxidation to Ni2+ is E0' = -260 mV. We show that Ni0 in water can convert 2-oxo acids to 2-hydroxy acids and, in the presence of NH3, to amino acids at 25-100C without addition of H2, and that it will function as catalyst and reductant for the fumarate reductase reaction. The findings expand the repertoire of ancient metabolic reactions that Ni0 can catalyze without proteins, cofactors, or sulfur, shedding light on the broad catalytic activity and substrate specificity of Ni0 at metabolic origin.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697669",
    "doi": "10.64898/2026.01.05.697669",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697672",
    "title": "Subchondral H-type Blood Vessel Formation Aggravates Articular Cartilage Degeneration through LEP-LEPR Axis",
    "authors": [
      "Yu, C.",
      "Qin, J.",
      "Zhao, X.",
      "Luo, S.",
      "Zeng, H.",
      "Xu, B.",
      "Li, J."
    ],
    "summary": "BackgroundOsteoarthritis (OA) is a chronic degenerative joint disease characterized by cartilage deterioration that has resulted in severe physical and economic costs for society. Risk factors for osteoarthritis encompass genetic predisposition, mechanical influences, obesity, inflammation, and metabolic problems. Recent reports indicate that the morphological alterations of subchondral bone evolve dynamically with the advancement of osteoarthritis. A significant alteration in subchondral bone is the development of aberrant blood vessels, particularly H-type vessels. H-type arteries are essential for preserving subchondral bone homeostasis. They support nutrients and oxygen to bone tissue and eliminate waste, thereby supporting the metabolic activities of osteoblasts and osteoclasts. However, the upstream factors governing H-type arteries are yet unknown.\n\nMethodsThe whole transcriptome analysis was performed by informatics which is further verified in clinical samples. Using LEP and LEPR knockout mice, the correlation between abnormal subchondral bone metabolism and LEP, LEPR, and H-type vessel formation were uncovered.\n\nConclusionsThis study reveals that the lipid metabolism pathway was highly enriched on the OA lesion, and LEP and LEPR were markedly underexpressed in the subchondral bone on the side with severe OA lesions. The causal relationship of the LEP-LEPR-CD31 signalling pathway in aging and osteoarthritis models is revealed at the overall and molecular levels. This project will provide a new theoretical basis for the pathogenesis of early OA and new ideas and targets for the clinical treatment of OA by exploring the LEP-LEPR-CD31 signalling in osteoarthritis.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697672",
    "doi": "10.64898/2026.01.05.697672",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697597",
    "title": "Integrated single-cell analysis reveals interferon-driven immune signatures in a DENV1 human infection model.",
    "authors": [
      "Vermeersch, A.-S.",
      "Verdonckt, T.-W.",
      "Struyfs, C.",
      "De Meester, E.",
      "Waickman, A.",
      "Thomas, S. J.",
      "Arien, K. K.",
      "Lagatie, O.",
      "Van Nieuwerburgh, F."
    ],
    "summary": "Dengue virus infection triggers complex innate and adaptive immune responses, yet the molecular mechanisms that shape early antiviral immunity remain incompletely defined. We performed longitudinal single-cell multi-omics profiling of peripheral blood mononuclear cells from four flavivirus-naive adults experimentally infected with DENV-1, integrating 5' scRNA-seq with paired surface proteomics.\n\nAcross 95,841 high-quality cells collected at baseline and on days 8 and 10 post-infection, we observed a strong interferon-driven transcriptional response accompanied by marked immune-cell redistribution, including expansion of monocytes and transient reductions in dendritic cells and double-negative T cells. Cytotoxic and helper lymphocyte populations, particularly naive, central memory, and effector memory CD8 T cells, showed extensive crosstalk with monocytes and NK cells, reflecting coordinated cytokine production and cytotoxic activation. Early B cell activation was evident through increased immunoglobulin gene expression. Innate sensing pathways, including RIG-I and Toll-like signaling, were activated across NK, T, and B cell subsets, while also demonstrating enrichment of antigen processing and apoptosis programs. Pro-inflammatory and cytotoxic signatures peaked at day 8, supported by broad upregulation of interferon-stimulated, pro-apoptotic, and regulatory genes.\n\nTogether, these findings define a robust IFN-driven antiviral state and coordinated activation of immune cell subsets, providing new insights into the immune dynamics of primary dengue infection.\n\nImportanceDengue virus infects millions of people each year, but the early immune events that shape disease outcomes are still unclear. Most studies measure average responses across all blood cells, which hides how individual cell types react. By tracking thousands of single immune cells from volunteers infected with dengue virus under controlled conditions, we show how the immune system rapidly reorganizes during the first days of infection. Many cell types activate antiviral programs, communicate with one another, and shift their behavior in a coordinated way, driven by strong interferon activity. These results provide a clearer view of how early immune responses unfold in humans and identify cellular processes that may influence who develops more severe illness.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697597",
    "doi": "10.64898/2026.01.04.697597",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.696401",
    "title": "Assessing Hardy-Weinberg Equilibrium in T2T-aligned 1000 Genomes Project",
    "authors": [
      "Garg, E.",
      "Romain, J.",
      "Sun, L.",
      "Paterson, A. D."
    ],
    "summary": "Quality control of markers in genome-wide association studies often includes testing for Hardy-Weinberg equilibrium (HWE). However, this is usually implemented in a homogeneous population without stratifying by sex. Previous work indicates sex-based selection at numerous autosomal loci in cohorts with active recruitment. Sex chromosome sequences can also interfere with autosomal SNPs. We examined genome-wide sex-specific HWE deviations across populations in the telomere-to-telomere (T2Tv2)-aligned high-coverage whole genome sequence of the 1000 Genomes Project data of 2,490 individuals. Our analysis was restricted to bi-allelic SNPs with non-missing genotypes and MAF>=5% in both sexes of the five super-populations. We employed a robust allele-based approach for HWE testing, which enabled the quantification of directional deviations from HWE. A second-order omnibus meta-analysis combining results from the five super-populations and both sexes revealed that 0.9% autosomal SNPs exhibited a significant deviation from HWE at p<5e-8. Most of these deviations were found to be associated with genomic features relating to poor sequence quality. Filtering results to reliable genomic regions yielded 255 autosomal and 1 NPR X chromosomal SNPs, of which 140 autosomal SNPs also showed significant heterogeneity across populations but not across sexes. 8 SNPs in a 15-bp region on chr14 showed excess heterozygosity in both sexes of the AFR (African) super-population. We also generated a well-performing multivariate predictor of HWD (deviation from HWE) using multiple sequence features, which could be combined with HWD estimates in future studies to select SNPs that deviate from HWE due to technical rather than biological reasons.\n\nAuthor SummaryWe conducted a specific quality control test, which compares the observed and expected genotype counts, on an updated version of the 1000 Genomes Project whole genome sequence data generated on [~]2500 individuals. We first performed this analysis by grouping the data by ancestry and sex. We then combined and contrasted the group results. We found that most regions that differed between observed and expected counts overlapped regions of the genome which are difficult to sequence using current short read technology. In the remaining regions we found an interesting cluster of SNPs in a single ancestry, where there is a gross excess of heterozygous genotypes. GWASes typically use a standard strict threshold for this quality control test for genotyping arrays to remove SNPs. Here we suggest a more nuanced approach that is applicable to whole genome sequence data.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.696401",
    "doi": "10.64898/2026.01.05.696401",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697725",
    "title": "Age-Dependent Chromatin Remodeling Drives Inflammatory Dysregulation in Tendon Cells",
    "authors": [
      "Blanch, T. E.",
      "Zhang, E. Y.",
      "Kim, S.",
      "Tumenbaya, B.-I.",
      "Jiang, X.",
      "Kwon, I. K.",
      "Dyment, N.",
      "Jung, I.",
      "Heo, S. C."
    ],
    "summary": "Aging impairs tissue function and tolerance to cellular stress by reprogramming the behavior of resident cells. With global increases in lifespan, the prevalence of chronic and degenerative musculoskeletal disorders, including tendon degeneration, continues to rise; however, effective interventions to counteract age-related decline remain limited. Here, we investigate how a central age-associated stressor, inflammation, differentially modulates tendon cell behavior derived from young and mature-aged donors. Using super-resolution microscopy to resolve nanoscale chromatin organization in conjunction with epigenomic and transcriptomic profiling, we identify age-dependent regulatory mechanisms that govern inflammatory responsiveness. Mature-aged tendon cells exhibit exaggerated pro-inflammatory and catabolic responses across chromatin, gene expression, and protein signaling levels, characterized by enhanced TNF receptor organization, elevated accessibility at pro-inflammatory regulatory elements, and robust induction of matrix-degrading enzymes. Notably, the AP-1 transcription factor family emerges as a central age-dependent regulator, displaying distinct motif accessibility patterns that bias mature tenocytes toward inflammatory and degenerative transcriptional programs. Taken together, our findings demonstrate that age-dependent epigenetic priming amplifies inflammatory sensitivity and constrains reparative gene regulation in mature tendon cells. This work provides a mechanistic framework linking chromatin remodeling to tendon degeneration and holds potential to identify epigenetic and transcriptional pathways as potential targets for rejuvenation strategies in aging musculoskeletal tissues.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697725",
    "doi": "10.64898/2026.01.05.697725",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697680",
    "title": "Fendioxypyracil, a new and systemic PPO-inhibiting herbicide for X-spectrum weed control",
    "authors": [
      "Seiser, T.",
      "Porri, A.",
      "Johnen, P.",
      "Zeyer, S.",
      "Wahrheit, J.",
      "Betz, M.",
      "Vandenberghe, B.",
      "Asher, S.",
      "Parra, L."
    ],
    "summary": "BackgroundFendioxypyracil is a novel protoporphyrinogen oxidase (PPO)-inhibiting herbicide (HRAC Group 14) developed to address the increasing prevalence of herbicide-resistant weeds and to expand available weed control options. PPO inhibitors disrupt chlorophyll biosynthesis by blocking the conversion of protoporphyrinogen IX to protoporphyrin IX, resulting in light-promoted formation of reactive oxygen species and rapid plant necrosis. Building on established PPO chemistry, fendioxypyracil incorporates a pyridine-based core and an aryloxy sidechain designed to enhance binding affinity and post-emergence activity.\n\nResultsGreenhouse evaluations demonstrated high efficacy of fendioxypyracil against key grass weeds, including wild oat (Avena fatua), crabrass (Digitaria Sanginalis), goosegrass (Eleusina indica) and barnyard grass (Echinochloa crus-galli), as well as strong control of major broadleaf species. Physiological characterization and enzyme inhibition assays confirmed PPO as the primary site and mode of action, with IC values lower than those of the commercial standard saflufenacil for both PPO isoforms.\n\nConclusionFendioxypyracil represents a next-generation PPO inhibitor with broad-spectrum and systemic activity, offering a valuable new tool for integrated weed management. Its high biological activity and efficacy across multiple weed taxa supports its potential to enhance on-farm weed control strategies and contributes to resistance management programs.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697680",
    "doi": "10.64898/2026.01.05.697680",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697750",
    "title": "Targeted Lipid Metabolism Screening Uncovers Regulatory Effects on the STING Immune Response in Mevalonate, Eicosanoid and Fatty Acid Pathways",
    "authors": [
      "Skobelkina, S.",
      "Brunsting, E. L.",
      "perkins, d. J."
    ],
    "summary": "The cGAS/STING pathway is a critical signaling hub that orchestrates type I interferon (IFN) responses, autophagy, and programmed cell death in response to double stranded DNA (dsDNA) or cyclic dinucleotides. While traditionally characterized as a sensor of foreign or mis-localized self dsDNA, recent evidence demonstrates that STING also integrates information about the homeostasis of cellular lipid biosynthesis into the innate inflammatory response. This integration occurs most notably through STINGs sensitivity to de novo cholesterol synthesis. However, given that mammalian cells undergo widespread lipid metabolic reprogramming, characterized by alterations in the synthesis of many lipid species in addition to cholesterol, during processes such as malignant transformation to cancer or during infection by intracellular pathogens, we hypothesized that STING function may be regulated by perturbations in other undescribed lipid pathways. To investigate potential other facets of the STING-lipid interface, we have performed a targeted small molecule screen across multiple lipid metabolic pathways, including the mevalonate, PPAR (fatty acid), and arachidonic acid pathways. Our findings reveal that positively and negatively perturbing enzymes within these diverse lipid paths including lipoxygenases and cyclooxygenases can significantly modulate STING-dependent signal transduction and transcriptional programs identifying metabolic nodes that link lipid homeostasis with innate immune signaling. These results suggest that existing lipid-lowering and metabolic therapies may have unappreciated immunomodulatory effects on STING applicable in cancer and infectious disease, offering new opportunities for therapeutic intervention.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697750",
    "doi": "10.64898/2026.01.05.697750",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697761",
    "title": "Systems-level phosphoproteomics reveals conserved and subunit-specific STRIPAK signaling networks in Cryptococcus neoformans",
    "authors": [
      "Peterson, P. P.",
      "Croog, S.",
      "Choi, Y.",
      "Choi, J.-T.",
      "Bahn, Y.-S.",
      "Heitman, J."
    ],
    "summary": "The striatin-interacting phosphatase and kinase (STRIPAK) complex is a conserved PP2A-associated signaling hub that integrates kinase-phosphatase networks, yet its roles in human fungal pathogens remain poorly defined. Here, we dissected STRIPAK functions in the opportunistic pathogen Cryptococcus neoformans by combining genetic, genomic, virulence, and systems-level phosphoproteomic analyses across mutants lacking individual STRIPAK subunits. Loss of the core STRIPAK components via PPH22, FAR8, FAR9, or FAR11 mutations caused severe defects in growth, stress adaptation, cell-cycle progression, and morphogenesis, accompanied by widespread aneuploidy and genome instability. In murine infection models, far11{Delta} strains were avirulent, whereas far9{Delta} mutants caused delayed but ultimately fatal disease and underwent host-associated genome remodeling, with all recovered isolates acquiring chromosome 11 tetraploidy despite no consistent in vitro fitness advantage. In striking contrast, deletion of MOB3 produced a hypervirulent phenotype. mob3{Delta} cells exhibited enhanced transmigration across an in vitro blood-brain barrier model, increased survival in macrophages, and generated abundant small-cell morphotypes in vitro and in vivo, features associated with increased dissemination. Global phosphoproteomic profiling revealed extensive and overlapping phosphorylation changes among core STRIPAK mutants, affecting pathways involved in signaling, cytoskeletal and cell-cycle control, chromatin and transcriptional regulation, RNA metabolism, and stress responses. By contrast, mob3{Delta} mutants displayed a smaller, largely distinct phosphoproteomic signature. Network and functional enrichment analyses highlighted STRIPAK-dependent regulation of MAPK/GTPase signaling, autophagy, nuclear transport, RNA processing, DNA replication, and ribosome biogenesis. Together, these findings establish STRIPAK as a central coordinator of genome stability, morphological plasticity, and virulence in C. neoformans, and demonstrate that individual STRIPAK subunits drive shared yet divergent signaling outputs that shape host-pathogen interactions.\n\nImportanceFungal pathogens must rapidly adapt their growth, morphology, and stress responses to survive within the host, processes that depend on precise regulation of cellular signaling pathways. The conserved striatin-interacting phosphatase and kinase (STRIPAK) complex controls key developmental programs in eukaryotes, but its roles in fungal pathogenesis are not fully defined. We previously showed that STRIPAK is important for genome stability, development, and virulence in the opportunistic human pathogen Cryptococcus neoformans.\n\nHere, we demonstrate that disruption of additional STRIPAK subunits causes severe growth and stress-response defects, and attenuation of virulence, but can also drive genome plasticity and morphological adaptation during infection. In contrast, loss of the Mob3 subunit promotes hypervirulence by enhancing dissemination and persistence within the host. Phosphoproteomic profiling reveals that individual STRIPAK components exert shared yet distinct control over phosphorylation networks that shape host-pathogen interactions, establishing STRIPAK as a central signaling hub and a potential target for antifungal intervention.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697761",
    "doi": "10.64898/2026.01.05.697761",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697675",
    "title": "A proteome-wide biochemical screen defines binding determinants of the core autophagy protein LC3B",
    "authors": [
      "Kosmatka, J.",
      "Liu, C.",
      "Halpin, J. C.",
      "Lim, D.",
      "Davis, J. H.",
      "Keating, A. E."
    ],
    "summary": "Human MAP1LC3B (LC3B) binds proteins involved in autophagy and other cellular processes using a degenerate four-residue short linear motif known as the LC3-interacting region (LIR). Biochemical and structural studies have identified LIRs in many LC3B interaction partners, but the sequence features that contribute to binding have not been systematically explored. To discover peptides that interact with LC3B and to deeply profile the key binding determinants, we screened a library of ~500,000 36-residue peptides derived from the human proteome using bacterial cell-surface display. Analysis of the screening data, coupled with structural studies and site-directed mutagenesis, revealed exceptions to the reported LIR motif and a strong preference for negatively charged residues adjacent to the LIR, which we visualized in a newly determined structure of LC3B bound to a peptide isolated in our screen. Guided by our screening data, we designed synthetic LIR-containing peptides that bind LC3B with affinities comparable to the tightest measured natural binder. Finally, we determined that mutations in LC3B commonly thought to abrogate binding of LIR-containing peptides instead alter LC3B binding specificity, leading to enhanced binding of some LIR-containing sequences. Taken together, our results refine the LIR motif definition, expand the network of candidate LC3B interaction partners, and highlight how mutations at the LC3B-LIR interface can modulate affinity and specificity.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697675",
    "doi": "10.64898/2026.01.05.697675",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697773",
    "title": "The combination of BCL-xL PROTAC and mTOR inhibitor sensitizes pancreatic ductal adenocarcinoma to KRASG12D inhibitor treatment by enhancing apoptosis induction",
    "authors": [
      "Miyan, J.",
      "Vudatha, V.",
      "Cao, L.",
      "Zhang, P.",
      "Zheng, G.",
      "Zheng, L.",
      "Trevino, J.",
      "Zhou, D.",
      "KHAN, S."
    ],
    "summary": "Pancreatic ductal adenocarcinoma (PDAC) is a highly aggressive cancer with a five-year survival rate of approximately 13%, partly because of limited treatment options and resistance to therapies. Although the recently discovered KRAS G12D inhibitor MRTX1133 has shown promise for PDAC treatment in preclinical studies, its clinical efficacy as a single agent is expected to be limited, as is the case with KRAS G12C inhibitors. Therefore, in this study, we evaluated potential combination strategies to enhance the therapeutic effect of MRTX1133. We rationally combined MRTX1133 with the BCL-xL proteolysis-targeting chimera (PROTAC) DT2216 and the mTOR inhibitor everolimus, which significantly potentiated the anti-tumor activity of MRTX1133 in multiple G12D-mutated PDAC cells in vitro by enhancing apoptosis induction. Mechanistically, MRTX1133 treatment increased BIM and decreased NOXA levels, while the combination of DT2216/everolimus was shown to simultaneously enhance BIM release and stabilize NOXA. In vivo, DT2216/everolimus combination significantly potentiated the anti-tumor activity of MRTX1133 in AsPC1 PDAC xenograft model. Furthermore, the triple combination of MRTX1133, DT2216, and everolimus effectively overcame acquired resistance to MRTX1133 in AsPC1 cells in vitro and in xenograft model. Collectively, our findings suggest that the single-agent efficacy of MRTX1133 is limited by apoptosis inhibition, and that its combination with DT2216/everolimus can enhance apoptosis and potentially overcome resistance in KRAS G12D-mutated PDAC.\n\nSIGNIFICANCEKRAS inhibitors, including KRAS G12D inhibitor MRTX1133, are promising therapeutics against KRAS-mutated pancreatic ductal adenocarcinoma (PDAC), but drug resistance limits their efficacy. Our study reveals that robust induction of apoptosis using a combination of BCL-xL PROTAC degrader and an mTOR inhibitor, significantly enhances MRTX1133 efficacy in PDAC models without increasing toxicity to normal tissues.",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697773",
    "doi": "10.64898/2026.01.05.697773",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.05.697573",
    "title": "Zebrin molecular identity and cerebellar location determine Purkinje cell vulnerability in Christianson syndrome mice",
    "authors": [
      "Masson, L.-C.",
      "Tourbina-Kolomiets, J.",
      "Marquez, B. T.",
      "Watt, A. J.",
      "McKinney, R. A."
    ],
    "summary": "Ataxia is a major characteristic feature in Christianson syndrome, where Purkinje cells in the anterior cerebellar vermis are vulnerable to degeneration while those in the posterior vermis are resilient. Here, we provide a temporal study of changes in Purkinje cell function, cell vulnerability and innervation of cerebellar nuclei in a mouse model of Christianson syndrome. Purkinje cells express certain molecules in a patterned manner across the cerebellum, such as aldolase C/zebrin-II (zebrin). We show that zebrin patterning appears normal before disease onset in Christianson syndrome mice with no apparent cell death, similar to what has been reported in patients. We observe rapid Purkinje cell death in the anterior lobe of Christianson syndrome mice that is exclusive to zebrin-negative Purkinje cells, with zebrin-positive Purkinje cells showing resilience. Intrinsic firing deficits exclusively in the anterior cerebellum are observed at the same time as the first observed cell death in the anterior cerebellum. In contrast, posterior Purkinje cells degenerated later, but zebrin-negative and zebrin-positive cells were equally susceptible to degeneration. Purkinje cells innervation in the cerebellar nuclei was also lost in Christianson syndrome mice in a region-specific manner: neurons in the anterior cerebellar nuclei, with predominantly zebrin-negative Purkinje cells inputs, displayed dramatic loss of Purkinje cells innervation, while neurons in the posterior cerebellar nuclei, innervated by both zebrin-negative and zebrin-positive terminals, showed greater resiliency. Together, our results highlight that cerebellar location and zebrin molecular identity appear important to the vulnerability of Purkinje cells and their innervation in the cerebellar nuclei in Christianson syndrome.\n\nHIGHLIGHTSO_LIFirst study showing Purkinje cell intrinsic firing alterations in Christianson syndrome mice.\nC_LIO_LIZebrin patterning appears normal before disease onset in Christianson syndrome mice.\nC_LIO_LIPurkinje cell firing deficits and death start at post-natal day 35 only in the anterior cerebellum in a Christianson syndrome mouse model.\nC_LIO_LIZebrin-negative and zebrin-positive Purkinje cells in the posterior cerebellum are initially resilient but are both equally susceptible to Purkinje cell death at later stages of the disorder.\nC_LIO_LIZebrin-negative Purkinje cell inputs to the anterior cerebellar nuclei are lost, while zebrin-positive inputs remain.\nC_LIO_LIThe pattern of Purkinje cell death in Christianson Syndrome is similar to that of many rare ataxias, suggesting a comparable underlying pathophysiology, which could lead to common therapeutic targets.\nC_LI",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.05.697573",
    "doi": "10.64898/2026.01.05.697573",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41494253",
    "title": "Afzelin alleviates osteoarthritis by suppressing pyroptosis through decreasing NSUN5-mediated NLRC4 m5C modification.",
    "authors": [
      "Hong H",
      "He S",
      "Huang J",
      "Hong Z",
      "Wu L",
      "Zhang Y",
      "Xi H"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41494253/",
    "doi": "doi: 10.1016/j.intimp.2026.116159",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41494251",
    "title": "Anemoside B4 ameliorates septic cardiomyopathy by activating SRC-mediated PI3K/AKT/mTOR pathway to alleviate mitochondrial dysfunction and cardiomyocyte senescence.",
    "authors": [
      "Fang Y",
      "Yang B",
      "Zhu D",
      "Zhang X",
      "Jiang X",
      "Wang H",
      "Zhang L",
      "Yu Y",
      "Yang Y",
      "Yuan M",
      "Li T",
      "Chen Y",
      "Wang H",
      "Huang D"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41494251/",
    "doi": "doi: 10.1016/j.intimp.2025.116108",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bmTOR\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41493851",
    "title": "METTL3 regulates α-KG-dependent mitophagy and apoptosis in nucleus pulposus cells through the MALAT1/miR-23c/IDH1 axis.",
    "authors": [
      "Wu O",
      "Jin Y",
      "Weng S",
      "Zhang Z",
      "Tu K",
      "Sun J",
      "Chen L",
      "Chen Q",
      "Chen Z",
      "Jones M",
      "Wang X",
      "Guo Z",
      "Li YM",
      "Xie Y",
      "Wu M",
      "Shen S",
      "Wu A"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493851/",
    "doi": "doi: 10.1016/j.celrep.2025.116793",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41492851",
    "title": "BdNOX5 mediates gut microbiota homeostasis via ROS regulation in Bactrocera dorsalis.",
    "authors": [
      "Zeng T",
      "Wu JH",
      "Yang T",
      "Fu R",
      "Song JL",
      "Xu YJ"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492851/",
    "doi": "doi: 10.1002/ps.70506",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41492152",
    "title": "Early Monitoring of Cardiac Oxidative Stress in Type 2 Diabetic Mice Using a Magnetic Resonance Imaging and Immunospin Trapping Strategy.",
    "authors": [
      "Liu H",
      "Wang J",
      "Ma C",
      "Zhang K",
      "Sun R",
      "Wu Q",
      "Liu M",
      "Zhang S",
      "Zhang M",
      "Li X",
      "Tong J",
      "Guo Y"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492152/",
    "doi": "doi: 10.1021/acsami.5c22976",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41492018",
    "title": "Analysis of BAL extracellular vesicles unveils NF-kB activation at the onset of chronic lung allograft dysfunction.",
    "authors": [
      "Storaci AM",
      "de Filippo MR",
      "Franzi S",
      "Mansour N",
      "Lopez G",
      "Molisso MT",
      "Zadra G",
      "Brevi M",
      "Gianazza E",
      "Banfi C",
      "Bianchi C",
      "Garulli G",
      "Mendogni P",
      "Nosotti M",
      "Blasi F",
      "Morlacchi LC",
      "Palleschi A",
      "Vaira V"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492018/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "pmid:41492009",
    "title": "Rapid activation of p62 body-mediated autophagy in human cells under hyperosmotic stress.",
    "authors": [
      "Tamura N",
      "Waguri S"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492009/",
    "doi": "doi: 10.1038/s42003-025-09190-6",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41491961",
    "title": "Exploring gait automaticity and prefrontal brain activity during single and dual-task walking in aging and Parkinson's disease.",
    "authors": [
      "Kvist A",
      "Peterson DS",
      "Bezuidenhout L",
      "Johansson H",
      "Albrecht F",
      "Ekman U",
      "Conradsson DM",
      "Franzén E"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491961/",
    "doi": "doi: 10.1186/s12984-025-01864-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41491902",
    "title": "Knocking down Cavin1 can suppress cell proliferation, lipid metabolism and accelerate cell apoptosis in pancreatic cancer.",
    "authors": [
      "Liu W",
      "Wang L",
      "Zhou Y",
      "Zhu S"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491902/",
    "doi": "doi: 10.1007/s12672-025-04338-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41491851",
    "title": "Lipid metabolism-inflammation crosstalk and risk of incident cancer, cardiovascular diseases, and stroke among individuals with prediabetes: findings from a nationwide, population based, prospective cohort study.",
    "authors": [
      "Li W",
      "Chen J",
      "Fu Y",
      "Wang W",
      "Zeng Q"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491851/",
    "doi": "doi: 10.1186/s13098-025-02065-0",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41491841",
    "title": "Ubiquitination and autophagy in host-pathogen interactions: from immune surveillance to therapeutic targeting.",
    "authors": [
      "Mello-Vieira J",
      "Dikic I"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491841/",
    "doi": "doi: 10.1038/s41577-025-01239-1",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41491753",
    "title": "Overall and Avoidable Healthcare Utilization among Heterogeneous Hispanic/Latino Ethnic Groups with Cognitive Impairment in the Study of Latinos-Investigation of Neurocognitive Aging (SOL-INCA).",
    "authors": [
      "Fernandez Cajavilca M",
      "Finik J",
      "Ðoàn LN",
      "Pagán JA",
      "Wu B",
      "Fletcher J",
      "Sadarangani T"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491753/",
    "doi": "doi: 10.1007/s40615-025-02839-2",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41491705",
    "title": "Yangjingzhongyu Decoction regulates primordial follicle initiation via LncRNA-Smad1/AMPK dual pathways in diminished ovarian reserve.",
    "authors": [
      "Li W",
      "Zhang J",
      "Shi D",
      "Wang J",
      "Luo S",
      "Yang J",
      "Deng D"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491705/",
    "doi": "doi: 10.1186/s13048-025-01955-1",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41491528",
    "title": "USP5 inhibition stimulates immunogenic ferroptosis that enhances immunotherapy in diffuse large B-cell lymphoma.",
    "authors": [
      "Wu J",
      "Liu C",
      "Chen Q",
      "Deng Y",
      "Wang J",
      "Gao Y",
      "Wei B"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491528/",
    "doi": "doi: 10.1186/s12964-025-02617-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41491459",
    "title": "Remodeling of three-dimensional genome architecture in cardiac development and aging.",
    "authors": [
      "Gu Y",
      "Gou Y",
      "Jing Y",
      "Ma L",
      "Wang K",
      "Wang Y",
      "He H",
      "Wang R",
      "Yang Y",
      "Yang J",
      "Li X",
      "Tang Y",
      "Yan Z",
      "Liu P",
      "Luo G",
      "Liang Y",
      "Lv X",
      "He Z",
      "Li M",
      "Tang Q"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491459/",
    "doi": "doi: 10.1186/s12864-025-12481-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41491342",
    "title": "Mechanistic study of miR-148a-3p-mediated AMPK/mTOR/S6-dependent autophagy in hepatitis B virus replication.",
    "authors": [
      "Liu J",
      "Sheng Y"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491342/",
    "doi": "doi: 10.1007/s11262-025-02201-y",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b",
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41491280",
    "title": "Association between cardiovascular health and epigenetic aging: a twin study.",
    "authors": [
      "Cao H",
      "Jiang Z",
      "Cao W",
      "Lv J",
      "Yu C",
      "Huang T",
      "Sun D",
      "Liao C",
      "Pang Y",
      "Hu R",
      "Gao R",
      "Yu M",
      "Zhou J",
      "Wu X",
      "Liu Y",
      "Gao W",
      "Li L"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491280/",
    "doi": "doi: 10.1186/s13148-025-02034-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41491271",
    "title": "The effect of obesity and aging on NAD(+)/Sirtuin metabolism transcription and DNA methylation in subcutaneous adipose tissue of monozygotic twin pairs discordant for BMI.",
    "authors": [
      "Lapatto HAK",
      "van der Kolk BW",
      "Muniandy M",
      "Heinonen S",
      "Heikkinen A",
      "Alvarez M",
      "Lee SHT",
      "Jokinen R",
      "Lundbom J",
      "Kuula J",
      "Hakkarainen A",
      "Groop PH",
      "Kaprio J",
      "Tukiainen T",
      "Ollikainen M",
      "Pajukanta P",
      "Pirinen E",
      "Pietiläinen KH"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491271/",
    "doi": "doi: 10.1038/s41366-025-02007-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41491222",
    "title": "Targeting the DNA damage response prevents regrowth of colorectal peritoneal metastasis-derived organoids following treatment with mitomycin C.",
    "authors": [
      "van Megesen K",
      "Stefan A",
      "Kieboom M",
      "Amico R",
      "Jansen AML",
      "Borel Rinkes I",
      "Kranenburg O"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491222/",
    "doi": "doi: 10.1038/s41416-025-03310-z",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41491116",
    "title": "Evaluation of the neuroprotective effects of alpha lipoic acid-loaded folate-conjugated chitosan nanoparticles against 6-OHDA-induced apoptosis and oxidative stress in an in vitro Parkinson's disease model.",
    "authors": [
      "Gheybi E",
      "Jalili-Nik M",
      "Hosseinzadeh P",
      "Mirzaei SM",
      "AlAlikhan A",
      "Soukhtanloo M"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491116/",
    "doi": "doi: 10.1186/s12868-025-00991-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41491000",
    "title": "Identification of shared oxidative stress related hub genes in NAFLD and atherosclerosis using bioinformatics and machine learning.",
    "authors": [
      "Qing G",
      "Peng B",
      "Peng H"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41491000/",
    "doi": "doi: 10.1038/s41598-025-34958-5",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41490712",
    "title": "Hot zones for liver cancer: metabolic zonation, ferroptosis, and the origins of HCC.",
    "authors": [
      "Barrows KM",
      "Porat-Shliom N"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41490712/",
    "doi": "doi: 10.1158/0008-5472.CAN-25-5839",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41490683",
    "title": "Like a Fine Wine-Aging the D-Dimer to Improve Value and Clinical Efficiency.",
    "authors": [
      "Ujueta F",
      "Piazza G"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41490683/",
    "doi": "doi: 10.1001/jama.2025.23182",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41490396",
    "title": "Improved DCD Heart Transplant Function Through Ferroptosis Blockade in a Model of Experimental Normothermic Ex Vivo Perfusion.",
    "authors": [
      "Pan X",
      "Ji J",
      "Huang Z",
      "Niu C",
      "Xu L",
      "Peng Q",
      "Liu X",
      "Zheng S",
      "Lu J",
      "Zhang Z",
      "Zhou P"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41490396/",
    "doi": "doi: 10.1097/TP.0000000000005606",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41490322",
    "title": "Bone marrow failure, somatic rescue by p53 inactivation, and enhanced leukemogenesis in germline ERCC6L2 disease.",
    "authors": [
      "Schimmer R",
      "Klemm N",
      "Fullin J",
      "Topcu E",
      "Treacy M",
      "Zielinska K",
      "Doerdelmann C",
      "Devesa-Serrano D",
      "Lock M",
      "Caiado F",
      "Koch C",
      "Dietliker N",
      "Schwotzer R",
      "Buehler MM",
      "Myllymäki M",
      "Kurppa KJ",
      "Manz MG",
      "Lopes M",
      "Boettcher S"
    ],
    "summary": "",
    "published": "2026-01-05T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41490322/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.01.656319",
    "title": "Nucleus accumbens neuron subtype translatome signatures in socially stress females",
    "authors": [
      "Kumar, G.",
      "Franco, D.",
      "Basu, M.",
      "Olusakin, J.",
      "Campbell, R.",
      "Ament, S. A.",
      "Fox, M.",
      "Lobo, M. K."
    ],
    "summary": "Major depressive disorder (MDD) disproportionately affects women, yet the molecular mechanisms underlying female vulnerability remain poorly understood. The nucleus accumbens (NAc), a reward circuitry hub, is central to stress- and depression-related pathology. While NAc medium spiny neuron (MSN) transcriptional adaptations have been characterized in stressed male rodents, much less is known about female adaptations. To address this, we exposed female D1-Cre-RiboTag and A2A-Cre-RiboTag mice to chronic witness defeat stress (CWDS) and classified them as high- or low-social interactors. Ribosome-associated mRNA was isolated from MSN subtypes and analyzed by RNA sequencing, differential gene expression analysis (DEG), and weighted gene co-expression network analysis (WGCNA). Cross-species consensus WGCNA with male mouse and human transcriptomic datasets was performed to identify conserved, sex-specific signatures. We detected 9 differentially expressed genes (DEGs) in D1-MSNs and 630 in A2A-MSNs (FDR < 0.05). In D1-MSNs, DEGs were primarily upregulated in low interactors and enriched for energy homeostasis and cell adhesion. A2A-MSN DEGs included upregulated structural genes and downregulated neurotransmission-related genes. WGCNA identified 9 significant D1- and 5 significant A2A-MSN modules, with the most impacted enriched for PI3K-Akt-mTOR signaling and regulated by Nf1. Consensus analysis revealed a stress-associated, sex- and subtype-specific module enriched for PI3K-Akt-mTOR signaling conserved across mice and humans. These findings reveal female-specific MSN transcriptional adaptations to chronic social stress and implicate PI3K-Akt-mTOR signaling as a convergent molecular pathway. By highlighting MSN subtype-specific vulnerabilities, this work suggests potential therapeutic targets for alleviating stress-induced pathology in women with MDD.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.01.656319",
    "doi": "10.1101/2025.06.01.656319",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.01.667781",
    "title": "Approaching an Error-Free Diploid Human Genome Assembly of East Asian Origin",
    "authors": [
      "Chu, Y.",
      "Huang, Z.",
      "Shao, C.",
      "Guo, S.",
      "Yang, Y.",
      "Yu, X.",
      "Wang, J.",
      "Tian, Y.",
      "Chen, J.",
      "Li, R.",
      "He, Y.",
      "Yu, J.",
      "Huang, J.",
      "Gao, Z.",
      "Kang, Y."
    ],
    "summary": "SUMMARYAchieving an error-free diploid human genome remains challenging. We report T2T-YAO v2.0, a telomere-to-telomere complete assembly of a Han Chinese individual, polished to near-perfect base-level and structural accuracy. To systematically identify assembly errors, we developed Sufficient Alignment Support (SAS), an automatic method that flags structural and base-level errors in windows lacking sufficient read support. Building on this, we established a \"structural-error-first\" polishing strategy, correcting misassemblies using ultra-long ONT reads, followed by base-level refinement with PWC (Platform-integrated Window Consensus). Using these approaches, we resolved all detectable structure and non-homopolymer-related errors outside ribosomal DNA (rDNA) regions. The resulting assembly contains no unsupported 21-mers across sequencing platforms, meeting k-mer-based criteria for an error-free genome. T2T-YAO v2.0 delivers the most perfect East Asian reference to date, with limited issues confined to rDNA arrays and homopolymer tracks, enabling precise genome annotation, benchmarking, and variant discovery--foundation for human genomics and precision medicine.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.01.667781",
    "doi": "10.1101/2025.08.01.667781",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.07.669174",
    "title": "Noc1 downregulation induces nucleolar stress and upregulates p53 isoforms, with a robust increase of the truncated p53E isoform in Drosophila wing discs",
    "authors": [
      "Vutera Cuda, A.",
      "Bajaj, S.",
      "Manara, V.",
      "Bellosta, P."
    ],
    "summary": "Disruption of ribosome biogenesis triggers nucleolar stress, a conserved cellular response that activates p53. We previously demonstrated that depletion of Nucleolar Complex Protein 1 (Noc1) in Drosophila wing imaginal discs impairs rRNA maturation and ribosome assembly, resulting in elevated p53 levels and apoptosis, hallmarks of nucleolar stress. The Drosophila p53 gene produces four mRNA isoforms, yet their individual contributions to nucleolar stress responses remain poorly understood. Using newly designed isoform-specific qPCR primers, we found that although all p53 isoforms exhibit moderate transcriptional changes following Noc1 reduction, the truncated isoform p53E is robustly and preferentially upregulated. Notably, p53E lacks the N-terminal transactivation domain and has been reported to negatively regulate p53-induced apoptosis in specific tissues. Furthermore, our analyses indicate that {gamma}-H2AV accumulation arises from caspase-dependent apoptosis rather than primary genomic lesions, suggesting the activation of a p53-dependent stress pathway distinct from canonical genotoxic pathways. Together, these findings suggest that p53E may be part of a novel mechanism activated during nucleolar stress, providing insight into how cells adapt to defects in ribosome biogenesis.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.07.669174",
    "doi": "10.1101/2025.08.07.669174",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.29.673011",
    "title": "Rejuvenation-Responsive and Senolytic-Sensitive Muscle Stem Cells Unveiled by CD200 and CD63 in Geriatric Muscle",
    "authors": [
      "Kim, Y. L.",
      "Jo, Y.-W.",
      "Yoo, T.",
      "Yoo, K.",
      "Kim, J.-H.",
      "Park, M.",
      "Song, I.-W.",
      "Kim, H.",
      "Kim, Y.-E.",
      "Hann, S.-H.",
      "Park, J.-E.",
      "Baek, D.",
      "Kong, Y.-Y."
    ],
    "summary": "Muscle stem cells (MuSCs) are parenchymal cells in skeletal muscle regeneration and maintenance. With aging, MuSCs experience a decline in their regenerative function and reduction in their number. However, recent evidence points to substantial heterogeneity within the aged MuSC population, raising questions about the underlying mechanisms of age-associated dysfunction. Here, we used Pax7CreERT2;RosaYFP mice (MuSCYFP) to label Pax7-expressing MuSCs and chronologically traced MuSCs until geriatric age. Genetic labeling and chronological tracing revealed that the number of YFP+ MuSC remained comparable between young, middle and geriatric ages. At geriatric age, YFP+ MuSCs exhibited reduced expression of traditional MuSC markers such as VCAM1 and PAX7. A previously unrecognized subpopulation emerged, characterized by loss of VCAM1 and low or absent PAX7. Despite their altered marker profile, these cells retained transcriptional signatures of quiescence and myogenic potential, but displayed significantly reduced proliferative and regenerative capacities. They displayed gene expression patterns indicative of senescence-like state and were selectively ablated by senolytic treatment. DHT restored regenerative function in aged mice and re-induced VCAM1 expression in YFP+/Pax7-/low/VCAM1- cells, indicating responsiveness to rejuvenation. Based on their emergence with aging, functional impairment and responsiveness to rejuvenation, we termed this population GERI-MuSCs (Geriatric Emerging Rejuvenation-responsive and Impaired MuSCs). CD63 and CD200 were identified as novel surface markers that together with VCAM1, reliably detect GERI-MuSCs as well as classical Pax7+/VCAM1High MuSCs, providing a tool for comprehensive isolation of MuSCs from aged wild-type mice. Together, our findings provide a refined framework for studying MuSC aging and offer new tools for isolating functionally distinct MuSC subsets from aged skeletal muscle.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.29.673011",
    "doi": "10.1101/2025.08.29.673011",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.02.679723",
    "title": "SPP1+macrophages promote the growth and metastasis of intrahepatic cholangiocarcinoma via OSM and THBS1 signaling",
    "authors": [
      "Wang, T.",
      "Long, R.",
      "Cheng, Z.",
      "Zhang, M.",
      "Wei, B.",
      "Lyu, C.",
      "Zhang, X.",
      "Zhang, C.",
      "Tang, G.",
      "Li, Z.",
      "Li, L.",
      "Li, Y.",
      "Zhu, X.",
      "Shi, C.",
      "Yang, K.",
      "Xu, C."
    ],
    "summary": "Background & AimsTumor-associated macrophages (TAMs) are abundant in intrahepatic cholangiocarcinoma (ICC), correlate with poor prognosis, but their spatiotemporal behavior and non-immune-suppressive roles in ICC progression remain unclear. This study sought to define transcriptional heterogeneity of TAMs and map their interactions with ICC cells that promote malignancy beyond immune suppression.\n\nMethodsWe employed three mouse ICC models, four clinical ICC patient datasets, and three spatial transcriptomic platforms to chart the macrophage landscape over time and space. Cell-cell communication analysis plus phosphoproteomics guided functional validation via TAM-ICC co-culture, cytokine treatment, gene silencing/knockout, orthotopic and metastatic ICC models, and three conditional knockout mice. A prognostic ICC tissue microarray with multiplex immunofluorescence and combinatorial blockade in mice tested the efficacy of dual target inhibition.\n\nResultsIn advanced ICC tissues, an M2-like subset M{varphi}_SPP1, defined by high expression of SPP1, VEGFA, ARG1, and GPNMB, emerged as the major macrophage population, correlating with poor prognosis and spatially localizing to the tumor boundary. Further, M{varphi}_SPP1 drove ICC cell proliferation via the OSM-OSMR-STAT3-CCND1 and promoted invasion through THBS1-CD47-mTOR-DBN1 signalling. OSM and THBS1 were co-elevated in ICC patient samples; dual blockade of both targets in mouse models resulted in superior inhibition of ICC progression.\n\nConclusionsM{varphi}_SPP1 TAMs accumulate at the tumor boundary in late-stage ICC, driving proliferation and invasion via OSM and THBS1 signalling, underscoring the potential of macrophage-targeted therapy in ICC.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.02.679723",
    "doi": "10.1101/2025.10.02.679723",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697195",
    "title": "Senescence-inhibitory Δ133p53α counteracts accelerated ageing and mortality",
    "authors": [
      "Yamada, L.",
      "Liu, H.",
      "von Muhlinen, N.",
      "Harris, C. C.",
      "Horikawa, I."
    ],
    "summary": "Research on progeria not only contributes to treatments for the disease but also enhances our understanding of physiological ageing1. Mouse models of progeria recapitulate pathological ageing phenotypes seen in patients, including cardiovascular defects, increased cellular senescence, systemic inflammation, DNA damage accumulation, and shortened lifespan2. In cultured cells from Hutchinson-Gilford progeria syndrome (HGPS) patients, the human p53 isoform {Delta}133p53 was previously shown to inhibit p53-mediated cellular senescence, proinflammatory IL-6 production, and DNA damage accumulation, and to extend cellular replicative lifespan3. Here we show that, in a heterozygous HGPS mouse model4, transgenic expression of {Delta}133p53 reproduces these in vitro-observed effects across multiple organs in vivo and extends median lifespan by 11% (387 versus 349 days, P = 0.0379). In the aorta and skin, {Delta}133p53 abrogates progeria-characteristic pathological changes and preserves tissue integrity. Our data further suggest that {Delta}133p53 may promote a broad spectrum of ageing-counteracting mechanisms, including bone homeostasis, metabolic fitness, antioxidant defense, youthful epigenome, and tissue stemness. Together with the anti-inflammatory and tissue-preserving effects of {Delta}133p53 in naturally aged mice and its age-associated downregulation in human tissues, this study suggests that {Delta}133p53-based therapeutic strategies may be applicable not only to HGPS but also as broader interventions for preventing or delaying ageing.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697195",
    "doi": "10.64898/2025.12.31.697195",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697522",
    "title": "MOSPD3 mediates the ER recruitment of ATG2A to promote autophagy",
    "authors": [
      "Du, Y.",
      "Zhou, T.",
      "Liu, Y.",
      "Ji, W."
    ],
    "summary": "ATG2A transfers glycerophospholipids from the endoplasmic reticulum (ER) to support expansion of the isolation membrane at ER membrane contact sites. While a role for ATG18/WIPI4 in targeting ATG2A to the IM is well established, how ATG2A is recruited to the ER remains unclear. In this study, we found that MOSPD3, an atypical VAP family protein, acts an adaptor that recruits ATG2A to the ER. MOSPD3 colocalizes with ATG2A and is specifically enriched at ER sites juxtaposed with the IM during autophagosome formation. Recruitment is mediated by direct interactions between the FFNT (two phenylalanines in a neutral tract) motif in the N-terminal region (NT) of ATG2A and the major sperm protein (MSP) domain of MOSPD3. Co-expression of MOSPD3 with ATG2A-NT, but not a MOSPD3-binding-defective mutant ATG2A-NT-T362A, markedly rescued the autophagic defect caused by ATG2A/B double knockout (DKO). MOSPD3 depletion abolishes ATG2A recruitment to the ER and impedes autophagic flux. Together, this study demonstrates that MOSPD3 functions as an ER adaptor for ATG2A in autophagy.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697522",
    "doi": "10.64898/2026.01.04.697522",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697543",
    "title": "Genomic and pan-genomic insight into longan domestication and improvement",
    "authors": [
      "Wang, J.",
      "Sun, J.",
      "Wang, K.",
      "Chen, S.",
      "Wang, X.",
      "Ren, X.",
      "Wang, J.",
      "Li, J.",
      "Wei, J.",
      "Li, J.",
      "Guo, L."
    ],
    "summary": "Longan (Dimocarpus longan) is a tropical tree in Sapindaceae family with economic importance known for its nutritous fruits. Genetic improvement of longan requires knowledge of reliable molecular markers and functional genes associated with key traits. However, it is largely impeded by lacking a complete genome and pangenome reference encompassing the broad genetic diversity in diverse longan germplasms. Here, we present a telomere-to-telomere (T2T) gap-free genome of longan cultivar Shixia and a graph-based pangenome constructed using newly assembled chromosome-level genomes of 101 accessions. We completely assemble the longan centromere regions primarily composed of Gypsy-CRM retrotransposons. The pan-genome analysis reveals 58,978 non-redundant structural variants (SVs) that exhibit signs of genomic selective sweep during longan domestication and breeding. Additionally, haplotype-resolved genome analysis suggests allele-specific gene expression associated with SV-driven changes in 3D genome architecture. Importantly, the graph-based pan-genome empowers population-scale SV genotyping and genomewide association with various longan traits. SV-GWAS revealed 12 QTLs significantly linked with longan maturity period. Among them, a 758bp insertion is located downstream of the DlDAZ gene encoding a C2H2 zinc-finger transcription factor, and DIDAZ-transgenic tomatoes showed delayed maturity. Together, our T2T genome and pan-genome provide valuable resources to facilitate longan genetic research and precise improvement.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697543",
    "doi": "10.64898/2026.01.04.697543",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697400",
    "title": "Understanding Brain Aging Through Behavioural and Microglial Changes: A Lifespan Approach",
    "authors": [
      "Sisti, M. M.",
      "Cervellini, S.",
      "Peralta, F.",
      "Dolcetti, F. J.-C.",
      "Basmadjian, M. O.",
      "Herrera, M. L.",
      "Bellini, M. J."
    ],
    "summary": "Aging is characterized by progressive physiological decline linked to inflammaging, a chronic low-grade inflammatory state. This study investigates age-related behavioural changes and their correlation with microglial function in female Sprague Dawley rats across their lifespan. Using a longitudinal design at 2, 6, 12, and 24 months of age, we assessed motor performance, mood-related behaviours, and spatial cognition alongside microglial morphometric analysis in key brain regions. Results showed that motor and cognitive performance began to decline significantly at 12 months, with severe impairments and depressive-like behaviours appearing by 24 months. These deficits were paralleled by progressive gliosis in the hippocampus and striatum. Microglial morphometric analysis further indicated a more reactive, region-dependent phenotype, with cells in the striatum adopting a smaller area, reduced perimeter, and fewer intersections.\n\nThese findings provide compelling evidence for significant age-dependent deterioration in motor performance, mood regulation, and cognitive abilities in female rats. Our data strongly suggest an underlying progression of neurobiological changes, with microglial dysfunction and neuroinflammation being central candidates. This research contributes valuable insights into the cellular correlates of behavioural decline across the female lifespan, serving as a reference for the multifaceted changes that occur during normal aging.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697400",
    "doi": "10.64898/2026.01.04.697400",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.31.697261",
    "title": "EssTFNet: Integration of Adaptive Time - Frequency and DNA Language Models for Interpretable Human Essential Gene Prediction",
    "authors": [
      "Ye, D.",
      "Yuan, S.",
      "Su, W.",
      "Zhang, H.",
      "Li, R.",
      "Qi, Y.",
      "Dong, N.",
      "Lin, H.",
      "Jin, Y."
    ],
    "summary": "Essential genes are defined as those that are indispensable for an organisms survival. The loss of function of these genes results in cell death or an inability to complete the normal life cycle. Research on essential genes is pivotal in elucidating the origin and evolution of life, as well as in identifying potential therapeutic targets. Therefore, accurately predicting essential genes is of great scientific importance and has many applications in basic research and the biomedical field. In this study, we propose EssTFNet, a novel and interpretable deep learning framework that combines adaptive time-frequency analysis with a DNA language model to achieve accurate prediction of human essential genes while enabling mechanistic biological interpretation. Specifically, EssTFNet leverages the architecture of ATFNet, which innovatively maps DNA and protein sequences into equivalent time-series signals to extract periodic and non-stationary features, thereby enhancing the models capacity to capture complex sequence patterns. Through effective feature selection and architectural optimization, EssTFNet strikes a favorable balance among prediction accuracy, model interpretability, and cross-tissues generalization capability, significantly outperforming current mainstream sequence-based deep learning methods with an AUC of 0.8336 and an AUPR of 0.8212. Additionally, the DeepLIFT attribution method was employed to identify functional motifs closely associated with gene essentiality, offering valuable insights for experimental validation. For the convenience of researchers, we have developed an easy-to-use web server and made it along with the source code in a GitHub repository: https://github.com/QIANJINYDX/EssTFNet. Overall, this study presents a potentially useful methodological framework for human essential genes prediction, which could provide valuable insights for future research and applications in this field.",
    "published": "2026-01-04T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.31.697261",
    "doi": "10.64898/2025.12.31.697261",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41494036",
    "title": "Emphasizing the role of oxidative stress and Sirt-1/Nrf2 and TLR-4/NF-κB in Tamarix aphylla mediated neuroprotective potential in rotenone-induced Parkinson's disease: In silico and in vivo study.",
    "authors": [
      "Abu-Baih DH",
      "Elmaidomy AH",
      "Abou-Zied HA",
      "Hussien NA",
      "Rasekh MI",
      "Saber EA",
      "Ali SFE",
      "Rateb ME",
      "Hendawy OM",
      "Altemani FH",
      "Altemani AH",
      "Bringmann G",
      "Abdelmohsen UR",
      "Abdelhafez OH"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41494036/",
    "doi": "doi: 10.1371/journal.pone.0339010",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41493965",
    "title": "Targeting ceramide metabolism to restore hypoxia-induced apoptosis in p53-deficient colon cancer cells.",
    "authors": [
      "Mechleb K",
      "Hourani N",
      "Fakhry M",
      "Alyamani OA",
      "Hage-Sleiman R",
      "Younes H",
      "Fayad AA",
      "Soudani N",
      "Sakr A",
      "Darwiche N",
      "Nemer G",
      "Saab R",
      "Mrad M",
      "Dbaibo G"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493965/",
    "doi": "doi: 10.1371/journal.pone.0340295",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41493917",
    "title": "Editorial Note: The multi-targeted kinase inhibitor sunitinib induces apoptosis in colon cancer cells via PUMA.",
    "authors": [
      "PLOS One Editors"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41493917/",
    "doi": "doi: 10.1371/journal.pone.0339805",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41492864",
    "title": "Discovery of N8: a novel IKKε inhibitor with potent anticancer activity via cytotoxicity, migration suppression, and autophagy modulation.",
    "authors": [
      "Ye W",
      "Zheng S",
      "Xie H",
      "Zhou X",
      "Xu J",
      "Luo Q",
      "Huang Y",
      "Li J",
      "Diao J",
      "Luo X",
      "Zhu Q",
      "Liu G"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492864/",
    "doi": "doi: 10.1080/14756366.2025.2607808",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  }
]