[
  {
    "id": "10.1101/2024.10.05.616758",
    "title": "Long-term post-ovariectomy mouse model recapitulates hypothalamic transcriptomic changes observed during the menopausal transition in women",
    "authors": [
      "Bloom, J. C. B.",
      "Torres, E.",
      "Pereira, S. A.",
      "Arvizu-Sanchez, L.",
      "Fontes, A. N.",
      "Joffe, H.",
      "Page, D. C.",
      "Navarro, V. M."
    ],
    "summary": "Menopause significantly impacts women's health, yet hypothalamic changes during this transition remain poorly understood. We analyzed gene expression in human hypothalamic samples across menopausal transition, revealing significant changes in inflammatory pathways, KNDy neuron signaling, and thermoregulatory genes. This analysis also identified novel central markers of menopause, including AKAP5 and CDKN1A (p21). To further investigate these changes, we developed a novel mouse model based on long-term (4 months) post-ovariectomy (OVX) that mimics the gonadotropin and temperature fluctuations of menopausal transition. Remarkably, the posterior hypothalamus of 4-month post-OVX mice closely mirrored the transcriptional changes observed in women at the late peri-/early post-menopausal age range (ages 51-55). Both species exhibited increased inflammatory signaling and glial activation, alongside altered KNDy neuron activity. Our findings provide new insights into the central mechanisms of menopausal symptoms and offer a valuable preclinical model for testing interventions.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.05.616758",
    "doi": "10.1101/2024.10.05.616758",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.06.628021",
    "title": "Transcriptional responses to chronic oxidative stress require cholinergic activation of G-protein-coupled receptor signaling",
    "authors": [
      "Biswas, K.",
      "Moore, C.",
      "Rogers, H.",
      "Wani, K. A.",
      "Mushtaq, A.",
      "Higgins, D. P.",
      "Walker, A. K.",
      "Pukkila-Worley, R.",
      "Mullen, G. P.",
      "Rand, J. B.",
      "Francis, M. M."
    ],
    "summary": "Organisms have evolved protective strategies that are geared toward limiting cellular damage and enhancing organismal survival in the face of environmental stresses, but how these protective mechanisms are coordinated remains unclear. Here, we define a requirement for neural activity in mobilizing the antioxidant defenses of the nematode Caenorhabditis elegans both during chronic oxidative stress and prior to its onset. We show that acetylcholine-deficient mutants are particularly vulnerable to chronic oxidative stress. We find that extended oxidative stress mobilizes a broad transcriptional response which is strongly dependent on both cholinergic signaling and activation of the muscarinic G-protein acetylcholine coupled receptor (mAChR) GAR-3. Gene enrichment analysis revealed a lack of upregulation of proteasomal proteolysis machinery in both cholinergic-deficient and gar-3 mAChR mutants, suggesting that muscarinic activation is critical for stress-responsive upregulation of protein degradation pathways. Further, we find that GAR-3 overexpression in cholinergic motor neurons prolongs survival during chronic oxidative stress. Our studies demonstrate neuronal modulation of antioxidant defenses through cholinergic activation of G protein-coupled receptor signaling pathways, defining new potential links between cholinergic signaling, oxidative damage, and neurodegenerative disease.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.06.628021",
    "doi": "10.1101/2025.01.06.628021",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.02.28.640920",
    "title": "Predicting Biological Age Using an Accumulated Neurotoxicity Biomarker for Amyloid Beta Oligomers",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "This study proposes using accumulated neurotoxicity, defined as the time integral of A{beta} oligomer concentration, as a biomarker for neuronal aging. A relationship between biological age and accumulated neurotoxicity is proposed. Numerical analysis guided the development of a new analytical solution linking the biological and calendar ages of neurons. The effects of A{beta} monomer and oligomer half-lives - key indicators of proteolytic efficiency - on biological age are examined. Both constant and age-dependent (exponentially increasing) half-life scenarios are considered. The findings indicate that increasing the half-life of A{beta} monomers and oligomers with age accelerates biological aging. Reducing A{beta} monomer production is shown to slow biological aging, with a linear relationship established between these two quantities. Additionally, biological age is found to depend linearly on the half-deposition time of A{beta} oligomers into senile plaques. The model demonstrates that biological age is irreversible, providing a theoretical explanation for why plaque-clearing therapies cannot reverse established cognitive impairment. The model also demonstrates that biological age is path-dependent rather than state-dependent.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.02.28.640920",
    "doi": "10.1101/2025.02.28.640920",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.24.645059",
    "title": "Circular RNA profiling and functional screening in breast cancer identify circNSD1 as a suppressor of tumor autophagy",
    "authors": [
      "Li, W.",
      "Yang, W.",
      "Her, P. H.",
      "Yang, T.",
      "Li, T.",
      "Huang, Z.",
      "Xu, X.",
      "Teng, M.",
      "Chen, M.",
      "Soares, F.",
      "Liu, S.",
      "Haibe-Kains, B.",
      "He, H. H.",
      "Ming, J."
    ],
    "summary": "Circular RNAs (circRNAs) have emerged as critical regulators of cell biology. However, their function in breast cancer remains elusive. Herein, through circRNA profiling of 38 breast tumors and 10 benign breast tissues, we identified 509 of differentially expressed circRNAs. Integration with transcriptome-wide functional screening of approximately 10,000 circRNAs pinpointed circNSD1 as a top ranked tumor suppressor in breast cancer. CircNSD1 is downregulated in tumors and suppression of the circular form, but not the linear form, promotes breast cancer proliferation and tumor growth. Mechanistically, circNSD1 interacts with autophagy receptor SQSTM1/p62 and inhibits the oligomerization of p62, thereby suppressing p62 body formation and p62-dependent autophagy. Furthermore, circNSD1 ameliorates p62-mediated Keap1 sequestration, hence suppresses the Nrf2 pathway and oxidative stress tolerance. Our study provides a landscape view of the transcription and function of circRNA in breast cancer, and uncovers the crucial role of circNSD1 in autophagy and antioxidant stress.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.24.645059",
    "doi": "10.1101/2025.03.24.645059",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.21.660729",
    "title": "The biosynthesis of FAD nucleotide analogues in Escherichia coli alters its sensitivity to aminoglycoside antibiotics",
    "authors": [
      "Hazra, A. B.",
      "Mukherjee, A.",
      "Shah, A.",
      "Bhargav, P.",
      "Mahato, S.",
      "Singh, R. K.",
      "Kumar, Y.",
      "Panda, P.",
      "Borkar, J.",
      "Parab, L.",
      "Matange, N."
    ],
    "summary": "Cofactors such as flavin adenine dinucleotide (FAD), nicotinamide adenine dinucleotide, coenzyme A, and S-adenosylmethionine cofactors share a common adenosine moiety that is generally not considered to contribute directly to catalysis. In FAD biosynthesis, the adenosine group is installed by the flavin mononucleotide adenylyltransferase (FMNAT) domain of the bifunctional FAD synthetase using FMN and ATP. This study explores the nucleotide selectivity of the Escherichia coli FMNAT domain and physiological effects of FAD nucleotide analogues synthesized with cellular nucleotides other than ATP. First, we engineer the FAD synthetase enzyme at an active site loop to produce FAD nucleotide analogues. Chromosomal substitution of the wild-type E. coli FAD synthetase with the mutated version results in the intracellular synthesis of these noncanonical FAD nucleotide analogues and confers tolerance to aminoglycoside antibiotics. Upon investigating their potential downstream metabolic roles, we find that their biosynthesis perturbs cellular metabolism and they could bind to a range of E. coli enzymes. These findings validate the FMNAT domain loop as a viable site for cofactor engineering, with potential for synthetic biology applications. Finally, the observed correlation between FAD analogue production and increased tolerance to aminoglycosides reveals novel metabolic mechanisms underlying antibiotic sensitivity.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.21.660729",
    "doi": "10.1101/2025.06.21.660729",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.01.673460",
    "title": "Task Complexity and Limb Dominance Modulate the Effects of Ageing on Neuromuscular Function",
    "authors": [
      "Guo, Y.",
      "Jones, E. J.",
      "Altheyab, A.",
      "Gamage, N. N.",
      "Phillips, B. E.",
      "Atherton, P. J.",
      "Piasecki, M."
    ],
    "summary": "Background: Neuromuscular function is critical for independence in ageing, yet asymmetries between dominant and non-dominant limbs, arising from central or peripheral mechanisms, are not well understood. This study examined age- and limb-related differences and motor unit (MU) firing behaviour of the vastus lateralis under tasks of varying difficulty. Methods: Twenty-one young (22 +/- 4 years; 15M, 6F) and seventeen older adults (74 +/- 5 years; 12M, 5F) performed constant and variable force unilateral isometric knee extensions. In both limbs, high-density surface electromyography signals were decomposed into MU spike trains. Force control and MU firing properties were analysed using multilevel mixed-effects regression models. Results: Older adults showed reduced maximal muscle strength (p<0.001) and increased force tracking error (p=0.008), MU firing rate (MUFR) was significantly lower in older adults during constant contractions (p = 0.001) and trended toward lower during variable contractions (p=0.061). MUFR variability showed a significant Leg * AgeGroup interaction (p<0.001); older adults had greater variability in non-dominant legs, while younger adults showed the opposite. With variable force contractions in both age groups, MUFR was higher during ascending segments with greater variability during descending segments. Conclusion: Neuromuscular ageing involves asymmetric adaptations rather than a uniform decline, with leg dominance effects become more pronounced under variable force modulation. Task difficulty amplifies these asymmetries, underscoring the need to consider limb-specific neural control in age-related motor assessments.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.01.673460",
    "doi": "10.1101/2025.09.01.673460",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.21.677574",
    "title": "Linking Germline Telomere Removal to Global Programmed DNA Elimination in Tetrahymena Genome Differentiation",
    "authors": [
      "Nagao, K.",
      "Mochizuki, K."
    ],
    "summary": "In the ciliate Tetrahymena, telomeres of the germline micronucleus (MIC) are removed and replaced by de novo telomere addition during somatic macronuclear (MAC) development. In this study, we investigated the kinetics and mechanism of the MIC telomere elimination. Comparison of the MIC and MAC genome sequences indicated that the MIC telomeres are excised from chromosomes as part of larger MIC-limited sequences (MLSs) through chromosomal breakage. We confirmed this using an optimized oligo-FISH protocol and found that their elimination occurs in parallel with other programmed DNA elimination processes. CRISPR-Cas9 disruption of a MLS-associated Chromosome Breakage Sequence (CBS) showed that elimination of the MLS was not blocked but instead led to loss of adjacent MAC-destined sequence (MDS), suggesting abnormal co-elimination. In biparental crosses of the CBS mutant, however, both MLS and MDS were retained, DNA elimination was broadly disrupted, and no viable progeny were produced. These findings indicate that chromosome breakage at MLS-associated CBSs is essential for the proper separation of MLSs and MDSs, ensuring correct DNA elimination and successful sexual progeny development. We propose that the MIC telomere elimination is subsumed within the broader process of programmed DNA elimination.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.21.677574",
    "doi": "10.1101/2025.09.21.677574",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695367",
    "title": "T2T genome of the basal nematode Xiphinema index reveals major adaptive events associated to plant parasitism and epigenetic regulation",
    "authors": [
      "Truch, J.",
      "Robbe-Sermesant, K.",
      "Pere, A.",
      "Colinet, D.",
      "Rancurel, C.",
      "Drula, E.",
      "Da Rocha, M.",
      "Perfus-Barbeoch, L.",
      "Seckin, E.",
      "Julien-Portier, U.",
      "Lopez-Roques, C.",
      "Iampietro, C.",
      "Sayeh, A.",
      "Gislard, M.",
      "Boyer, R.",
      "Luvisutto, L.",
      "Esmenjaud, D.",
      "Danchin, E. G.",
      "Van Ghelder, C."
    ],
    "summary": "Nematodes constitute the most speciose animal phylum, occupying an exceptionally broad range of biomes and encompassing free-living microbe-feeders, predators, and notorious plant or animal parasites. However, the limited availability of genome-scale resources for early-branching nematode clades has constrained our understanding of the molecular determinants underlying these multiple evolutionary adaptations. Here, we present the genome of the plant-parasitic nematode Xiphinema index, constituting the first telomere-to-telomere assembly for the order Dorylaimida, an early-branching nematode lineage. Phylogenetic analyses reveal that horizontal gene transfers (HGT) have played a pivotal role in the emergence of plant parasitism in this phylum. Remarkably, we identify the first documented case of a plant-derived HGT in a nematode genome. This gene encodes a predicted secreted parasitic effector, underscoring the diversity of evolutionary events that contributed to the parasitic arsenal. Our results suggest that, beyond bacteria and fungi, plants themselves have provided crucial genes for parasitism that may now be used by the nematodes to manipulate them. Our comparative genomic analyses across more than 70 nematode species further uncover an unprecedented epigenetic toolkit in an invertebrate genome. Indeed, X. index harbors a complete set of canonical DNA methyltransferases, a full-length ATRX chromatin remodeler, and 3D-chromatin architectural CTCF protein coding homolog. Consistent with this repertoire, we detected methylation at CpG genome-wide, which inversely correlates with gene expression and chromatin accessibility. Together, these findings reveal a vertebrate-like epigenetic machinery in an early-branching nematode and call for a fundamental reassessment of the prevailing epigenetic paradigm in nematodes and, more broadly, in animals.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695367",
    "doi": "10.64898/2025.12.19.695367",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700905",
    "title": "Bayesian rhythmic model for jointly detecting circadian biomarkers and predicting molecular circadian time in human post-mortem brain transcriptome",
    "authors": [
      "Xue, X.",
      "Wang, H.",
      "Zhu, Z.",
      "Yu, G.",
      "Seney, M. L.",
      "Zhang, L.",
      "Tseng, G. C."
    ],
    "summary": "Transcriptomic circadian analysis of human post-mortem brain provides a unique opportunity to characterize in vivo molecular circadian rhythms across brain regions implicated in aging and psychiatric disorders. A primary goal in such analyses is the detection of circadian biomarkers. However, this task is complicated by the frequent mismatch between a subject's recorded circadian clock time and their true molecular circadian time -- arising from observational or recording errors, as well as intrinsic biological variability. Existing methods typically address either biomarker detection or circadian time prediction in isolation. Because errors in one task can degrade performance in the other, the lack of a unified approach remains a key limitation. We propose BayCT -- a Bayesian model for simultaneous circadian marker detection and molecular circadian time estimation. The model extends naturally to repeated measurements from multiple brain regions or organs. For circular data, we employ a von Mises prior distribution, with slice sampling and reversible-jump Markov chain Monte Carlo (MCMC) for Bayesian inference. Through extensive simulations and applications to transcriptomic data from three human brain regions and from 12 mouse organs, BayCT demonstrates superior performance in both biomarker detection and circadian time estimation. Furthermore, we highlight the advantages of integrating data across brain regions, achieving substantial improvements in both tasks.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700905",
    "doi": "10.64898/2026.01.21.700905",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700774",
    "title": "CASM potentiates STING-driven NFκB signaling in immune cells",
    "authors": [
      "Benoit-Lizon, I.",
      "Pignol, C.",
      "Hooper, K.",
      "Truntzer, C.",
      "Radoua, A.",
      "Dal Zuffo, L.",
      "Lucas, J.",
      "Frenger, Q.",
      "Ponsardin, E.",
      "Cornebise, C.",
      "Cantaloube, I.",
      "Ratier, A.",
      "Aucagne, R.",
      "Hermetet, F.",
      "Shahoei, S. H.",
      "Nelson, E. R.",
      "Limagne, E.",
      "Poüs, C.",
      "Delomenie, C.",
      "Soulas-Sprauel, P.",
      "Gros, F.",
      "Vegran, F.",
      "Garrido, C.",
      "Ghiringhelli, F.",
      "Paul, C.",
      "Florey, O.",
      "Jacquin, E.",
      "Apetoh, L."
    ],
    "summary": "Stimulator of Interferon Gene (STING), a key player of antimicrobial immune responses, has emerged as a promising target to mitigate inflammation and cancer. Following STING activation, proinflammatory molecules and type I Interferons (IFN) are released thus favoring the establishment of effective immune responses and adaptive immunity. Autophagy has been proposed to negatively regulate STING signaling. While STING activation drives microtubule-associated proteins 1A/1B light chain 3B (hereafter referred to as LC3) lipidation, the underlying mechanisms and functional consequences remain however incompletely defined. Especially, the consequences of STING-associated Conjugation of autophagy related (ATG) 8 to Single Membranes (CASM) in the control of immune responses remain elusive. Using innate and adaptive cells specifically inactivated for autophagy or CASM, we found that STING agonists primarily trigger CASM over autophagy. While STING-associated autophagy exerts negative feedback on the STING pathway and downstream type I IFN and pro-inflammatory responses, with different underlying molecular mechanisms between immune cells, STING-driven CASM potentiates NFB{kappa}-associated TNF production. These results overall uncover a new function of CASM and underscore the relevance of both CASM and autophagy in shaping STING signaling.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700774",
    "doi": "10.64898/2026.01.21.700774",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701018",
    "title": "A Systems-Level Transcriptomic Analysis of Polycystic Ovary Syndrome as a Mitochondrial-Immunometabolic Disorder",
    "authors": [
      "PATIAL, R.",
      "Ray, S.",
      "Singh, K.",
      "Sobti, R. C."
    ],
    "summary": "Abstract: Polycystic Ovary Syndrome (PCOS) is known as an endocrine and metabolic disorder; however, emerging molecular evidence suggests a far more complex systems-level pathology. In this study, we performed an integrative transcriptomic and pathway-level analysis of endometrial tissue from women with PCOS to gain a deeper understanding of the underlying mechanism facilitating the disorder. The findings of the study highlighted mitochondrial dysfunction, chronic oxidative stress, and multi-layered immune dysregulation, adding some new insight apart from classical hyperandrogenism and insulin resistance. We identified some novel gene disease associations which involve C15orf48, ODF3B PRR15-DT, LINC01176, and LOC105379193. The upstream regulators such as (NFE2L2, TWNK, ALKBH1, BCOR, SMARCA4) involved in processes including mitochondrial genome, redox balance, and chromatin remodeling provided new insights into regulatory mechanisms. The IPA pathway analysis validated the compromised immune recovery with low grade inflammations and mitochondrial dysfunctionality. The observations emphasize on complex associations discarding its PCOS pure endocrine nature through immunometabolic-mitochondrial dysfunctionalities.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701018",
    "doi": "10.64898/2026.01.22.701018",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701354",
    "title": "Molecular basis of delayed leaf senescence induced by short-term treatment with low phosphate in rice",
    "authors": [
      "Martin-Cardoso, H.",
      "Bundo, M.",
      "Garcia-Molina, A.",
      "San Segundo, B."
    ],
    "summary": "Leaf senescence is a programmed plant developmental process that can also be regulated by environmental factors, like nutrient availability. Although phosphorus is an essential element determining plants' growth and productivity, mechanisms underlying adaptation to phosphorus availability in plants are not well understood. In this study, we combined physiological, biochemical and molecular approaches to investigate the effect of phosphate supply on leaf senescence in rice. We show that short-term treatment of rice seedlings with low phosphate increases photosynthetic pigments content, confers tolerance to methyl viologen-induced oxidative stress in chloroplasts, and increases antioxidant enzyme activities. Leaves from low-Pi-treated plants also showed a reduction in membrane lipid peroxidation and electrolyte leakage. Opposite trends were observed in seedlings under high Pi supply, in which accelerated leaf senescence occurs. Further analyses indicated that CRISPR/Cas9-mediated editing of MIR827, and subsequent reduction in Pi content, promotes delayed leaf senescence, while Pi accumulation in MIR827 or MIR399 overexpressing plants accelerates senescence. These findings strongly support that short treatment with low phosphate delays rice leaf senescence. Transcriptomic analysis demonstrated multiple biological processes underlying adaptation of rice plants to low phosphate, including senescence-associated and metabolic processes. These findings provide novel insights into leaf senescence potentially contributing to sustainable rice production.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701354",
    "doi": "10.64898/2026.01.23.701354",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701197",
    "title": "Asporin Improves Cardiac Myocyte Response to Ischemia and Reperfusion Stress",
    "authors": [
      "Rai, D.",
      "Basu, M.",
      "McCarthy, L.",
      "Gupta, D.",
      "Dinh, A.",
      "Ayres, M.",
      "Bhardwaj, A.",
      "Nedumaran, P.",
      "Thakur, R.",
      "Stotland, A.",
      "Piplani, H.",
      "Parker, S. J."
    ],
    "summary": "Background: Myocardial Infarction (MI) remains a leading cause of mortality worldwide, despite advancements in clinical therapies and interventions. MI results from prolonged ischemia, leading to hypoxia-induced damage to cardiac tissue and reperfusion-injury (R/I) that aggravates cardiomyocyte (CM) loss. One key cellular event during this process is accumulation of dysfunctional mitochondria, resulting from environmental hypoxia and subsequent oxidative stress upon reperfusion. Post-MI cardiac-remodeling involves changes in both cellular and extracellular matrix (ECM). Ubiquitin-dependent and independent autophagy are crucial for cardio protection during this phase. The ECM provides structural integrity and functions as a reservoir for signaling molecules. Asporin (ASPN), a small leucine-rich proteoglycan, plays a role in modulating cardiac-remodeling by limiting excessive fibrosis and protecting CMs from cell death. Methods: We investigated the therapeutic potential of ASPN by using an exogenous recombinant peptide of ASPN (rASPN), testing its effects using an in-vitro ischemia-reperfusion (I/R) model simulating MI conditions. Two I/R models were developed using an immortalized human embryonic cardiac cell line to reflect the hypoxia-reperfusion (H/R) phases of MI. In the No-Reoxygenation (No-ReOx) model, cells were subjected to hypoxia for 18 hours, with or without exogenous rASPN. In the Reoxygenation (ReOx) model, cells underwent 18 hours of hypoxia, then 12 hours of reoxygenation (simulating reperfusion), with or without rASPN. Results: Proteomics revealed that ASPN modulates key pathways involved in apoptosis, non-canonical autophagy, and metabolic reprogramming. Additionally, ASPN influenced immune response pathways and significantly affected TGF-? signaling, a central mediator of cardiac fibrosis and remodeling post-MI. These findings indicate that ASPN plays a multifaceted role in regulating cellular responses to hypoxia and R/I. Conclusions: Our H/R model simulates key aspects of MI and R/I. The protective role of ASPN observed in this model suggests it as a promising candidate for developing cardioprotective therapies to minimize R/I and adverse cardiac-remodeling following MI.",
    "published": "2026-01-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701197",
    "doi": "10.64898/2026.01.22.701197",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b",
      "\\bAutophagy\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.16.654474",
    "title": "Parkin-dependent ubiquitination of TAX1BP1 affects the degradation pathway of defective mitochondria",
    "authors": [
      "Lechado-Terradas, A.",
      "Lemke, B.",
      "Zittlau, K.",
      "Kahle, P. J.",
      "Macek, B."
    ],
    "summary": "In stressed cells, the recessive Parkinson disease (PD) associated gene products PINK1 and parkin mediate the autophagic removal of damaged mitochondria (mitophagy). Upon mitochondrial membrane potential disruption, PINK1 phosphorylation activates the ubiquitin ligase parkin which ubiquitinates various mitochondrial protein substrates. These feed-forward modifications on the mitochondria surface attract ubiquitin-binding autophagy receptors that target ubiquitinated mitochondria for degradation. Investigating post-translational protein modifications during this process, we detected transient ubiquitination of K549 within the third coiled-coil domain (CC3) of TAX1BP1 in HeLa cells expressing wild-type (WT) but not catalytically inactive parkin. Parkin-dependent ubiquitination did not target TAX1BP1 to proteasomal degradation but was rather indicative of a regulatory modification. In cells with the full complement of autophagy receptors, TAX1BP1 plays only a minor role in mitophagy. However, when expressed as a sole autophagy receptor, both WT and ubiquitination deficient TAX1BP1 were capable of promoting mitophagy, albeit mitochondria degradation was slightly delayed under mutant conditions. Use of the lysosomal inhibitor bafilomycin A indicated classical autophagolysosomal targeting of damaged mitochondria mediated by WT TAX1BP1. However, for the ubiquitination-deficient TAX1BP1, we observed an increased prevalence of enlarged endolysosomal vesicles carrying accumulated TAX1BP1-positive autophagosomes filled with mitochondrial material. Thus, while ubiquitination of the CC3 domain of TAX1BP1 is not essential for complete mitophagy, the lack of CC3 in TAX1BP1 reroutes the degradation flux to a less efficient endolysosmal degradative pathway. Interestingly, the PD gene product VPS35 becomes prominently engaged in this alternative mitophagy pathway.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.16.654474",
    "doi": "10.1101/2025.05.16.654474",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.02.697374",
    "title": "Integrative transcriptomic identification of cellular senescence beyond marker limitations",
    "authors": [
      "Lu, J.",
      "Guderer, I.",
      "Alvi, T.",
      "Olenik, M.",
      "Dönertas, H. M."
    ],
    "summary": "Cellular senescence lacks a universal marker and varies across cell types, tissues, and stressors, complicating identification. Using SPiDER SA-{beta}-gal labeled single-cell RNA-seq from regenerating mouse muscle, we found that curated gene sets show opposing enrichment patterns in experimentally defined senescent cells, suggesting apparent concordance in prior studies may reflect circular validation. Machine learning classifiers outperformed marker-centric approaches by capturing coordinated transcriptional features largely absent from differentially expressed genes. These features traced senescence progression, positioning senescent cells at late pseudotime with reduced transcriptional entropy. Ligand-receptor analysis identified IGF signaling as a directional axis of secondary senescence from senescent to non-senescent cells. When applied to bulk RNA-seq and an independent aging dataset, the classifier detected age-associated senescence patterns while the entropy-senescence relationship held across most cell types. These findings demonstrate that transcriptome-based classification provides a robust alternative to marker-centric readouts while enabling mechanistic hypothesis generation.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.02.697374",
    "doi": "10.64898/2026.01.02.697374",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700592",
    "title": "miR-18a-5p upregulates Orai1 expression to promote vascular smooth muscle cell proliferation and neointimal hyperplasia after injury.",
    "authors": [
      "Martin-Bornez, M.",
      "Dominguez-Liste, B.",
      "Avila-Medina, J.",
      "de Rojas-de Pedro, E. S.",
      "Galeano-Otero, I.",
      "Sanchez-Collado, J.",
      "Ordonez-Fernandez, A.",
      "Rosado, J. A.",
      "Hmadcha, A.",
      "Falcon, D.",
      "Smani, T."
    ],
    "summary": "Rationale: Neointimal hyperplasia, a key contributor to restenosis, is driven by the abnormal proliferation and migration of vascular smooth muscle cells (VSMC), although the underlying molecular mechanisms remain incompletely understood. This study aimed to characterize the structural, transcriptomic, and post-transcriptional changes driving neointima formation, with a focus on store-operated calcium entry (SOCE) pathways and microRNA (miRNA) regulation. Methods: A rat carotid angioplasty model was employed to assess neointimal development at 1, 2, and 3 weeks post-injury. VSMC isolated from rat coronary arteries and A7r5 VSMC line were used to assess intracellular Ca2+ dynamics, and expression of gene and protein. Results: Progressive neointimal thickening and impaired contractility were observed after carotid artery injury, accompanied by significant VSMC proliferation. Transcriptomic profiling revealed differentially expressed genes (DEGs) at 1 and 3 weeks, with enrichment in pathways related to cell cycle, migration, and Ca2+ signaling. Among Ca2+ -regulatory genes, Orai1 and SARAF were upregulated in the neointima and shown to colocalize and interact post-injury. Functional studies in VSMC demonstrated that Orai1, but not SARAF, is involved in insulin-like growth factor 1 (IGF-1)-induced proliferation and SOCE activation. Moreover, miRNA profiling identified miR-18a-5p, from the miR-17-92 cluster, as the most upregulated miRNA early post-injury. miR-18a-5p unusually enhanced Orai1 promoter activity and protein expression, leading to increased SOCE in VSMC. In human coronary arteries from ischemic hearts Orai1 was upregulated, suggesting the potential translational relevance of Orai1 in vascular pathology. Conclusions: Our findings identify miR-18a-5p as a novel positive regulator of Orai1 and SOCE activity in VSMC. The results uncover a miRNA/SOCE regulatory circuit that orchestrates Ca2+ -dependent VSMC signaling during vascular remodeling and may serve as a potential therapeutic target pathway in occlusive vascular disease.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700592",
    "doi": "10.64898/2026.01.20.700592",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700573",
    "title": "Senescence-associated Cdkn1a (p21) is upregulated in rodent dorsal root ganglion neurons across lesion-based neuropathic pain models",
    "authors": [
      "Ostermann, P. N.",
      "Isensee, J.",
      "Dinnendahl, R.",
      "Hucho, T."
    ],
    "summary": "Senescence of peripheral sensory neurons has recently been associated with increased nociceptive signalling and pain chronification. Whether this association is found across pain conditions and independent study settings remains to be investigated. In this study, we made use of publicly available whole-genome transcriptome data sets on rodent dorsal root ganglion (DRG) tissue to investigate pain-related peripheral sensory neuron senescence across pain models and independent study settings. We focused on Cdkn1a (p21) and Cdkn2a (p16) expression levels as two widely-used senescence markers, and to explore their potential role in peripheral sensory neuron senescence. We found that Cdkn1a but not Cdkn2a RNA is significantly increased across different axotomy- and lesion-based neuropathic pain models, but less consistent in other pain models including inflammatory pain. We observed a sex-dependent effect of Cdkn1a upregulation following nerve injury, with significantly increased Cdkn1a RNA levels in DRG cells from female but not male rats. Lastly, Cdkn1a RNA levels are increased among all DRG neuronal subtypes, seem to reach their maximum three to seven days following nerve injury, and afterwards go back to baseline. These data suggest that Cdkn1a upregulation in DRG neurons is a widespread response to nerve injury that is found across independent study settings.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700573",
    "doi": "10.64898/2026.01.20.700573",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp16\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700575",
    "title": "Reprogramming BCMA-Targeted CAR-T Cells through γ-Secretase Modulation Blocks Antigen Shedding and Extends CAR-T Longevity",
    "authors": [
      "Sharma, S.",
      "Chauhan, V.",
      "Bhat, Z. A.",
      "Aich, J.",
      "Madaan, D.",
      "Gupta, S.",
      "Rashmi, D.",
      "Alam, R.",
      "Dave, D.",
      "Patel, P.",
      "Chaudhary, N.",
      "Singh, D. K.",
      "Singh, V. P.",
      "Husain, M.",
      "Srivastava, A. K.",
      "Mabalirajan, U.",
      "Pendharkar, D.",
      "Murugaiyan, N.",
      "Ramalingam, S. p.",
      "Kharya, G.",
      "Verma, A. K.",
      "Ahmad, T."
    ],
    "summary": "B-cell maturation antigen (BCMA) shedding by {gamma}-secretase generates soluble BCMA (sBCMA) , which diminishes membrane antigen density, and limits the durability of BCMA-directed immunotherapies in multiple myeloma (MM). Here, using AI-driven diffusion modeling, we identify peptide inhibitors that selectively block {gamma}-secretase-mediated BCMA cleavage, stabilizing membrane-bound BCMA (mBCMA) without compromising cellular viability. The lead peptide, P5, suppresses sBCMA and restores mBCMA in vitro and in xenograft models. To create sustained, cell-intrinsic inhibition, we engineered Shedding Deterrent Locked-in (SHEDLOCK) CAR-T cells that locally secrete {gamma}-secretase-modulatory peptides. SHEDLOCK-1 CAR-T cells secreting P5 exhibits enhanced cytotoxicity and persistence relative to conventional CAR-T cells. Building on this, SHEDLOCK-2 CAR-T cells were generated, which secrete a modified, naturally derived peptide (nxP) that directly engages the {gamma}-secretase catalytic site, concurrently preventing BCMA shedding, and surprisingly enhancing CAR-T cell longevity by preserving telomere integrity and metabolic fitness. In MM xenograft and patient-derived models, SHEDLOCK-2 CAR-T cells demonstrate durable antitumor activity with a favorable safety profile. Together, these findings establish SHEDLOCK as a next-generation CAR-T platform and provide a strong preclinical foundation for Phase I clinical evaluation. -",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700575",
    "doi": "10.64898/2026.01.20.700575",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.699925",
    "title": "Extracellular vesicles facilitate the horizontal transfer of drug resistance and stem-like properties between ovarian tumor cells",
    "authors": [
      "Pooladanda, V.",
      "Xu, R.",
      "Zarella, D.",
      "Matoba, Y.",
      "Shimada, C.",
      "Kumar, S.",
      "Kim, E.",
      "Dibenedetto, P.",
      "Qin, X.",
      "Sarosiek, K.",
      "Krueger, M.",
      "Magrassi, N.",
      "Amiji, M.",
      "Azimi-Mohammadabadi, M.",
      "Winter, U.",
      "Castro, C. M.",
      "Im, H. M.",
      "Kumar, R.",
      "Wang, C.",
      "Cowdon-Dahl, K.",
      "Nephew, K.",
      "Yeku, O.",
      "Milane, L.",
      "Rueda, B. R."
    ],
    "summary": "Ovarian cancer stem cells (CSCs) can seed recurrent drug-resistant disease. Likewise, non-CSCs can acquire CSC phenotypic properties. How this process is orchestrated is of interest to inform how it might be prevented. We tested the hypothesis that ovarian CSC and/or drug-resistant tumor cells confer stem-like properties via extracellular vesicles (EVs). We focused our investigation on how EVs might mediate EZH2 signaling to promote a phenotypic change in drug-sensitive, non-CSCs. To accomplish this, we utilized paired PARP inhibitor-sensitive and -resistant ovarian cancer (OvCa) cell lines, EZH2 knockdown lines, and patient-derived organoids (PDOs) originating from recurrent high-grade serous OvCa. Small EVs isolated from drug-sensitive, CSC and/or drug-resistant enriched cultures, PARP inhibitor (olaparib) resistant lines, or drug-treated (olaparib or carboplatin) lines were cultured with treatment naive or sensitive lines for defined time points. The impact of small EV exposure was determined by assessing cell number, metabolic activity, viability, sphere and colony-forming capacity, ALDH activity, DNA damage, and changes in associated signaling pathways. We found that EVs from CSC or drug-resistant enriched cell fractions communicate CSC-like phenotypes to the more sensitive tumor cells via EZH2 canonical and non-canonical signaling pathways, promoting stemness. We conclude that EV-mediated activation of EZH2 signaling represents a targetable mechanism contributing to stemness-associated drug resistance in OvCa.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.699925",
    "doi": "10.64898/2026.01.20.699925",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701145",
    "title": "Astrocytic response to traumatic brain injury to rescue neuronal mitochondrial dysfunction through mitochondrial transfer",
    "authors": [
      "Velmurugan, G. V.",
      "Vekaria, H. J.",
      "Rabchevsky, A. G.",
      "Saito, K.",
      "Morganti, J.",
      "Patel, S.",
      "Hubbard, B.",
      "Sullivan, P. G."
    ],
    "summary": "As highly dynamic organelles, mitochondria play an essential role in neuronal survival and synaptic function. Excitotoxicity is as a critical factor that promotes mitochondrial dysfunction after traumatic brain injury (TBI). Intercellular mitochondrial transfer and exogenous mitochondrial transplantation are emerging concepts to understand mitochondrial trafficking in response to mitochondrial dysfunction; however, robust in vivo evidence remains limited on the extent of these processes in the central nervous system (CNS). There is a significant knowledge gap in our understanding of mitochondrial transfer mechanisms under both normal physiological conditions and after experimental TBI. Mouse lines expressing mitochondrial green-fluorescent dendra-2 (mtD2) and GFP (mtGFP) targeted to inner and outer mitochondrial membranes, respectively, were used to study astrocyte-specific (Aldh1l1-CreER; mtD2f/f-AmtD2 and Aldh1l1-CreER; mtGFPf/f-AmtGFP) and neuron-specific (CamK2aCre; mtD2f/f-NmtD2 and CamK2aCre; mtGFPf/f-NmtGFP) mitochondrial dynamics and bioenergetics in acute TBI and excitotoxicity. At 24 hrs following TBI, neurons in the NmtD2 mouse brain exhibited rapid and significant alterations in mitochondrial morphology, including changes in total mitochondrial volume, volume distribution, and sphericity. Synaptic neuronal (SN) mitochondria display robust deficits in mitochondrial bioenergetics and complex protein levels while non-synaptic neuronal (NSN) mitochondria show State III bioenergetics and complex proteins at control levels. These findings are accompanied by a marked increase in astrocyte-derived mitochondria (AmtGFP) transfer to neurons at 24 hrs post-injury, compared to control animals, but no increase in transfer to neuronal synapses. While TBI also altered astrocytic mitochondrial morphology in the cortex, astrocytic mitochondrial bioenergetics remained preserved. Single-cell RNA-seq analysis of astrocytes revealed significant transcriptional reprogramming following TBI, characterized by the upregulation of genes associated with mitochondrial homeostasis and the machinery for organelle trafficking. In vitro co-cultures of primary cortical astrocytes and neurons demonstrated that astrocytes can transfer mitochondria to neurons via direct contact and that NMDA-mediated excitotoxicity further enhanced this astrocyte-to-neuron mitochondrial transfer. Furthermore, astrocytic-derived extracellular vesicles containing mitochondria (EV-mito) deliver mitochondria to neurons and EV-mediated mitochondrial transfer significantly ameliorated NMDA-induced mitochondrial dysfunction in primary cortical neurons. Together, these findings show that astrocytes take on a TBI-related phenotype that facilitates dynamic changes in mitochondrial networks and mitochondrial trafficking to neurons. Astrocytic transfer of respiratory-competent mitochondria support is an intrinsic neuroprotective response to injury that supports mitochondrial function in neuronal soma, dendrites, and axons but not at the neuronal synapse. Finally, we show therapeutic potential of exogenous mitochondrial transfer, particularly via EV-mito, for treating neurological disorders associated with excitotoxicity, such as TBI.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701145",
    "doi": "10.64898/2026.01.22.701145",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701175",
    "title": "Single-cell-resolved spatial multi-omics identifies mTOR-driven neuronal and astroglial pathogenicity underlying epileptogenic focal cortical dysplasia",
    "authors": [
      "Shimaoka, K.",
      "Miyashita, S.",
      "Iijima, K.",
      "Yagita, K.",
      "Tabe, N. K. N.",
      "Hashizume, K.",
      "Arimura, N.",
      "He, S.",
      "Mizuno, M.",
      "Nishitani, K.",
      "Komatsu, K.",
      "Murayama, K.",
      "Sone, M.",
      "Usukura, E.",
      "Sano, T.",
      "Taya, S.",
      "Nishioka, T.",
      "Kaibuchi, K.",
      "Owa, T.",
      "Takao, M.",
      "Iwasaki, M.",
      "Hoshino, M."
    ],
    "summary": "Focal cortical dysplasia type II (FCDII) is a malformation of cortical development caused by somatic mutations in the mTOR signaling pathway. Two hallmark pathological cell types in FCDII, dysmorphic neurons (DNs) and balloon cells (BCs), arise as a result of somatic mutations in the mTOR signaling pathway and are implicated in the pathophysiology of drug-resistant epilepsy. However, how these somatic mutations reshape cell states within the human cortex remains poorly understood. Here, we integrate imaging-based spatial transcriptomics (iST), single-nucleus RNA sequencing, and proteomics of surgically resected FCDIIb tissue to define the transcriptional and proteomic profiles of DNs and BCs. Spatial mapping of iST data resolved transcriptional signatures in histologically validated DNs and BCs within FCDIIb sections. Integrative omics analysis further revealed that DNs show upregulation of PI3K-AKT-mTOR and p53-CROT metabolic programs accompanied by suppression of synaptic signaling, whereas BCs exhibit transcriptional signatures of reactive astrocytes with increased phagocytic and immune-like activity. These data delineate cell-type-specific consequences of somatic mTOR pathway mutations at single-cell resolution and reveal previously unrecognized metabolic and immunoregulatory mechanisms contributing to epileptogenesis in drug-resistant epilepsy. Our study establishes a spatial multi-omics framework for dissecting human cortical malformations and highlights potential therapeutic targets for drug-resistant epilepsy.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701175",
    "doi": "10.64898/2026.01.23.701175",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.700763",
    "title": "Phosphite, an analog of phosphate, counteracts Phosphate Induced Susceptibility of rice to the blast fungus Magnaporthe oryzae",
    "authors": [
      "Mallavarapu, M. D.",
      "Martin-Cardoso, H.",
      "Bücker, G.",
      "Alussi, M.",
      "Garcia-Molina, A.",
      "San Segundo, B."
    ],
    "summary": "Phosphate (Pi) and phosphite (Phi), a non-metabolizable analogue of Pi, are taken up by plant roots through the same transport system. Whereas Pi is an essential nutrient for plants, Phi might function as a biostimulant and in protection against pathogens. However, how Phi mechanistically exerts beneficial effects on plants remains unsolved. We examined the impact of Phi and Pi on Arabidopsis thaliana and rice growth and upon pathogen infection. Phi inhibited the in vitro growth of Plectosphaerella cucumerina and Fusarium fujikuroi in a dose-dependent manner, whereas Magnaporthe oryzae growth was largely unaffected. Effect of Phi on plant growth was dependent on the plant species, the basal Pi level in the plant, and the ratio Pi to Phi. In Arabidopsis, Phi enhanced resistance to P. cucumerina by triggering a hypersensitive response-like cell death. Notably, Phi reversed Pi-induced susceptibility to blast (M. oryzae) and bakanae (F. fujikuroi) diseases in rice. Transcriptomic analysis revealed that Phi triggered extensive reprogramming in rice under high Pi, including the activation of signaling pathways enriched in phosphorylation-dependent processes, while attenuating induction of carbon metabolism. Phi acts as a multifaceted agent, promotes balanced metabolic state, improved plant performance, and reduced Pi-induced disease susceptibility when applied under appropriate Pi conditions.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.700763",
    "doi": "10.64898/2026.01.22.700763",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701085",
    "title": "Targeted therapy-induced chromosomal instability dictates mitotic dependency on Aurora Kinase A",
    "authors": [
      "Li, C.",
      "Nangia, V.",
      "Vieira, M. D.",
      "Nimbalkar, A.",
      "Graser, C. J.",
      "Chang, J.",
      "Syed, M. U.",
      "Shen, Y.",
      "Koranne, R.",
      "Zou, L. J.",
      "Gong, X.",
      "Spencer, S. L.",
      "Hata, A. N."
    ],
    "summary": "Targeted therapies eliminate cancer cells by inhibiting oncogenic signaling; however, tumor cells often evade cytotoxicity through proteomic and epigenetic reprogramming that enables survival. These adaptive responses may create collateral cellular stresses, such as DNA damage, that can be therapeutically exploited. When unresolved, DNA damage leads to chromosomal instability (CIN), a potential source of vulnerability. Whether KRAS inhibition induces DNA damage or CIN in KRAS-mutant non-small cell lung cancer (NSCLC) has not been established. Here, we show that the KRASG12C inhibitor LY3499446 induces CIN in KRAS-mutant NSCLC cell lines. A targeted compound screen revealed that the extent of CIN induction by KRASG12C inhibition strongly correlates with therapeutic synergy with the selective Aurora kinase A inhibitor LSN3321213. Mechanistically, KRASG12C inhibition stabilizes cyclin B1 during mitosis through activation of mitotic ATR/ATM signaling. In the presence of Aurora Kinase A inhibition, cyclin B1 stabilization delays mitotic exit and diverts cell fate from mitotic slippage or division toward mitotic catastrophe. Together, our findings identify CIN as a predictive marker of response to combined KRASG12C and Aurora Kinase A inhibition, providing mechanistic rationale to enhance the therapeutic window of AURKA inhibitors when used with targeted therapies.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701085",
    "doi": "10.64898/2026.01.22.701085",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701218",
    "title": "Operon-driven antagonism and novel modulation of DNA damage sensor STPK specific PP2C phosphatase in Deinococcus radiodurans",
    "authors": [
      "Soni, I.",
      "Sharma, D. K.",
      "Rajpurohit, Y. S."
    ],
    "summary": "This study identifies a novel operon driven signaling module in Deinococcus radiodurans. The operon includes a von Willebrand A domain protein (DRA0331), a Ser/Thr protein kinase (DRA0332), a canonical FHA-domain protein (DRA0333), and a PP2C-type phosphatase (DRA0334). DRA0334 shows Manganese-dependent phosphatase activity and has a unique dual domain structure that combines a Kinase-Interacting FHA (KI-FHA) domain with a PP2C catalytic domain. Functional assays show that FHA domain protein, DRA0333 boosts the phosphorylation of STPKs like RqkA and DR1243 while operonic partner PP2C-type phosphatase, DRA0334 counteracts this through targeted dephosphorylation, establishing a phospho-regulatory antagonism. Notably, the KI-FHA domain of the DRA0334 phosphatase competitively interacts with the FHA domain to modulate the radiation-responsive RqkA kinase, thereby maintaining kinase-phosphatase balance. This KI-FHA domain also imparts substrate specificity and enables feedback regulation. Additionally, DRA0334 modular variants confirm separate roles of catalytic and docking modules, and STRING analyses link DRA0334 functions to DNA repair and stress recovery. Collectively, the findings suggest an operonic connection between DRA0333 and DRA0334, indicating that the KI-FHA and FHA domains may act as phospho-docking switches. These switches can regulate both kinase and phosphatase activities in a push and pull regulatory mechanism within the phosphorylation-dephosphorylation cycle of signal transduction, depending on their association with the type of catalytic domain.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701218",
    "doi": "10.64898/2026.01.23.701218",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.700871",
    "title": "A cross-species single-cell epigenome kidney atlas identifies epithelial cells as a driver of epigenetic aging",
    "authors": [
      "Jeong, H.",
      "Lake, B. B.",
      "Diep, D.",
      "Li, X.",
      "Yan, Q.",
      "Gisch, D. L.",
      "Reinert, S.",
      "Eadon, M. T.",
      "Gaut, J. P.",
      "Jain, S.",
      "Zhang, K."
    ],
    "summary": "Epigenetic aging is a hallmark of chronic diseases, arising from sustained injuries and unresolved repairs. To investigate cell-type-specific epigenetic alterations, we built a cross-species single-cell multi-omics atlas of DNA methylomes, chromatin accessibilities, and transcriptomes on healthy, injured (human) and aging (mouse) kidneys. We identified accelerated epigenetic aging dominated by tubular epithelia in diseased kidneys. The pathological state mirrors transcriptional trajectories observed in normal aging, driven by the preferential dysregulation of lineage-specific genes lacking CpG islands. Spatially, these epigenetic changes mapped to pathological niches of failed repair. Co-profiling of single-cell DNA methylation and 3D genome architecture revealed that epithelial repair states in disease undergo significant higher-order genome reorganizations, activating genes associated with renal decline. Our findings demonstrate that epithelial aging is driven by a collapse of 3D chromatin structure and local methylome integrity, which silences cell identity and promotes a non-resolving repair state.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.700871",
    "doi": "10.64898/2026.01.22.700871",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700649",
    "title": "Functional Stratification Reveals Speed-Independent Gait Impairments Beyond Chronological Age",
    "authors": [
      "Wu, Y.",
      "Wang, X.",
      "Manini, T.",
      "Hu, B."
    ],
    "summary": "Background Gait is a clinically relevant indicator of functional decline in aging populations. However, most studies classify older adults by chronological rather than functional age, which may obscure early impairments detectable through kinematic profiling. This study examined whether stratifying older adults by functional status using the Short Physical Performance Battery (SPPB) enhances sensitivity in detecting gait abnormalities and instability-related compensatory patterns. Methods A total of 190 adults completed gait trials on a pressure-sensitive walkway. Twenty-eight spatial, temporal, and variability-based gait parameters were derived. Participants were categorized as young adults or older adults, who were further stratified into high- and low-functioning groups based on SPPB scores. Analysis of covariance (ANCOVA) was performed, adjusting for habitual walking speed to isolate functional effects. Findings After adjusting for speed, the low-functioning group demonstrated longer stance and double-support durations, wider step width, and greater step-to-step variability in both spatial and temporal domains compared with both the high-functioning and young reference groups. These findings indicate a compensatory, instability-driven control strategy that challenges the assumption of a slower but steady gait in aging. High-functioning older adults exhibited gait patterns more closely resembling those of younger adults. Interpretation Functional classification using the SPPB provided greater sensitivity than chronological age in detecting early mobility decline. Gait variability emerged as a salient biomarker of impaired neuromuscular control. Integrating quantitative gait profiling with validated functional assessments may improve early screening, targeted intervention, and fall prevention strategies.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700649",
    "doi": "10.64898/2026.01.20.700649",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700729",
    "title": "Neuronal integrity is altered in the ipsilesional hand sensory territory in late stroke",
    "authors": [
      "Cheema, R.",
      "Cheema, N.",
      "Apostol, A.",
      "Cirstea, C. M."
    ],
    "summary": "Background: Sensorimotor remapping plays a crucial role in the rehabilitation of hand function after stroke. While motor remapping has been intensively investigated at various levels, from functional to metabolic, limited attention has been given to somatosensory cortical remapping. This study extends our previous work showing functionally relevant metabolic alterations in radiologically normal-appearing or spared motor cortices, predominantly in the ipsilesional (stroke-injured) hemisphere, during the chronic phase of stroke. Precisely, we investigated the metabolic status of the ipsilesional primary somatosensory cortex (S1) and its relation to hand impairment in late stroke. Methods: Fourteen individuals with a chronic (mean {+/-} SD, 21.1 {+/-} 36.9 months post-onset) ischemic subcortical stroke, exhibiting moderate hand impairment (Fugl-Meyer Upper Extremity, 44.8 {+/-} 20.9; Jamar dynamometer, 54.1% {+/-} 40.9% of the non-paretic hand), but without sensory deficits, and ten matched healthy controls participated. MR Spectroscopy markers of neuronal status (N-acetylaspartate) and neuronal-glial glutamatergic cycle/neurotransmission (glutamate-glutamine complex) were measured in the ipsilesional S1 (3T, Allegra Siemens Medical Solutions, Erlangen, Germany). Between-group comparison of brain-tissue-corrected levels of these markers (LCModel, SPM12, MATLAB 2023a) and correlation analyses were performed (SPSS v26). Results: Compared with controls, patients showed significantly lower N-acetylaspartate levels (by 14.5%, p = 0.03) but no significant alterations in glutamate-glutamine levels (by -4.0%, p = 0.6). Significant correlations were found between N-acetylaspartate and the glutamate-glutamine complex in patients (p = 0.02), but not in controls (p = 0.06). No significant correlations were found between S1 markers and hand impairment (p > 0.05 for all). Conclusions: Our findings demonstrate neuronal mitochondrial dysfunction, which correlates with lower cortical excitability in the ipsilesional S1 in chronic stroke survivors. Further work on the functional relevance of such findings, using larger sample sizes, is warranted.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700729",
    "doi": "10.64898/2026.01.20.700729",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701280",
    "title": "Encephalitic Alphavirus Infection Induces PARP-1 Hyperactivation Mediated Energy Collapse in Motor Neurons",
    "authors": [
      "Williams, R. E.",
      "Pieterse, L.",
      "Patel, S. S.",
      "McLaren, M. W.",
      "Elrick, M.",
      "Griffin, D. E."
    ],
    "summary": "Motor neurons are highly vulnerable to metabolic stress, yet the mechanisms driving their degeneration during neurotropic alphavirus infections remain unclear. Venezuelan equine encephalitis virus (VEEV) causes motor neuron injury, but the intrinsic pathways underlying this susceptibility are not fully defined. Previous work suggests alphavirus-infected motor neurons may die through caspase-independent mechanisms. Here, we show that VEEV infection induces sustained activation of the DNA repair enzyme poly(ADP-ribose) polymerase-1 (PARP-1), leading to depletion of NAD+ and ATP in murine NSC34 motor neuron-like cells and human iPSC-derived motor neurons. These metabolic changes precede mitochondrial depolarization and cell death. Pharmacological inhibition or genetic reduction of PARP-1 partially restores NAD+ and ATP and improves cell survival, indicating that PARP-1 hyperactivation directly contributes to energetic collapse and intrinsic motor neuron death. These results identify PARP-1 as a key driver of energy failure during VEEV infection and a potential target to limit neuronal injury in neurotropic viral infections.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701280",
    "doi": "10.64898/2026.01.23.701280",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.699761",
    "title": "Reduced late endosome/lysosome function promotes SLE through chronic PI3k activity and SHP-1/SHIP-1 defects",
    "authors": [
      "Kang, S.",
      "Monteith, A. J.",
      "Arbeeva, L.",
      "Grier, K.",
      "Saxena-Beem, S.",
      "Trujillo, A. C.",
      "Bi, X.",
      "Sun, K.",
      "Sadun, R. E.",
      "Maheswaranathan, M.",
      "Clowse, M. E.",
      "Sheikh, S. Z.",
      "Rogers, J. L.",
      "Vilen, B. J."
    ],
    "summary": "Degradation of cellular waste from phagocytosis, endocytosis and autophagy occurs through hydrolases that become activated during acidification of late endosomes and lysosomes (LELs). In a cross-sectional study we show diminished LEL acidification and the accumulation of surface-bound nucleosome on monocytes, dendritic cells, and B cells from SLE patients. Diminished acidification and exocytosis of undegraded IgG-ICs is evident in active, but not inactive disease. This is supported by our murine study where LEL acidification is diminished, promoting exocytosis and the accumulation of cell surface IgG-immune complexes. Mechanistically, LEL dysfunction is induced by chronic PI3k activation in lupus-prone MRL/lpr mice. We also show that on a non-autoimmune C57BL/6 background, deficiency in SHP-1 and inhibition of SHIP-1 activity is sufficient to recapitulate LEL dysfunction found in MRL/lpr mice. Non-acidic LELs are evident in 67% of patients, and associate with SLEDAI arthritis, rash, and nephritis. The high frequency of LEL dysfunction in SLE suggests it could serve as a biomarker identifying a specific disease endotype.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.699761",
    "doi": "10.64898/2026.01.21.699761",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700636",
    "title": "PRDX6 Modulates Immune Checkpoint Inhibitor Response by Antagonizing Ferroptosis Induced By HDAC Inhibitors",
    "authors": [
      "Liu, Z.",
      "John, J.",
      "Johnson, N.",
      "Singh, P.",
      "Wang, Z.",
      "Sanchez, G. J.",
      "Wang, J. H.",
      "Liu, X."
    ],
    "summary": "Therapeutic resistance limits the efficacy of histone deacetylase (HDAC) inhibitors and immune checkpoint therapies in cancer. While HDAC inhibitors can induce ferroptosis, tumor cells often evade this cell death via antioxidant defenses. Here we identify peroxiredoxin 6 (PRDX6) as a critical modulator of resistance to HDAC inhibitor largazole by suppressing ferroptosis through its phospholipase A2 activity and maintaining GPX4 expression. Using genome-wide CRISPR activation screening, biochemical assays, and syngeneic tumor models, we show that PRDX6 depletion enhances largazole-induced lipid peroxidation, ferroptotic stress, and reshapes the tumor microenvironment to promote T-cell infiltration and inflammatory cytokine release. Importantly, combining PRDX6 knockdown with HDAC inhibition potentiates anti-PD-L1 immunotherapy efficacy and prolongs survival in vivo. These findings reveal PRDX6 as a redox gatekeeper linking ferroptosis resistance to immune evasion and suggest that co-targeting PRDX6 and HDAC pathways may improve responses to cancer immunotherapy.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700636",
    "doi": "10.64898/2026.01.21.700636",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.23.701272",
    "title": "Proteomic Insights into the Mechanism of Action of Maduramicin, a Novel Ionophore with Potent Antimalarial Activity",
    "authors": [
      "Singal, A.",
      "Bharti, H.",
      "Pradhan, S.",
      "Nandi, D.",
      "Polisetty, R. V.",
      "Nag, A."
    ],
    "summary": "Malaria is a common infectious disease in tropical countries and poses serious health burden due to limited treatment choices. In recent years, many of the state of the art anti-malarials such as Artemisinin, Chloroquine and Primaquine have been rendered ineffective due to emergence of resistant parasites. This underscores the urgent need to develop new anti-malarials and elucidate their mechanism of action. Recently, we have demonstrated the potent anti-malarial properties of a known anti-coccidial ionophore, Maduramicin. In this study, we investigated the mechanisms of action of Maduramicin in P. falciparum by assessing its stage-specific activity and time-dependent effect on parasite development. The drug exhibited maximum anti-malarial activity against the schizont stage and was characterised as a slow-acting drug. To gain mechanistic insights, we employed iTRAQ based quantitative proteomics approach to analyse global proteome alterations in P. falciparum following Maduramicin treatment. Analysis of the differentially regulated proteins were carried out by using Gene Ontology and Kyoto Encyclopedia of Genes and Genomes pathway database. The data reflected significant perturbations in protein synthesis, energy metabolism, and other key metabolic pathways in response to Maduramicin treatment. Collectively, our results of the proteomics study were validated by quantitative RT-PCR analysis of 9 representative genes. Our findings provide the basis for understanding the lethal activity of Maduramicin on P.falciparum.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.23.701272",
    "doi": "10.64898/2026.01.23.701272",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700963",
    "title": "UBA1 Mitigates Myocardial Ischemia/Reperfusion Injury by Attenuating Endoplasmic Reticulum-Mitochondria Contacts via Pdzd8 ubiquitination",
    "authors": [
      "Xu, L.-L.",
      "Li, P.-B.",
      "Jiang, W.",
      "Du, J.",
      "Li, H.-H."
    ],
    "summary": "BACKGROUND: Myocardial ischemia/reperfusion injury (I/RI) represents a serious clinical complication in patients after acute myocardial infarction. Ubiquitin-activating enzyme 1 (UBA1) catalyzes the initial step of ubiquitination and plays a fundamental role in regulating protein homeostasis and related diseases. This study aims to elucidate the functional contribution of UBA1 to the pathogenesis of myocardial I/RI and to uncover its underlying mechanisms. METHODS: Single-cell RNA sequencing was employed to characterize UBA1 expression in human ischemic heart tissues. Myocardial I/R injury was examined in myocardial-specific UBA1 knockout (UBA1cko) mice, UBA1-overexpressing mice (rAAV9-UBA1), and corresponding controls. Neonatal rat cardiomyocytes underwent hypoxia/reoxygenation in vitro. Cardiac function and infarction were evaluated by echocardiography and pathological staining. Protein?protein interactions were analyzed via immunoprecipitation combined with mass spectrometry. The endoplasmic reticulum?mitochondrial contact sites (ERMCSs) and mitochondrial ultrastructure were evaluated through transmission electron microscopy and confocal imaging. RESULTS: UBA1 expression was significantly downregulated in human and murine ischemic myocardium, especially in cardiomyocytes. UBA1cko mice exhibited aggravated I/RI with greater infarct size, impaired function, apoptosis, elevated intracellular Ca2+ levels, mitochondrial dysfunction, and ER stress, whereas UBA1 overexpression conferred cardioprotective effects. Mechanistically, UBA1 directly bound to and ubiquitinated Pdzd8, a key ERMCS-tethering protein, thereby promoting its degradation, which inhibited ERMCS formation and improved mitochondrial dysfunction and ER stress. Moreover, knockdown of Pdzd8 via rAAV9-siRNA effectively mitigated UBA1 knockout-induced myocardial damage. Additionally, administration of auranofin (AF), a U.S. Food and Drug Administration-approved drug for treating rheumatoid arthritis, markedly alleviated myocardial I/RI via activating UBA1 in vivo and in vitro.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700963",
    "doi": "10.64898/2026.01.21.700963",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700812",
    "title": "Dual-inactivation of Regnase-1 and SOCS1 rewires exhausted CD8+ T cell fate to enhance anti-tumor functionality",
    "authors": [
      "Le Mercier, I.",
      "Monteiro, D.",
      "Halpin-Veszeleiova, K.",
      "Wong, K.",
      "Dodson, A.",
      "Martinez, G. J.",
      "Matos, D.",
      "Hamza, B.",
      "Yeri, A.",
      "McKenney, S.",
      "Lin, S.",
      "Protheroe, N.",
      "Smashnov, A.",
      "Dunbar, P.",
      "Ghose, M.",
      "Calnan, C.",
      "Gannon, H.",
      "Jain, S.",
      "Thompson, F.",
      "Capobianco, S.",
      "Hanna, G.",
      "Fagerberg, E.",
      "Shenker, S.",
      "Keegan, S.",
      "Kryukov, G.",
      "Merkin, J. J.",
      "Nayar, R.",
      "Bullock, C.",
      "Wrocklage, C.",
      "Cadzow, L.",
      "Stegmeier, F.",
      "Forget, M.-A.",
      "Bernatchez, C.",
      "Gagnon, J. D.",
      "McHugh, F.",
      "Sangurdekar, D.",
      "Schlabach, M.",
      "Benson, M. J."
    ],
    "summary": "The solid tumor microenvironment inhibits the functionality of tumor infiltrating T cells recognizing cognate tumor antigen, driving their differentiation towards terminal exhaustion. Interventions are sought to enhance the anti-tumor functionality of tumor-reactive T cells for clinical benefit. The functional genome regulating CD8+ T cell function against solid tumors was mapped by performing genome-wide, focused, and combination in vivo CRISPR/Cas9 screens using OT1 and PMEL TCR transgenic T cells in B16-OVA, MC38-gp100 and EG7-OVA syngeneic tumor models. The ability of the top single hits and combinations, which include Regnase-1 and SOCS1, to enhance CD8+ T cell anti-tumor function was evaluated in the OT1/B16-OVA model with large and established tumors, the disseminated PMEL/B16F10 tumor model, and in a novel murine TIL syngeneic model. The impact of Regnase-1 and SOCS1 single and dual-inactivation on the differentiation of exhausted CD8+ T cell subsets and on long-term persistent memory following tumor clearance was evaluated in OT1 CD8+ T cells in the B16-OVA model. The impact of single and dual-inactivation of Regnase-1 and SOCS1 on the anti-tumor function of experimental human T cell therapeutics was characterized in CRISPR/Cas9-engineered human TIL derived in vitro and in mesothelin-targeting CAR-Ts in vivo. NF-kB and cytokine signaling were identified as the top pathways regulating CD8+ T cell anti-tumor function, with Regnase-1 and Suppressor of Cytokine Signaling 1 (SOCS1) the top single and combination edits regulating the accumulation of tumor-specific TCR transgenic CD8+ T cells in syngeneic tumor models. Dual-inactivation of Regnase-1 and SOCS1 cooperated through non-redundant mechanisms to strongly expand intermediate (Texint) and effector (Texeff) exhausted CD8+ T cells within lymphoid tissues and tumor, with CD8+ T cells rewired to display an enhanced effector state and suppressed expression of TOX. Dual-edited persistent T effector memory cells (Tem) were formed following tumor clearance. Lastly, Regnase-1 and SOCS1 inactivation enhanced human Tumor Infiltrating Lymphocyte (TIL) and chimeric antigen receptor T cells (CAR-T) therapy functionality. Collectively, this study systematically mapped pathways regulating CD8+ T cell anti-tumor functionality, with Regnase-1 and SOCS1 dual-inactivation found to maximize anti-tumor function through non-redundant mechanisms.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700812",
    "doi": "10.64898/2026.01.21.700812",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700937",
    "title": "Reduced B cell activation in Germinal center reaction of the mouse model of Li-Fraumeni syndrome",
    "authors": [
      "Hasegawa, K.",
      "Barlow, J. H.",
      "Gothwal, S. K."
    ],
    "summary": "The TP53 mutation associated with Li-Fraumeni syndrome in humans is known to exhibit p53 gain-of-function properties leading to early cancer onset. To explore whether these patients also have compromised immune responses due to p53 mutations, we investigated the humoral immune response using a Li-Fraumeni mouse model harboring a structural mutation, Trp53R172H (equivalent to codon 175 in humans). Trp53R172H mice were immunized with sheep red blood cells, and the Germinal center response was monitored. Our results revealed that SRBC-immunized Trp53R172H mice exhibit reduced B cell activation during the GC reaction. These suggest a selective role for p53 in promoting B cell activation early in the GC reaction prior to BCL6 upregulation. We propose that impaired B cell activation in Li-Fraumeni patients could contribute to immune deficiencies and heightened susceptibility to autoimmune disorders, potentially influencing the development of secondary cancers and impairing therapeutic responses to chemotherapies and immunotherapies.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700937",
    "doi": "10.64898/2026.01.21.700937",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700864",
    "title": "Stromal estrogen signaling regulates fallopian tube homeostasis and cancer initiation via inflammatory pathways",
    "authors": [
      "Chen, X.",
      "Han, S.",
      "Zhao, D.",
      "Qin, G.",
      "Li, Z."
    ],
    "summary": "Lifetime estrogen exposure is a major risk factor for ovarian cancer, which can originate from fallopian tube epithelial (FTE) cells. Here we report that estrogen receptor  (ER) signaling in fallopian tube (FT) stromal cells plays a critical developmental role in maintaining epithelial homeostasis by promoting FTE proliferation and ciliated differentiation. Stromal ER regulates expression of inflammatory cytokines, growth factors, and extracellular matrix components, creating a differentiation-supportive, tumor-suppressive niche that coordinates epithelial regeneration during hormonal cycles. Excessive or prolonged estrogen exposure, however, shifts this niche toward a tumor-promoting state by inducing inflammation and activating stemness-associated pathways, including JAK/STAT, in FTE cells. This effect is exacerbated in genetically altered FTE cells lacking key tumor suppressors, which resist differentiation while remaining responsive to stromal proliferation signals. These findings reveal how stromal ER signaling integrates hormonal cues, inflammation, aging, and genetic susceptibility to influence early events in FT carcinogenesis.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700864",
    "doi": "10.64898/2026.01.21.700864",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700837",
    "title": "FAK Inhibition Remodels the Metastatic ECM and Restores CD8+ T Cell Trafficking and Immunosurveillance",
    "authors": [
      "Barth, N. D.",
      "Peng, B.",
      "Papanicolaou, M.",
      "Moughari, F. A.",
      "Duran, C. L.",
      "McGinnis, C. S.",
      "Dawson, J. C.",
      "Webb, E. R.",
      "Muir, M.",
      "Laing, F.",
      "Jung, Y.",
      "He, X.-Y.",
      "Satpathy, A.",
      "Egeblad, M.",
      "Haider, S.",
      "Natrajan, R.",
      "Oktay, M. H.",
      "Entenberg, D.",
      "Brunton, V. G."
    ],
    "summary": "Metastatic breast cancer remains largely incurable, driven in part by immunosuppressive microenvironments that limit CD8+ T cell-mediated clearance. Using a murine pulmonary metastatic breast cancer model, we show that the focal adhesion kinase (FAK) inhibitor VS-4718 promotes a CD8+ T cell-dependent regression of metastatic lesions by reprograming the metastatic microenvironment. VS-4718 reduced immunosuppressive myeloid and regulatory T cells while increasing CD8+ T cell infiltration. Cellular and secreted proteome profiling revealed that VS-4718 downregulates ECM components such as laminin 5 and collagen VIII1, which we show impair CD8+ T cell migration and activity. In human breast cancer cohorts, elevated LAMA5/COL8A1 expression and a FAK-dependent ECM signature associate with poor outcome and prognostic for residual disease. Intravital imaging demonstrated that VS-4718 enhances CD8+ T cell extravasation and induces T cell-tumor cell contacts necessary for cytotoxicity. Ex vivo lung slice cultures recapitulated these findings, showing enhanced T cell swarming, metastatic cluster shrinkage, and apoptosis. These findings reveal how FAK inhibition remodels the metastatic ECM to potentiate coordinated CD8+ T cell responses. VS-4718 might aid in clearing metastases in breast cancer patients through modulating both stromal and immune components.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700837",
    "doi": "10.64898/2026.01.21.700837",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700648",
    "title": "Perinatal Exposure to Organophosphate Flame Retardants Induces Sex- and Hormone-Dependent Alterations in Anxiety, Memory, Neurotransmitter Content, and Hippocampal Gene Expression",
    "authors": [
      "Wiersielis, K.",
      "Moran, K. M.",
      "Mukadam, R.",
      "Early, J.",
      "Appel, V.",
      "Rojas, C.",
      "Yasrebi, A.",
      "Knox, N.",
      "Roepke, T. A."
    ],
    "summary": "Developmental exposure to organophosphate flame retardants (OPFRs) is a public health concern due to their endocrine-disrupting potential. We examined perinatal exposure to tris(1,3-dichloro-2-propyl) phosphate, triphenyl phosphate, and tricresyl phosphate in mice. Adult male and female offspring were assessed for memory and anxiety-like behavior. Dopamine and norepinephrine were quantified in the hippocampus and prefrontal cortex (PFC), and bulk RNA sequencing was conducted for the hippocampus. OPFR-treated females in high ovarian hormone states spent less time in the open field test (OFT) center, the Y-maze unknown arm, and with the displaced object in spatial object recognition (SOR) indicating increased anxiety-like behavior and impaired spatial memory. These females also illustrated improved memory on the short-term Barnes maze, and a trending improvement in the novel object recognition test. Females in low ovarian hormone states, demonstrated a trend in center OFT exploration. OPFR-treated males displayed disruption in memory in the SOR and the short- and long-term Barnes maze. Perinatal OPFR reduced hippocampal dopamine in males and altered prefrontal dopamine in females in a hormone-dependent manner. OPFR-treated females in high ovarian hormones states demonstrated a trending decrease in PFC norepinephrine. Perinatal OPFR treatment caused differential gene expression in 121 individual genes and alteration to functional modules related to RNA processing, cellular metabolism, and extracellular organization. Hormone status also affected gene OPFR-induced altered expression, with similarity between males and high ovarian hormone state females. Our findings suggest that perinatal OPFR exposure causes widespread, sex specific, and hormone dependent disruptions in behavior, neurochemistry, and gene expression in adulthood.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700648",
    "doi": "10.64898/2026.01.21.700648",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.700520",
    "title": "Long-Term Expression and Safety of AAV1-Mediated PI3Kδ Overexpression in the Adult Rat Cortex",
    "authors": [
      "Knight, L.",
      "Polcanova, Z.",
      "Marekova, D.",
      "Machova Urdzikova, L.",
      "Jirak, D.",
      "Ziolkowska, N.",
      "Makovicky, P.",
      "de Winter, F.",
      "Kwok, J. C. F.",
      "Jendelova, P.",
      "Fawcett, J.",
      "Karova, K."
    ],
    "summary": "Mature CNS neurons are incapable of sufficiently regenerating their axons following spinal cord injury (SCI). This is largely due to developmental changes in epigenetic control leading to suppression of axon growth transcriptomic profile, leading to a shift towards synapse function support. Recently, manipulating the PI3K/Akt/mTOR pathway through PI3K{delta} overexpression in cortical neurons enhanced axonal regeneration of corticospinal tract axons, which was accompanied by functional recovery monitored for up to 16 weeks. However, PI3K is more widely known for its role as an oncogene, and since overexpression is achieved by the use of AAVs, valid safety concerns are raised as it is unknown what the long-term consequences of sustained PI3K{delta} expression in the brain are, which may be necessary to achieve complete re-establishment of the motor pathway. In this study, AAV1-hSYN-PIK3CD was injected into the motor cortex of rats, which survived for 1 year. Comparison with uninjected control animals reveal stable PI3K{delta} expression and sustained pathway activation through increased pS6. PI3K{delta}-treated animals show absence of tumour formation, neural soma hypertrophy, glial cell activation, or haematological or biochemical abnormalities. Thus, long-term neuronal PI3K{delta} expression appears to be well tolerated and may provide a safe and durable strategy to promote functional repair following SCI.",
    "published": "2026-01-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.700520",
    "doi": "10.64898/2026.01.22.700520",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.04.668434",
    "title": "Systemic translocation of Staphylococcus aureus promotes autoimmunity: implications in autoantibody-mediated poor immune reconstitution from antiretroviral therapy in HIV",
    "authors": [
      "Da, C.",
      "Luo, Z.",
      "Ning, W.",
      "Heath, S. L.",
      "Gisslen, M.",
      "Price, R. W.",
      "Adekunle, R.",
      "Salman, T.",
      "Johnson, D.",
      "McKinnon, J. E.",
      "Ndhlovu, L.",
      "Hossein, R. A.",
      "Hu, W.",
      "Jiang, W."
    ],
    "summary": "BackgroundIn 2017, our group first demonstrated that autoimmunity contributes to HIV pathogenesis, even without autoimmune disease. This concept is now broadly recognized, exemplified by the role of autoimmunity in severe COVID-19. In people with HIV (PWH) on suppressive ART, anti-CD4 autoantibodies may impair CD4+ T cell recovery, though the mechanisms driving their production remain unclear. Building on evidence from our group and others that Staphylococcus aureus and its peptidoglycan (PGN) promote autoimmunity, we investigated their contribution to anti-CD4 IgG in HIV.\n\nMethodsPlasma from 32 ART-naive PWH, 53 ART-treated PWH, and 32 HIV-negative controls was analyzed for IgG autoantibodies and markers of S. aureus translocation using protein array, ELISA, and microarray. EcoHIV mice were injected intraperitoneally with saline, S. aureus PGN, or Bacillus subtilis PGN. PGN structures were compared by mass spectrometry.\n\nResultsAmong 87 autoantibodies, 40% were elevated in ART-naive PWH and largely normalized by ART; however, anti-CD4 IgGs remained elevated in PWH on ART. Anti-CD4 IgG levels inversely correlated with CD4+ T cell counts in ART-treated PWH and positively with S. aureus translocation. In mice, S. aureus PGN induced anti-CD4 IgGs, reduced gut CD4+ T cells, and promoted surface IgG binding and apoptosis in CD4+ T cells.\n\nConclusionS. aureus and its PGN translocation may drive anti-CD4 autoimmunity and hinder immune recovery in PWH on suppressive ART, highlighting S. aureus colonization as a therapeutic target and supporting the development of competitive probiotic interventions such as Bacillus subtilis.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.04.668434",
    "doi": "10.1101/2025.08.04.668434",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.20.682800",
    "title": "Non-canonical inflammasome drives intrinsic anti-microbial responses in human Natural Killer (NK) cells.",
    "authors": [
      "Leborgne, N. G. F.",
      "Acklam, J.",
      "Hogg, A.",
      "Albakova, Z.",
      "Robson, C.",
      "Villamin, A. J.",
      "Robinson, K. S.",
      "Calder, G.",
      "Pealing, F.",
      "Gonka, M.",
      "Care, M.",
      "Iremonger, J.",
      "Pearson, F.",
      "Noble, M. E.",
      "Layton, A.",
      "Kent, D. G.",
      "Hewitson, J.",
      "Grey, W.",
      "Barlow, J. L.",
      "Boucher, D."
    ],
    "summary": "Inflammasome pathways are critical for detecting pathogens and initiating inflammatory responses, yet how individual cell types configure these signalling platforms remains poorly understood. Here, we demonstrate that human Natural Killer cells possess distinct inflammasome machinery, lacking canonical components and innate sensors (NLRP3, NLRC4, TLR4) but harbour a functional non-canonical inflammasome (NCI). Using Salmonella enterica Typhimurium infection of primary human NK cells, we show that cytosolic bacterial access triggers caspase-4-dependent pyroptosis and IL-18 secretion, without canonical inflammasome activation or IL-1{beta} production. Strikingly, murine NK cells express inflammasome transcripts but lack functional caspase-11 protein and do not undergo pyroptosis upon infection, revealing species-specific post-transcriptional regulation. We further identify IL-12, but not IFN{gamma}, as a priming signal for NCI components in human NK cells, a functional distinction from macrophages and epithelial cells. Together, these findings reveal that human NK cells have evolved a specialised inflammasome with unique regulatory inputs, establishing these cells as autonomous sensors of intracellular Gram-negative infection.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.20.682800",
    "doi": "10.1101/2025.10.20.682800",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700690",
    "title": "Aging disrupts tissue homeostasis and constrains blastema-mediated regeneration in the Cladonema medusa",
    "authors": [
      "Kanehisa, R.",
      "Nakatani, H.",
      "Takatori, S.",
      "Tomita, T.",
      "Miura, M.",
      "Nakajima, Y."
    ],
    "summary": "Regenerative capacity varies widely across animals, yet aging is often accompanied by declining tissue homeostasis and regenerative potential. In many species, regeneration of complex structures relies on epimorphic programs that form a blastema, coordinating cell proliferation and pattern reorganization after injury. Although aging-associated regeneration defects have been documented in several bilaterian models, how aging shapes regeneration in early-branching metazoans with robust regenerative abilities remains unclear. Here, we investigate aging and regeneration in the medusa stage of Cladonema pacificum, a cnidarian that retains high regenerative capacity within a finite lifespan. We show that aging in Cladonema medusae is accompanied by progressive deterioration of tissue homeostasis, including shrinkage of the umbrella and manubrium, tentacle shortening, and reduced reproductive output. At the cellular level, aging is associated with depletion of differentiated cell populations, including nematocytes and neurons, together with a reduction in resident homeostatic stem cells in the tentacle bulb. Consistent with these changes, tentacle regeneration is markedly impaired in aged medusae and is characterized by defective blastema formation. Together, our findings indicate that aging disrupts both tissue homeostasis and blastema-mediated regeneration in Cladonema medusae, establishing a tractable model for studying aging-regeneration interactions and supporting the view that aging is a conserved constraint on regenerative systems across metazoan evolution.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700690",
    "doi": "10.64898/2026.01.21.700690",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.699752",
    "title": "Dying oligodendrocytes persist without mitochondria",
    "authors": [
      "Bame, X.",
      "Gilani, S. Z.",
      "Kamen, Y.",
      "Hill, R. A."
    ],
    "summary": "Myelin is an insulating, multi-layered membrane that supports axonal integrity and neural communication. Different stressors impair myelinating oligodendrocytes, leading to demyelination, inflammation, and neurodegeneration. The intracellular processes underlying oligodendrocyte degeneration and death are unclear. Here, using optically targeted DNA damage that causes single-cell demyelination, we reveal that injured mature oligodendrocytes lose mitochondria within days and persist without them for weeks to months before cell death. This differs from other oligodendrocyte lineage cells, which exhibit acute mitochondrial changes followed by rapid cell death. Conditional deletion of the mitochondrial-related gene, Fis1, in mature oligodendrocytes, similarly causes acute loss of mitochondria and prolonged cell death. The unique cell death is characterized by nuclear changes, intracellular stress, and markers of disease-associated oligodendrocytes. Thus, mitochondrial loss may be an early marker of oligodendrocyte pathology, and mitochondrial quality control is required for oligodendrocyte and myelin homeostasis.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.699752",
    "doi": "10.64898/2026.01.19.699752",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700325",
    "title": "BCLAF1 links RNA splicing to ATF4-dependent metabolic adaptation in acute myeloid leukemia",
    "authors": [
      "Lopez-Hernandez, L.",
      "Crowley, S. J.",
      "Cea-Sanchez, S.",
      "de Arellano, R.",
      "Krishnan, N.",
      "Toolan-Kerr, P.",
      "White, L.",
      "Ignoti, D.",
      "Soto-Hidalgo, E.",
      "Gustincich, S.",
      "Gonzalez-Prieto, R.",
      "Pandolfini, L.",
      "Barbieri, I.",
      "Altea-Manzano, P.",
      "Magee, J. A.",
      "Bednarsk, J. J.",
      "Millan-Zambrano, G.",
      "Millan-Zambrano, G."
    ],
    "summary": "Acute myeloid leukemia (AML) is driven by a combination of genetic alterations and non-mutational mechanisms that disrupt normal hematopoiesis and support leukemic cell survival. While the mutational landscape of AML is well characterized, the non-genetic processes that sustain leukemic maintenance remain comparatively less understood. Using human AML cell lines and murine models of AML, we identify BCL2-associated transcription factor 1 (BCLAF1) as a key regulator of leukemic progression through control of mRNA processing. BCLAF1 physically associates with core spliceosome components and regulates alternative splicing, with a predominant effect on intron retention. We demonstrate that BCLAF1 is required for the productive splicing of activating transcription factor 4 (ATF4) mRNA, thereby sustaining ATF4 protein expression. Loss of BCLAF1 reduces ATF4 protein levels, leading to downregulation of metabolic target genes and disruption of de novo amino acid biosynthesis. Furthermore, depletion of BCLAF1 sensitizes AML cells to venetoclax, a clinically relevant BCL-2 inhibitor. Together, these findings uncover a previously unrecognized role for BCLAF1 in coordinating mRNA splicing and metabolic adaptation in AML, highlighting its potential as a therapeutic target.\n\nStatement of significanceAberrant RNA splicing and metabolic reprogramming are hallmarks of cancer, yet how these processes are mechanistically linked remains unclear. This study identifies BCLAF1 as a key regulator connecting splicing control to amino acid metabolism in acute myeloid leukemia, revealing a previously unrecognized functional vulnerability at the intersection of these pathways.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700325",
    "doi": "10.64898/2026.01.19.700325",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700256",
    "title": "Reinforced Hippocampus-Accumbens pathway marks a shift towards cognitive decline in aging",
    "authors": [
      "Ribera, A.",
      "Fernandes-Dias, B.",
      "Yugay, L.",
      "Deneuville, E.",
      "Dias-Silva, M.",
      "Violain, M.",
      "Bouet, T.",
      "Bethus, I.",
      "Lopes, L. V.",
      "Vanhoutte, P.",
      "Ramanoel, S.",
      "Barik, J.",
      "Pousinha, P. A."
    ],
    "summary": "Aging triggers early functional alterations in brain circuits that precede cognitive impairment, yet the underlying mechanisms remain unclear. Spatial navigation and memory, among the earliest affected, depend on hippocampus and downstream targets such as the nucleus accumbens (NAc), which integrates spatial and motivational information to guide goal-directed behaviors. Here we identify age-related, sex-dependent changes of the dorsal hippocampus-NAc (dHPC[-&gt;]NAc) pathway. Combining optogenetics with electrophysiology, chemogenetics, and behavioral analyses in mice, we show that aging shifts excitation-inhibition balance in dorsal CA1 toward pyramidal neuron hyperexcitability, strengthening hippocampal outputs. This selectively enhances synaptic drive onto D1 receptor-expressing medium spiny neurons and involves a previously unrecognized long-range parvalbumin-expressing glutamatergic projection. Reducing dHPC[-&gt;]NAc excitability improves memory in aged mice. In humans, fMRI reveals heightened posterior hippocampal activity and stronger pHPC-NAc coupling during navigation. Together, we uncover a targetable pathway acting in an intervention-sensitive window of aging to correct negative cognitive trajectories.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700256",
    "doi": "10.64898/2026.01.19.700256",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700254",
    "title": "Telomere-to-telomere gap-free and phased genome assembly reveals post-allopolyploidization subgenomic diversification of tobacco centromeres",
    "authors": [
      "Chen, W.",
      "Chen, S.",
      "Wang, J.",
      "Meng, D.",
      "Li, J.",
      "Guo, L."
    ],
    "summary": "Common tobacco (Nicotiana tabacum) is an economically important crop worldwide whose allotetraploid genome sequence remains incompletely assembled. We report a 4.2Gb telomere-to-telomere gap-free N. tabacum reference genome phased into two subgenomes (subS/subT), revealing differential evolutionary trajectories between two subgenomes marked by a rapid divergence in paternal T-genome, especially for heterochromatic centromeric regions. To understand the evolutionary dynamics of tobacco centromeres following polyploidization, we characterize the centromere architecture in tetraploid N. tabacum and its diploid progenitors, demonstrating clear subgenomic diversification and repositioning of centromeres during speciation and allopolyploidization. These findings enrich our knowledge on centromere paradox in polyploid genomes.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700254",
    "doi": "10.64898/2026.01.19.700254",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700387",
    "title": "Tailored Cell Cycle Modulation Enhances AAV Manufacturing: Balancing Arrest with Adaptive Stress Responses",
    "authors": [
      "Wen, J.",
      "Sargunas, J.",
      "Carman, D.",
      "Greenshtein, N.",
      "Betenbaugh, M."
    ],
    "summary": "Recombinant adeno-associated virus (rAAV) vectors show therapeutic potential, but their biomanufacturing is limited by low yields and high costs. Host cell-cycle modulation is emerging as a promising strategy to enhance rAAV production. Two G2/M phase-arresting small molecules, ABT-751, a microtubule inhibitor, and helenalin, a thiol-reactive sesquiterpene lactone, were applied post-transfection in HEK293 cells to evaluate how cell-cycle arrest and stress pathways influence rAAV yields. ABT-751 induced G2/M arrest with minimal cytotoxicity, leading to a near five-fold increase in rAAV vector genomes across multiple serotypes and production platforms. Helenalin caused G2/M arrest, yet suppressed rAAV production. Comparative transcriptomic profiling (RNA-Seq) revealed that helenalin altered expression of a widespread set of genes (4,579) compared to control, characterized by rampant p53, ferroptosis, and endoplasmic reticulum dysregulation that overflowed into unfolded protein response with CHOP induction and apoptosis. ABT-751 elicited a more moderate, targeted response (1,895 differentially expressed genes) in a similar subset of pathways, including compensatory mechanisms mitigating oxidative stress. Together, these findings indicate that cell-cycle arrest alone is insufficient to improve rAAV yield. Indeed, tailored cell-cycle modulation, coupled with balanced activation of cellular stress pathways, can enhance rAAV manufacturing efficiency, facilitating more scalable and cost-effective gene therapy production strategies for the future.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700387",
    "doi": "10.64898/2026.01.19.700387",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b",
      "\\bp53\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700947",
    "title": "Widespread Regulatory Turnover Across Human Segmental Duplications",
    "authors": [
      "Morrissey, A.",
      "Brown, A. S.",
      "Yang, J.",
      "Mahony, S."
    ],
    "summary": "Segmental duplications (SDs) are a pervasive feature of eukaryotic genomes, enabling genomic innovation via the duplication of genes and cis-regulatory elements. However, the regulatory mechanisms that govern these regions of the genome after duplication are not well understood. The repetitive nature of SDs pose problems for short-read assays such as ChIP-seq and DNase-seq as they create reads that map to more than one location along the genome. Moreover, the newest Telomere-to-Telomere (T2T) human genome assembly has revealed previously unknown segmental duplications. In this study, we used the Telomere-to-Telomere genome assembly along with the probabilistic allocation of multi-mapped reads by our software Allo to better understand the regulatory mechanisms governing segmental duplications in the human genome. Using 134 transcription factor ChIP-seq datasets in GM12878, we found that transcription factor binding sites within segmental duplications are rarely conserved across paralogous copies. Similarly, chromatin states defined via histone ChIP-seq datasets are also poorly conserved across segmentally duplicated regions. In contrast, paralogous genes within SDs exhibit highly correlated expression patterns. Hi-C analysis revealed that many SD paralogs have higher than expected spatial proximity, suggesting that three-dimensional genome organization may buffer transcriptional divergence following duplication despite the loss of cis-regulatory regions. Together, our results suggest that regulatory regions undergo rapid turnover following segmental duplication, but the regulatory impact may be buffered by spatial proximity within the nucleus. Tissue-specific genes and transcription factors showed greater divergence, highlighting the role of SDs in expanding specialized cellular functions.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700947",
    "doi": "10.64898/2026.01.21.700947",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.699308",
    "title": "PFKFB2 Gates a Relationship Between Cardiac Glycolytic Regulation and Electrophysiological Function",
    "authors": [
      "Harold, K. M.",
      "Blankenship, H. E.",
      "Minor, K. E.",
      "Mulligan, A. S.",
      "Loveland, B. L.",
      "Lee, C. F.",
      "Kinter, M.",
      "Kass, D. A.",
      "Stavrakis, S.",
      "Beckstead, M. J.",
      "Humphries, K. M."
    ],
    "summary": "BackgroundThe cardiac isoform of phosphofructokinase-2/fructose 2,6-bisphosphatase (PFKFB2) is the hearts strongest glycolytic regulator but is degraded in the absence of insulin signaling. This makes PFKFB2 loss critical to understand in metabolic heart disease, of which impaired insulin signaling is a hallmark. Prolongation of the QT interval, risk of arrhythmia, and sudden cardiac death are also augmented in metabolic heart disease, raising a question as to whether potential crosstalk between glycolytic dysregulation and electrophysiological dysfunction exists.\n\nMethodsWe therefore assessed the impact of PFKFB2 loss on cardiac electrophysiology using a cardiomyocyte-specific PFKFB2 knockout mouse model (cKO) and litter-matched controls (CON). To do so, we employed electrocardiography in the fed state and following 12 hours of fasting, examining physiology both at baseline and in the presence of an acute stimulant stress. To further investigate the arrhythmia mechanism, we used patch-clamp electrophysiology and IonOptix Ca2+ transient measurements in ventricular cardiomyocytes isolated from CON and cKO hearts.\n\nResultsThe hearts of cKO mice exhibited prolonged repolarization, marked by QT and action potential duration prolongations. This occurred with impaired Ca2+ reuptake and increased spontaneous Ca2+ release events in ventricular cardiomyocytes. Ultimately, these changes culminated in ventricular tachyarrhythmia in cKO mice, which was enhanced in the fed relative to the fasted state.\n\nConclusionThese data suggest that in the presence of sufficient glucose availability, cardiac glycolytic dysregulation at the phosphofructokinase nexus is sufficient to promote cardiac electrophysiological instability.\n\nClinical PerspectiveO_ST_ABSWhat is KnownC_ST_ABSO_LIMetabolic heart diseases, such as heart failure with preserved ejection fraction and diabetic cardiomyopathy, are associated with heightened risks of arrhythmogenesis and sudden cardiac death.\nC_LI\n\nWhat the Study AddsO_LIHere, we show for the first time that PFKFB2 is decreased in human hearts with heart failure with preserved ejection fraction.\nC_LIO_LIFurthermore, we show that loss of cardiac PFKFB2 is sufficient to promote impaired ventricular repolarization at baseline and ventricular tachyarrhythmia upon stress test.\nC_LIO_LIThis identifies PFKFB2 stabilization and activation as key potential targets in conferring electrophysiological stability in metabolic heart disease.\nC_LI",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.699308",
    "doi": "10.64898/2026.01.19.699308",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700887",
    "title": "Structural Brain Indicators of Cognitive Performance in Middle and Late Adulthood: The Human Connectome Project in Aging/Aging Adult Brain Connectome Cohort",
    "authors": [
      "HONG, Y.",
      "Michel, C.",
      "Gassner, G. M.",
      "Accorsi, C.",
      "Ances, B. M.",
      "Antonucci, L. M.",
      "Arnold, S. E.",
      "Babulal, G. M.",
      "Bookheimer, S. Y.",
      "Buckner, R. L.",
      "Cruchaga, C.",
      "Diaz-Santos, M.",
      "Elam, J. S.",
      "Van Essen, D.",
      "Ghahremani, D. G.",
      "Glasser, M. F.",
      "Harms, M. P.",
      "Juttukonda, M. R.",
      "Khay, A. M.",
      "Kufer, J. A.",
      "Lavretsky, H.",
      "Lenzini, P.",
      "Mair, R. W.",
      "Maki, P. M.",
      "Nichols, T. E.",
      "Oliver, A.",
      "Ratai, E. M.",
      "Vijayaraghavan, G.",
      "Welsh, R. C.",
      "Yacoub, E.",
      "Zhang, Y.",
      "Salat, D. H.",
      "Aging Adult Brain Connectome (AABC) Consortium,"
    ],
    "summary": "IntroductionSignificant effort has been put towards mapping patterns of atrophy in the cerebral cortex that are related to pathological aging, including the characteristic patterns of neurodegeneration in Alzheimers disease (AD). In contrast, brain structural patterns that support preserved or even exceptional cognition throughout the adult age-span and especially in later life are much less known. It is possible that superior cognitive performance in late life is supported by a preservation of brain structures vulnerable to typical aging. Alternatively, elevated performance could be related to preservation of brain regions vulnerable to age-associated pathology. Examination of individuals that exhibit superior cognition throughout the adult lifespan may provide unique insights into neural mechanisms that support cognitive resilience in late life.\n\nMethodsWe examined cross-sectional associations between cortical brain structure and cognitive performance across three stages of adulthood: midlife (36-59), young-old (60-79), and older adults (80+) in typically aging individuals enrolled as part of the Human Connectome Project Lifespan-Aging (HCP-A)/Aging Adult Brain Connectome (AABC) studies. Participants were considered generally healthy and excluded for significant and/or atypical health conditions for their demographic category, including a clinical diagnosis of cognitive impairment or dementia. Domain-specific cognitive factor scores representing memory, fluid intelligence, and crystalized intelligence were sex-stratified and residualized relative to age, and participants were classified as high, middle, or low performers based on their unique performance relative to the study sample.\n\nResultsIn the full sample, high performers demonstrated greater cortical thickness in regions of somatomotor, visual, and auditory cortices, as well as cortical areas in the frontal, parietal, and insular cortices (e.g., 5m, LIPv, MBelt). We also found associations between medial temporal and cingulate cortical thickness and cognitive performance, but only for select analyses. Group differences in cortical thickness were greatest when contrasting high and low performers for fluid intelligence compared to the other cognitive factors and were most prominent in the midlife participants compared to the other age strata. These group differences were primarily driven by reduced cortical thickness in the low performing individuals in the younger age bins relative to the  typically performing sample. Effects were rather limited when contrasting high and low performers in the 80+ age group. The cortical areas of high statistical significance appeared to show a cross-sectional convergence effect, such that the differences in cortical thickness between high vs. low cognitive performance groups diminished with increasing age. Despite lower statistical power, effect sizes were greatest when contrasting individuals at the extremes of performance (e.g., top 10% vs. bottom 10% performers). These effects were robust to subsample replications using longitudinally defined cognitive classifications.\n\nDiscussionElevated cognitive performance was cross-sectionally associated with increased regional cortical thickness and effects were most prominent in mid-life compared to later ages. Notably, contrary to brain regions that may be expected to support such high-order cognitive performance, a significant portion of primary sensory, motor, and insular cortical areas exhibited group differences between the high- and low-performing groups in this relatively younger age group. Group differences were due to lower thickness in these regions in the low performing group relative to the typical performers. In contrast to the younger portion of the sample, regions typically considered vulnerable to Alzheimers disease (i.e., regions in the medial temporal lobe) were only infrequently implicated. These results suggest that specific patterns of cortical brain structural integrity including preserved thickness of primary motor and sensory cortical regions may be a necessary but not sufficient mechanism supporting superior cognitive abilities in earlier adulthood, while alternate neural mechanisms may support cognitive resilience later in life. These results must be interpreted with caution given the cross-sectional nature of this study. Cognitive capacity can only be estimated from a single timepoint, and several factors contribute to inter-individual variation that will not be accounted for in the models applied here. Longitudinal assessment of cognitive resilience in the HCP-A/AABC cohort will be performed in future work.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700887",
    "doi": "10.64898/2026.01.21.700887",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.700188",
    "title": "MicroRNA regulatory targets of VO2peak in older adult participants of the Study of Muscle Mobility and Aging (SOMMA)",
    "authors": [
      "Karere, G.",
      "Hsu, F.-C.",
      "Hepple, R. T.",
      "Coen, P. M.",
      "Cummings, S. R.",
      "Newman, A. B.",
      "Glynn, N. W.",
      "Sparks, L. M.",
      "Lane, N. E.",
      "Hayward, A. G.",
      "Xu, J.",
      "Wagner, N.",
      "Li, G.",
      "Chan, J.",
      "Cox, L.",
      "Kritchevsky, S. B."
    ],
    "summary": "Skeletal muscle aging (sarcopenia) is associated with reduced peak oxygen consumption (VO2peak) during exercise, a key determinant of physical function and overall health. However, the molecular mechanisms linking muscle aging to low VO2peak remain poorly understood. We aimed to identify miRNA signatures and miRNA/gene regulatory networks associated with VO2peak in older adults. Using small RNA and mRNA sequencing, we analyzed skeletal muscle from 72 SOMMA participants (70 to 79 years old) with low or high VO2peak (n = 18/group) and from 36 participants spanning the full VO2peakk spectrum. Differential expression was assessed using LIMMA, with pathway and network analyses performed using Ingenuity Pathway Analysis (IPA) and Weighted Gene Coexpression Network Analysis (WGCNA). We detected 1,408 miRNAs and 16,210 genes; among these, 14 miRNAs and 2,018 genes were differentially expressed (FDR < 0.05). The 14 miRNAs regulated 142 genes, and expression of 10 miRNAs inversely correlated with 50 genes enriched in mitochondrial, sirtuin1, and nitric oxide signaling pathways. Regression analyses identified 21 miRNAs and 1,744 genes significantly correlated with VO2peakk after adjusting for age and sex. WGCNA revealed 10 coexpression modules associated with VO2peak, with the cyan module showing the strongest correlation and enrichment for nitric oxide signaling genes. These findings highlight novel miRNA mediated molecular pathways potentially contributing to low VO2peak and skeletal muscle aging in older adults. Future studies will further investigate these miRNA/gene interactions to uncover therapeutic targets for preserving muscle function with age.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.700188",
    "doi": "10.64898/2026.01.19.700188",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700344",
    "title": "The extent of myeloid skewing in blood is a biomarker of biological aging in mice and humans",
    "authors": [
      "Niemann, J.",
      "Stahl, S.",
      "Sakk, V.",
      "Perez-Correa, J.-F.",
      "Wagner, W.",
      "Jaensch, A.",
      "Rothenbacher, D.",
      "Zheng, Y.",
      "Mulaw, M. A.",
      "Geiger, H.",
      "Vogel, M."
    ],
    "summary": "Myeloid skewing is a central and therefore often cited hallmark of hematopoietic aging. Myeloid skewing refers to an elevated myeloid-to-lymphoid cell ratio in aged compared to young mice. Interestingly, whether the extent of myeloid skewing might be in itself a quantitative biological marker of aging has not been addressed yet, nor whether this parameter has also relevance for the extent of aging in humans. Aged mice with high level of myeloid skewing (>50% myeloid cells in blood) showed accelerated hematopoietic aging compared to mice with a low level of myeloid skewing (<30% of myeloid cells in blood), as well as an increased level of inflammatory cytokines and elevated levels of diseases. Hematopoietic stem cells (HSCs) from mice with high myeloid skewing showed an impaired repopulation capacity. Epigenetic clock analyses demonstrated that mice with a high level of myeloid skewing present with a biological age that is older than their chronological age. In humans, a high degree of myeloid skewing was associated with elevated levels of inflammatory markers, reduced mobility, a greater burden of comorbidities, and an increased mortality hazard ratio. The data support that, besides overall myeloid skewing being a central hallmark of aging in mice, the extent of the frequency of myeloid cells in blood might serve as a biological marker of aging and disease in both mice and humans.\n\nKey PointsThe extent of myeloid skewing in aged mice correlates to an increased hematological and epigenetic age and increased disease burden.\n\nThe extent of myeloid skewing in older adults is associated with an increased hazard ratio of mortality and correlates with higher frailty and inflammatory markers.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700344",
    "doi": "10.64898/2026.01.20.700344",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.19.697799",
    "title": "Polymorphic 3D genome architecture mediated by transposable elements",
    "authors": [
      "Shukla, H.",
      "Huang, Y.",
      "Gao, Y. Z.",
      "Lee, G. Y. C."
    ],
    "summary": "The three-dimensional (3D) folding of the genome plays a crucial role in genome regulation. However, how 3D genome structure varies between individuals and consequently influences genome function and evolution remains poorly understood. One potential source of this variation is transposable elements (TEs), genomic parasites whose location and composition vary between species and individuals. Hosts typically silence TEs through enriching them with repressive epigenetic marks, turning euchromatic TEs into heterochromatin islands, which were shown to spatially interact with pericentromeric heterochromatin (PCH). Because most TE insertions are present in only a few individuals within Drosophila populations, we asked whether polymorphism in the presence/absence of TEs drives varying 3D structures through TE-PCH spatial interactions. We performed deep-coverage Hi-C of two wild-type Drosophila strains and developed a Hi-C analysis framework enabling allelic comparisons of spatial interactions with PCH. Supporting our hypothesis, nearly 40% of strain-specific euchromatic TEs cause their adjacent euchromatic regions to be spatially closer to PCH than TE-free homologous alleles. These interactions are not limited to specific TE families, and, surprisingly, telomere-proximal TEs show a similar propensity as centromere-proximal TEs to enhance PCH interactions. The most defining feature of TEs involved in PCH interactions is H3K9me3 enrichment, revealing a chromatin-based mechanism for TE-mediated 3D genome organization broadly applicable across TE families and genome locations. Importantly, TEs involved in PCH interactions reduce the expression of adjacent genes and are evolutionarily young, indicating stronger selection against them. Our study reveals a previously uncharacterized mechanism by which TEs influence the function and evolution of host genomes by generating polymorphic 3D genome organization.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.19.697799",
    "doi": "10.64898/2026.01.19.697799",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700557",
    "title": "Punctuated memory change: The temporal dynamics and brain basis of memory stability in aging",
    "authors": [
      "Fjell, A.",
      "Grodem, E. O. S.",
      "Vidal-Pineiro, D.",
      "Rogeberg, O.",
      "Sorensen, O.",
      "Garrido, P. F.",
      "Watne, L. O.",
      "Lundquist, A.",
      "Nyberg, L.",
      "Walhovd, K. B."
    ],
    "summary": "Are there individuals who resist episodic memory decline into older age? Analyzing 728,000 memory tests from 80,000 participants with at least 4 assessments, we introduce a simulation-calibrated framework to identify genuine memory stability. Across cohorts and models, ~10% of adults [&ge;]70 years showed stable performance over a decade. In an MRI subgroup (n{approx}2,000), stable performers exhibited lower rates of brain atrophy across widespread regions, anchoring cognitive stability in structural brain maintenance. However, stability was often transient rather than trait-like: many individuals followed trajectories with extended plateaus of stable performance punctuated by episodes of accelerated decline. Accordingly, 54% showed at least one period of observed stability, averaging 10 years, whereas only 0.4% upheld stable performance over 24 years under the strictest definition. These findings are consistent with a complex-systems model of cognitive aging in which decline often reflects critical transitions rather than continuous erosion.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700557",
    "doi": "10.64898/2026.01.20.700557",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.22.701046",
    "title": "A type II Thoeris anti-phage defense enacts growth arrest independent of NAD depletion",
    "authors": [
      "Englert, F.",
      "Dmytrenko, O.",
      "Beisel, C."
    ],
    "summary": "Thoeris immune systems protect bacteria against invading phages through production of a signaling molecule by ThsB that activates the effector ThsA. Across the four defined types, the two most dominant (I and II) have been associated with abortive infection, with type I acting through the depletion of the essential coenzyme NAD+. Here, we show that a previously uncharacterized type II Thoeris system from Escherichia coli ATCC 25922 deviates from this paradigm. This system consists of the effector protein ThsA and two distinct signaling proteins ThsB1 and ThsB2. Heterologous expression of thsA and thsB2 confers anti-phage defense, while thsB1 is cytotoxic when expressed in common E. coli lab strains. Furthermore, while phage infection drives growth arrest, we could not detect any measurable decrease in NAD+ levels as well as standard markers of cell death. Together, these results suggest that Thoeris contains even greater functional diversity within the defined system types.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.701046",
    "doi": "10.64898/2026.01.22.701046",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700537",
    "title": "SigDyn: single-cell mutational signature dynamics",
    "authors": [
      "Costa, S. B.",
      "Goncalves, J. P."
    ],
    "summary": "MotivationCancer is driven by mutations that confer tumor cells proliferation advantages but also vulnerabilities with therapeutic potential. Underlying tumor progression are mutational processes that imprint signatures of co-occurring mutation types in tumor cell genomes. The discovery of signatures and their etiologies offers insight into disease mechanisms and treatment opportunities, however acquisition of mutations by tumor cells over time leads to intratumor heterogeneity that may challenge treatment efficacy. Understanding which mutational processes contribute to the evolution of each tumor can reveal therapeutic strategies, but it requires single-cell mutational signature analysis, which remains unexplored.\n\nResultsWe present SigDyn, a framework enabling analysis of tumor mutational signature dynamics at single-cell resolution. To do this, SigDyn combines variant detection, tumor phylogeny inference, and signature identification. We applied SigDyn to scRNA-seq of invasive ductal carcinoma (IDC) and laryngeal squamous cell carcinoma (LSCC). Inferred phylogenies recapitulated tumor markers and progression from normal tissue to tumor metastasis. Tumor-specific processes beyond aging, like cellular disruptions or patient treatments, were only exposed at single-cell level reinforcing the importance of granularity. For IDC, prominence of signature SBS26 with tumor evolution pointed to mismatch repair (MMR) deficiency, supported by downregulation of MMR genes. For LSCC, metastasis enrichment with SBS32-active cells and immune markers suggested influence of immunosuppressant treatment azathioprine, linked to increased risk of SCCs. The dynamics uncovered by SigDyn confirm its potential as a tool to investigate mechanisms of tumor evolution and heterogeneity.\n\nAvailabilitygithub.com/joanagoncalveslab/sigdyn.\n\nContactjoana.goncalves@tudelft.nl. Supplementary Information: included.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700537",
    "doi": "10.64898/2026.01.20.700537",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.20.700566",
    "title": "Mitochondrial ribosome content as a proxy for respiration",
    "authors": [
      "Mairet, F."
    ],
    "summary": "Quantifying cellular activities remains a major challenge across fields ranging from microbial ecology to biotechnology and biomedical sciences. Building on the well-established linear relationship between growth rate and ribosome content -- the so-called microbial growth law -- this study proposes using organelle ribosome content to infer metabolic activity. In exponentially growing yeast, including under overflow conditions, a strong linear correlation was observed between mitochondrial ribosome content and oxygen uptake rate, demonstrating the robustness and potential of this approach. In addition, cytoplasmic and mitochondrial ribosome fractions exhibited a linear relationship, while overflow conditions appeared as outliers, providing a means to identify such metabolic states. Altogether, these findings highlight the promise of organelle ribosome quantification as a novel proxy for deciphering cellular metabolism.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.20.700566",
    "doi": "10.64898/2026.01.20.700566",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.21.700735",
    "title": "Deeper neuronal and glial proteomic insights using an optimized pipeline for proximity labeling proteomics",
    "authors": [
      "Jang, W. E.",
      "Srivastava, U.",
      "Brandelli, A. D.",
      "Kumar, P.",
      "Espinosa-Garcia, C.",
      "Kour, D.",
      "Kumari, R.",
      "Rangaraju, S."
    ],
    "summary": "Proximity-based proteomics using TurboID has enabled cell-type specific profiling without the need for cell purification, although major bottlenecks in sample lysis, biotinylated protein enrichment, digestion, and mass spectrometry (MS) parameters have limited depth of proteome coverage. Here, we systematically optimized these variables using TurboID based labeling of BV2 microglia in vitro and brain astrocytes in vivo to define conditions that maximize proteome coverage. In microglia, the optimized protocol using 8 M urea lysis with on-bead S-Trap digestion and data-independent acquisition MS (DIA-MS) identified 4,016 proteins, double the depth of prior studies, and revealed metabolic, ribosomal, lipid-processing, autophagy, and trafficking signatures. Brain astrocyte proteomes were best recovered using SDS lysis with S-Trap digestion and DIA-MS, yielding a proteome of over 3,600 highly enriched proteins, twice the depth of prior astrocyte-TurboID studies. The expanded astrocyte proteomes captured canonical astrocyte markers as well as membrane-associated, vesicular trafficking, and presynaptic protein signatures, consistent with labeling of astrocyte neuron interface regions, including proteins involved in receptor signaling, lipid metabolism, and plasticity at tripartite synapses, and several AD risk proteins. The increased peptide recovery following S-Trap digestion allowed the reduction of starting material to 20 ug protein for DIA-MS, and enabled multiplexed tandem mass tag (TMT-MS) proteomics using even smaller samples. When applied to synaptosomes enriched from mouse brains with neuronal TurboID labeling, our pipeline identified a synapse-specific proteome of 2,529 proteins, revealing synaptic, mitochondrial and disease-relevant signatures not detectable in prior studies. By tackling critical bottlenecks from tissue processing to MS, our optimized pipelines enable cell-type and compartment-specific proximity-labeling proteomics to obtain comprehensive biological and disease-relevant insights across various biological fields.",
    "published": "2026-01-22T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.21.700735",
    "doi": "10.64898/2026.01.21.700735",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41579303",
    "title": "Hsa_circ_0003176: a key player in the m6A modification-mediated regulation of autophagy and glycolysis in cisplatin-resistant non-small cell lung cancer.",
    "authors": [
      "Guo S",
      "Yang Z",
      "Qiao J",
      "Rong L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579303/",
    "doi": "doi: 10.1007/s13577-026-01350-y",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41579273",
    "title": "Hydrogen treatment attenuates ferroptosis and alleviates spinal cord ischemia-reperfusion injury by activating the Nrf2/HO-1 signaling pathway.",
    "authors": [
      "Tong J",
      "Liu J",
      "Lv Z"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579273/",
    "doi": "doi: 10.1007/s11033-026-11482-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41579257",
    "title": "YTHDC1 Inhibits Esophageal Cancer Cell Apoptosis, Radiosensitivity and Autophagy Via Upregulating PLK1 by Stabilizing USP10.",
    "authors": [
      "Li B",
      "Li D",
      "Xu Z",
      "Han F",
      "Ren X",
      "Cheng W",
      "Wang J",
      "Chen M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579257/",
    "doi": "doi: 10.1007/s12010-025-05529-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41579241",
    "title": "Human Amniotic Mesenchymal Stromal Cells Promote Bone Regeneration via Regulating Ameloblastoma-Derived-Bone Marrow Mesenchymal Cells Crosstalk and Autophagy in Ameloblastoma Microenvironment.",
    "authors": [
      "Xiao Y",
      "Fu X",
      "Zhou W",
      "Li J",
      "Yan B",
      "Jiang F"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579241/",
    "doi": "doi: 10.1007/s13770-025-00789-8",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41579224",
    "title": "Ferroptosis in Spine-Related Diseases: Mechanistic Insights and Potential Therapeutic Targets.",
    "authors": [
      "Weng Z",
      "Zheng H",
      "Dong H",
      "Zhu L",
      "Liao W",
      "Xia J",
      "Yi J",
      "Feng S",
      "Jiang H",
      "Xin Z"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579224/",
    "doi": "doi: 10.1007/s10571-026-01668-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41579206",
    "title": "Correction: Effects of sorafenib on energy metabolism in breast cancer cells: role of AMPK-mTORC1 signaling.",
    "authors": [
      "Fumarola C",
      "Caffarra C",
      "La Monica S",
      "Galetti M",
      "Alfieri RR",
      "Cavazzoni A",
      "Galvani E",
      "Generali D",
      "Petronini PG",
      "Bonelli MA"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579206/",
    "doi": "doi: 10.1007/s10549-025-07880-7",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41579155",
    "title": "IP3K Knockdown Induces Oxidative Stress and Apoptosis in Sinonovacula constricta Under Low-Salinity.",
    "authors": [
      "Han Y",
      "Gao G",
      "Ye K",
      "Niu D"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41579155/",
    "doi": "doi: 10.1007/s10126-026-10570-0",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41578922",
    "title": "Extracellular Vesicle-Mediated Communication Between Anterior Cruciate Ligament and Bone Marrow Cells Modulates Hamstring Tenocyte Behavior and Apoptosis.",
    "authors": [
      "Lo HL",
      "Huang SH",
      "Dai TH",
      "Wu SC",
      "Ho CJ",
      "Lu CC"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578922/",
    "doi": "doi: 10.1002/kjm2.70176",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41578880",
    "title": "Accelerated epigenetic aging and shorter DNA methylation-based telomere length in sarcopenic obesity: an exploratory pilot study.",
    "authors": [
      "Rossini Venturini AC",
      "Fogagnolo C",
      "Ortiz GU",
      "da Silva Rodrigues G",
      "da Silva AP",
      "Noronha NY",
      "Abud GF",
      "Silva BM",
      "Benzoni GG",
      "de Souza Pinhel MA",
      "Watanabe LM",
      "Sae-Lee C",
      "Travieso SG",
      "de Lima Viliod MC",
      "Nonino CB",
      "da Silva ASR",
      "de Freitas EC"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578880/",
    "doi": "doi: 10.1080/17501911.2026.2617179",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41578723",
    "title": "Amino acid metabolism related gene signatures for predicting prognosis and immune infiltration in gastric cancer.",
    "authors": [
      "Gu C",
      "Wang C",
      "Wen C",
      "Su X",
      "Jin L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578723/",
    "doi": "doi: 10.1080/10255842.2026.2621028",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41578624",
    "title": "The effects of a (poly)phenol-rich food intervention on markers of exercise-induced inflammation and oxidative stress: A randomised controlled trial.",
    "authors": [
      "Hebshi AA",
      "Thorley J",
      "Rodriguez-Mateos A",
      "Zhang Z",
      "James LJ",
      "Clifford T"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578624/",
    "doi": "doi: 10.1113/EP093383",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41578512",
    "title": "Ferroptosis-related gene signature predicts prognosis and immunotherapy response in hepatocellular carcinoma: A multi-cohort retrospective study.",
    "authors": [
      "Li L",
      "Pang J",
      "Chen J",
      "Pan Y",
      "Liang L",
      "Bai X",
      "He Y",
      "Yang H"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578512/",
    "doi": "doi: 10.1097/MD.0000000000047262",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41578467",
    "title": "Bioinformatics analysis and population sample validation of ferroptosis-related genes in coronary heart disease: A case-control study.",
    "authors": [
      "Li LH",
      "Chen CH",
      "Dong QH",
      "Xie YB"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578467/",
    "doi": "doi: 10.1097/MD.0000000000047287",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41578407",
    "title": "Cathelicidin CATH-2 suppresses the NF-κB/ROS/NLRP3 signaling pathway via regulating mTOR-dependent autophagy during Streptococcus suis infection.",
    "authors": [
      "Xu L",
      "Lu Y",
      "Xu S",
      "Liu Y",
      "Liu H",
      "Zhang T",
      "Pan Y",
      "Lu Y",
      "Wang Z",
      "Cao X",
      "Li Z",
      "Fang R",
      "Peng L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578407/",
    "doi": "doi: 10.1186/s13567-025-01694-7",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bmTOR\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41578384",
    "title": "METTL14 knockdown mitigates HG-induced HK-2 cell apoptosis, inflammation, and ferroptosis by promoting SLC40A1.",
    "authors": [
      "Jin G",
      "Zhao J",
      "Liang Y",
      "Yan X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578384/",
    "doi": "doi: 10.1186/s40001-026-03844-9",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41578373",
    "title": "How to promote healthy ageing among disabled older adults: from a group difference perspective and function-specific pathway models.",
    "authors": [
      "Cai J",
      "Jiang M",
      "Li L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578373/",
    "doi": "doi: 10.1186/s12939-026-02762-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41578365",
    "title": "Canadine protects against doxorubicin-induced cardiac and brain injury by inhibiting Oxidative stress.",
    "authors": [
      "Zeng X",
      "Zeng Q",
      "Luo Q",
      "Luo J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578365/",
    "doi": "doi: 10.1186/s40360-026-01089-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41578355",
    "title": "Catalase inhibits tumor growth by alleviating oxidative stress and promoting the polarization of tumor-associated macrophage from M2 to M1 phenotype in non-small cell lung cancer.",
    "authors": [
      "Tian Y",
      "Liu YR",
      "Jin HZ",
      "Lin QX",
      "Zhao WY",
      "Song WW",
      "Gong YN",
      "Deng YT",
      "Wang SS",
      "Wang K",
      "Tian L",
      "Gu DN"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578355/",
    "doi": "doi: 10.1186/s13062-026-00730-6",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41578328",
    "title": "Acteoside prevents high-fat diet-induced obesity by regulating brown adipose tissue production, lipid metabolism, and the gut microbiota.",
    "authors": [
      "Ma W",
      "Wang C",
      "Jiang X",
      "Zeng Y",
      "Liao Y",
      "Yi B",
      "Feng S"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578328/",
    "doi": "doi: 10.1186/s40001-026-03860-9",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41578320",
    "title": "Circulating adipocyte fatty acid-binding protein exacerbates LPS-induced neurotoxicity by crossing the disrupted blood-brain barrier and promoting neuronal apoptosis.",
    "authors": [
      "Ibrahim MM",
      "Li C",
      "Qiu L",
      "Hu Y",
      "Xu A",
      "Yang S",
      "Chang J",
      "Fang C"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578320/",
    "doi": "doi: 10.1186/s12964-026-02680-y",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41578307",
    "title": "Digitoxin-induced apoptosis in ovarian granulosa cells disrupts follicular development and impairs reproductive performance.",
    "authors": [
      "Jiang Y",
      "Lv M",
      "Zhong Y",
      "Shi Y",
      "Wang J",
      "Yuan X",
      "Ma B"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578307/",
    "doi": "doi: 10.1186/s13048-026-01965-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41578306",
    "title": "Untargeted-targeted metabolomics: energy metabolism characteristics in heart failure staging and discovery of novel biomarkers.",
    "authors": [
      "Zhang X",
      "Wang D",
      "Liu J",
      "Zhang D",
      "Wang C"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578306/",
    "doi": "doi: 10.1186/s12967-026-07711-3",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41578222",
    "title": "Editorial expression of concern (EEoC): small interfering RNA targeting mcl-1 enhances proteasome inhibitor-induced apoptosis in various solid malignant tumors.",
    "authors": [
      "Zhou W",
      "Hu J",
      "Tang H",
      "Wang D",
      "Huang X",
      "He C",
      "Zhu H"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578222/",
    "doi": "doi: 10.1186/s12885-026-15543-z",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41578175",
    "title": "Cognitive-exercise dual-task training delays natural aging/D-galactose-induced cognitive decline in mice.",
    "authors": [
      "Zhu ZM",
      "Dai TT",
      "Zhang R",
      "Huang PL",
      "Wu JL",
      "Song L",
      "Gong WJ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578175/",
    "doi": "doi: 10.1186/s11658-026-00860-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41578133",
    "title": "A roadmap for conducting more inclusive research on brain resilience in ageing and dementia.",
    "authors": [
      "Rajah MN",
      "Dixon RA",
      "Einstein G",
      "Stern Y",
      "Brain Resilience and Diversity in Aging and Dementia Collaboratory"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578133/",
    "doi": "doi: 10.1038/s41583-025-01021-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41578125",
    "title": "4-Nonylphenol regulates cell proliferation and apoptosis in cervical carcinoma through the MEG3/PI3K/AKT signaling pathway.",
    "authors": [
      "Wu W",
      "Ren X",
      "Chen Y",
      "Du W",
      "Liang G",
      "Xu C",
      "Wang G"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578125/",
    "doi": "doi: 10.1038/s41598-026-36863-x",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41578086",
    "title": "Correction to: Bioactive glass nanoparticles induce strong preferential cytotoxicity and excessive ROS‑mediated oxidative stress and apoptotic genomic DNA damage in non‑small lung cancer cells.",
    "authors": [
      "Mohamed HRH",
      "Yehia AH"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578086/",
    "doi": "doi: 10.1007/s00210-026-05007-3",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41578037",
    "title": "Plasma-Derived Exosomal hsa-miR-3677-3p Induces Ferroptosis in Neurons by Targeting ABCB8 in Perioperative Neurocognitive Disorders After Prostate Surgery.",
    "authors": [
      "Sun Y",
      "Zuo Y",
      "Zhang J",
      "Wu Y",
      "Xia X",
      "Liu J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41578037/",
    "doi": "doi: 10.1007/s11064-026-04665-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41577957",
    "title": "Downregulation of the deubiquitinating enzyme USP10 correlates with neuronal apoptosis in HTLV-1-associated myelopathy.",
    "authors": [
      "Arishima S",
      "Takahashi M",
      "Dozono M",
      "Yoshida T",
      "Nozuma S",
      "Takashima H",
      "Fujii M",
      "Kubota R"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41577957/",
    "doi": "doi: 10.1038/s41598-026-37271-x",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41577955",
    "title": "Anhydroicaritin-loaded mesenchymal stem cell exosomes ameliorate psoriasis via ACSL4-mediated ferroptosis in mice.",
    "authors": [
      "Gao Y",
      "Ma B",
      "Jin R",
      "Shao Y",
      "Zhang L",
      "Qi X",
      "He Q",
      "Chu Q",
      "Xia Z"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41577955/",
    "doi": "doi: 10.1038/s42003-026-09575-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41577882",
    "title": "Regulation of ferroptosis by BAP1.",
    "authors": [
      "Ali Boubacar K",
      "Kahalerras H",
      "Affar EB"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41577882/",
    "doi": "doi: 10.1038/s41418-026-01661-5",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41577823",
    "title": "Obesity impairs spermatogenesis via Leydig cell ferroptosis induced by liver-derived exosomal miR-122-5p.",
    "authors": [
      "Wang N",
      "Zhang B",
      "Chen T",
      "Zong J",
      "He G",
      "Cao M",
      "Wang Y",
      "Chen X",
      "Luo Y",
      "Shen C",
      "Sun Y",
      "Li C",
      "Zhou X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41577823/",
    "doi": "doi: 10.1038/s42003-026-09612-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41577714",
    "title": "Author Correction: SOX2 drives esophageal squamous carcinoma by reprogramming lipid metabolism and histone acetylation landscape.",
    "authors": [
      "Wang Z",
      "Dai R",
      "Kang L",
      "Yang H",
      "Chen Z",
      "He J",
      "Shu L",
      "Zhong Y",
      "Zhang Y",
      "Hua Z",
      "Huang Y",
      "Jiang Y",
      "Li J",
      "Xu L",
      "Lan F",
      "Lin SH",
      "Wong J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41577714/",
    "doi": "doi: 10.1038/s41467-026-68461-w",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41577628",
    "title": "Ferrocene-Diiron(I) Bis(cyclopentadienyl) Conjugates Exhibit Potent In Vitro Cytotoxicity and Selectivity toward Cancer Cells Associated with ROS Scavenging.",
    "authors": [
      "Saviozzi C",
      "Biancalana L",
      "Biver T",
      "Funaioli T",
      "Bortoluzzi M",
      "Zacchini S",
      "Krawczyk K",
      "Błauż A",
      "Rychlik B",
      "Marchetti F"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41577628/",
    "doi": "doi: 10.1021/acs.jmedchem.5c01956",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41576948",
    "title": "Cellular senescence in human liver under normal aging and cancer.",
    "authors": [
      "Karpova A",
      "Li X",
      "Peng CW",
      "Gallant KL",
      "Rapp DR",
      "Alligood DM",
      "Houston AJ",
      "Park A",
      "Targino da Costa ALN",
      "Chou WH",
      "Iglesia MD",
      "Herndon JM",
      "Byrnes K",
      "Naser Al Deen N",
      "Lal P",
      "Fang X",
      "Jayasinghe RG",
      "Blatnik JA",
      "Hawkins WG",
      "Sanford DE",
      "Eagon JC",
      "Leigh N",
      "Doyle MBM",
      "Brunt LM",
      "Chapman WC",
      "Panni RZ",
      "Cullinan DR",
      "Davies SR",
      "Guo J",
      "Wyczalkowski MA",
      "Wendl MC",
      "Zhang H",
      "Martin CA",
      "Warner BW",
      "Chheda MG",
      "Stewart SA",
      "Chen F",
      "Fields RC",
      "Ding L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576948/",
    "doi": "doi: 10.1016/j.xgen.2025.101133",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41576945",
    "title": "Uncovering the signatures of aging and senescence in the human dorsolateral prefrontal cortex.",
    "authors": [
      "Sloan NX",
      "Mares J",
      "Daly AC",
      "Grier S",
      "Haq I",
      "Jackson CA",
      "Barretto N",
      "Casel O",
      "Kang K",
      "Khiste S",
      "Harris K",
      "Eschbach J",
      "Fullerton BT",
      "Mattison C",
      "Gebremedhin B",
      "Petrescu J",
      "Coie L",
      "Pedersen MH",
      "Zhang K",
      "Shu J",
      "Teich AF",
      "Reddy H",
      "Smith CP",
      "Suh Y",
      "Menon V",
      "Phatnani H"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576945/",
    "doi": "doi: 10.1016/j.xgen.2025.101127",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41576932",
    "title": "Cytosolic cytochrome c represses ferroptosis.",
    "authors": [
      "Song X",
      "Zhou Z",
      "Liu J",
      "Li J",
      "Yu C",
      "Zeh HJ",
      "Klionsky DJ",
      "Stockwell BR",
      "Wang J",
      "Kang R",
      "Kroemer G",
      "Tang D"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576932/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576919",
    "title": "Establishing the relationship between brain cellular senescence and brain structure.",
    "authors": [
      "Lund AN",
      "Kopell BH",
      "Golestani N",
      "Vornholt E",
      "Thompson RC",
      "Liharska LE",
      "Luo Y",
      "Cheng E",
      "Park YJ",
      "Fennessy B",
      "Wilkins L",
      "Kaji DA",
      "Silk H",
      "Ziafat K",
      "Hashemi A",
      "Moya E",
      "Feng C",
      "Linares LM",
      "Grice AB",
      "Xie S",
      "Rieder MK",
      "Scarpa J",
      "Kota P",
      "Cohen V",
      "Sullivan B",
      "Shah P",
      "Ma W",
      "Johnson JS",
      "Miller GM",
      "Searfoss R",
      "Chand NM",
      "Wang P",
      "Nadkarni GN",
      "Narain NR",
      "Nestler EJ",
      "Kiebish MA",
      "Schadt EE",
      "Charney AW",
      "Beckmann ND"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576919/",
    "doi": "doi: 10.1016/j.cell.2025.10.014",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41576911",
    "title": "Fin(e)-tuning ferroptosis.",
    "authors": [
      "Szylo KJ",
      "Dixon SJ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576911/",
    "doi": "doi: 10.1016/j.molcel.2025.12.030",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576725",
    "title": "Serum and Salivary microRNA Biomarkers Reveal Oxidative Stress Dysregulation in Coronary Artery Disease.",
    "authors": [
      "Arthisri AS",
      "Veeraraghavan VP",
      "Raj AT",
      "Shetty RM",
      "Patil S"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576725/",
    "doi": "doi: 10.1016/j.identj.2025.109391",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41576663",
    "title": "FGF21 protects retinal pigment epithelium from sodium iodate-induced injury: Association with inhibition of ferroptosis and the NRF2/GPX4 pathway.",
    "authors": [
      "Liu W",
      "Wang L",
      "Jiang S"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576663/",
    "doi": "doi: 10.1016/j.exer.2026.110883",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576568",
    "title": "Rutin ameliorates hepatic ischemia-reperfusion injury by targeting CD36 to suppress hepatocyte ferroptosis.",
    "authors": [
      "Liu Z",
      "Wang M",
      "Li L",
      "Zhang W",
      "Meng W",
      "Cao C",
      "Song H",
      "Fang X",
      "Zhu Y",
      "Yang M",
      "Du C",
      "Zhang Y",
      "Huang C",
      "Ma T",
      "Li J"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576568/",
    "doi": "doi: 10.1016/j.intimp.2026.116231",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576532",
    "title": "Hydroxyacyl coenzyme A dehydrogenase trifunctional multienzyme complex subunit α depletion dysregulates hepatic energy and lipid metabolism in dairy cows hepatocytes: a multiomic integration analysis.",
    "authors": [
      "Feng X",
      "Feng Q",
      "Liu S",
      "Raza SHA",
      "Ma Y"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576532/",
    "doi": "doi: 10.2460/ajvr.25.09.0336",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41576390",
    "title": "Intergenerational Caregiving Teams: Reconceptualizing Youth Caregivers in Kinship Care with Aging Adults to Inform Service Delivery.",
    "authors": [
      "Kalvesmaki AF",
      "Nederostek K",
      "Craven A",
      "Perkins F",
      "Gallardo E"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576390/",
    "doi": "doi: 10.1080/01612840.2025.2596958",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41576372",
    "title": "Combining percutaneous endoscopic lumbar discectomy with ozone injection for lumbar disc herniation and ferroptosis suppression: a randomized clinical trial.",
    "authors": [
      "Wang H",
      "Xu L",
      "Deng J",
      "Qiu X",
      "Dong C",
      "Hu Y",
      "Li Q",
      "Mei T",
      "Chen S",
      "Wu Y",
      "Miao L",
      "Huang F",
      "Huang M",
      "Cheng Y",
      "Sun J",
      "Yu L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576372/",
    "doi": "doi: 10.3171/2025.9.SPINE25581",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576344",
    "title": "Lipid Metabolism Transcriptomic Signature of Defective Erythropoiesis in Diamond Blackfan Anemia syndrome.",
    "authors": [
      "Deng K",
      "Wang Y",
      "Min JC",
      "Liu X",
      "Ueharu H",
      "Myers G",
      "Yu L",
      "Hammoud SB",
      "Adam A",
      "Saba R",
      "Natogi V",
      "Drysdale C",
      "Chen B",
      "Yee JL",
      "Kitzman J",
      "Lyssiotis CA",
      "Mishina Y",
      "Jones MA",
      "Kaartinen V",
      "Guan Y",
      "Khoriaty R",
      "Engel JD",
      "Singh SA"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576344/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41576161",
    "title": "RSV temporally reprograms apoptosis and pyroptosis to balance immune evasion and replication.",
    "authors": [
      "Liu C",
      "Zhou H",
      "Li J",
      "Meng Y",
      "Wang J",
      "He M",
      "Wang W",
      "Li Z",
      "Qin Y",
      "Chen M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576161/",
    "doi": "doi: 10.1126/sciadv.adz2496",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576095",
    "title": "Pore size dynamics control complex volume swelling in pyroptosis.",
    "authors": [
      "Bastien E",
      "Duprez G",
      "Delanoë-Ayari H",
      "Leloup H",
      "Rivière C",
      "Petrilli V",
      "Recho P",
      "Monnier S"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576095/",
    "doi": "doi: 10.1073/pnas.2508022123",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41576094",
    "title": "Caspase-3 cleaves and activates the NADase SARM1 to promote apoptosis, linking two cell death mechanisms.",
    "authors": [
      "Shi J",
      "Kim YE",
      "DeRuiter NJ",
      "Kadav P",
      "Tessier-Lavigne M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576094/",
    "doi": "doi: 10.1073/pnas.2528118123",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41575777",
    "title": "Dengue and Aging: Challenges and Opportunities in Prevention and Care. A narrative review.",
    "authors": [
      "Beccacece A",
      "Ponzetta L",
      "Princiotto M",
      "Gambuzza ME",
      "D'Abramo A",
      "Soraci L",
      "Olivieri F",
      "Lattanzio F",
      "Girardi E",
      "Biscetti L",
      "Nicastri E"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575777/",
    "doi": "doi: 10.1080/22221751.2026.2622217",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41575760",
    "title": "Chiral Cascade-Targeted Nanoassembly Eradicates Intratumoral Bacteria via Ferroptosis to Potentiate STING-Driven Antitumor Immunity.",
    "authors": [
      "Li X",
      "Han Z",
      "Sun S",
      "Wu Y",
      "Zhang X",
      "Yin Y",
      "Zhao Z",
      "Hai J",
      "Wang B"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575760/",
    "doi": "doi: 10.1021/acsami.5c24093",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41575689",
    "title": "UFMylation in lipid metabolism disorders-associated diseases.",
    "authors": [
      "Ning ZP",
      "Tang YL",
      "Cao L",
      "Gu HF"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575689/",
    "doi": "doi: 10.1007/s11033-026-11452-3",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41575684",
    "title": "Hierarchical disruption of lateral prefrontal cortex gradients in cognitive aging.",
    "authors": [
      "Hou HY",
      "Wang P",
      "Guo SJ",
      "Li HJ"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575684/",
    "doi": "doi: 10.1007/s11357-025-02094-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41575675",
    "title": "Age-driven dysbiosis: gut microbiota in the pathogenesis and treatment of aging disorders.",
    "authors": [
      "Kopalli SR",
      "Wankhede N",
      "Rahangdale SR",
      "Sammeta S",
      "Aglawe M",
      "Koppula S",
      "Taksande B",
      "Upaganlawar A",
      "Umekar M",
      "Kale M"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575675/",
    "doi": "doi: 10.1007/s10522-026-10389-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41575614",
    "title": "Gut Microbiota and Mitochondrial Dysfunction in Autism: Clinical Correlations and Future Directions.",
    "authors": [
      "Bhalla S",
      "Srivastava R"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575614/",
    "doi": "doi: 10.1007/s12035-026-05702-5",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41575611",
    "title": "Hypoxic glycolysis-driven histone lactylation activates NHE7 to promote endometrial cancer progression via COX6C-mediated endoplasmic reticulum stress.",
    "authors": [
      "Yang S",
      "Wu T",
      "Cao Z",
      "Chen Z",
      "Ma Y",
      "Wang T",
      "Qian L",
      "Huang X"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575611/",
    "doi": "doi: 10.1007/s10495-026-02262-w",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41575606",
    "title": "Research progress on the mechanism of FOXO protein in sepsis.",
    "authors": [
      "Li X",
      "Zhao Y",
      "Zhao X",
      "Chen R",
      "Ding S",
      "Xia L"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575606/",
    "doi": "doi: 10.1007/s10495-026-02274-6",
    "categories": [],
    "keywords_matched": [
      "\\bFOXO\\b"
    ]
  },
  {
    "id": "pmid:41575591",
    "title": "Phenothiazine alleviates cisplatin-mediated acute kidney injury by inhibiting ferroptosis.",
    "authors": [
      "Sun X",
      "Chen Y",
      "Wei C",
      "Shao J",
      "Min J",
      "Zhao F",
      "Xia C"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575591/",
    "doi": "doi: 10.1007/s00441-025-04037-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41575569",
    "title": "Stigmasterol restores testicular and sperm function in ICR mice exposed to high oxidative stress condition.",
    "authors": [
      "Mararajah S",
      "Giribabu N",
      "Korla PK",
      "Salleh N"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575569/",
    "doi": "doi: 10.1007/s00114-025-02056-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41575513",
    "title": "Increased stiffness mimicking ovarian aging induces a fibroinflammatory response in follicles and impairs oocyte quality.",
    "authors": [
      "Pietroforte S",
      "Amargant F"
    ],
    "summary": "",
    "published": "2026-01-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575513/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41576043",
    "title": "Changes in pneumococcal vaccine coverage in the Canadian Longitudinal Study on Aging (CLSA): An analysis based on the 2018-2021 follow-up 2 survey.",
    "authors": [
      "Sulis G",
      "Maredia N",
      "Wolfson C",
      "Basta NE"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41576043/",
    "doi": "doi: 10.1371/journal.pone.0338213",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41575981",
    "title": "Effect of luting materials and root third on glass fiber posts bonding strength after hydrothermal aging.",
    "authors": [
      "Pinto STP",
      "de Moura Oliveira CR",
      "Tanomaru-Filho M",
      "Reis JMDSN"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575981/",
    "doi": "doi: 10.1371/journal.pone.0339002",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41575974",
    "title": "Formic acid-sulfide synergistic aging kinetics and nanometer titanium dioxide modification mechanism in oil-immersed transformer insulation system.",
    "authors": [
      "Gao Y",
      "Li Z",
      "Cheng P",
      "Zhang Y",
      "Wei X",
      "Jia P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575974/",
    "doi": "doi: 10.1371/journal.pone.0339773",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41575924",
    "title": "Integrated assessment of brackish water induced deleterious impacts: Analysis of hemato-biochemistry, erythrocytic toxicity, histopathology and oxidative stress biomarkers of mrigal carp.",
    "authors": [
      "Raza GA",
      "Hussain R",
      "Ghaffar A",
      "Mohiuddin M",
      "Riaz R",
      "Nawaz S",
      "Ölmez M",
      "Fouad D",
      "Virk P"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41575924/",
    "doi": "doi: 10.1371/journal.pone.0338381",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  }
]