[
  {
    "id": "10.1101/2025.07.03.662988",
    "title": "Secretory carrier membrane proteins regulate water transport in Arabidopsis.",
    "authors": [
      "Jiang, Q.",
      "Hdedeh, O.",
      "Vandorpe, M.",
      "fox, a. R.",
      "Liu, H.",
      "Ding, L.",
      "Vermeersch, M.",
      "Mylle, E.",
      "Nolf, J.",
      "Cuadrado, A. F.",
      "Kraus, J.",
      "Eeckhout, D.",
      "Kocourkova, d.",
      "Podmanicka, T. K.",
      "Jacobs, T. B.",
      "Dragwidge, J. M.",
      "De Rybel, B.",
      "De Smet, I.",
      "Pleskot, R.",
      "Chaumont, F.",
      "Van Damme, D."
    ],
    "summary": "Aquaporins belonging to the plasma membrane intrinsic protein (PIP) subfamily are channel proteins that control water flow across cells, allowing plants to rapidly adjust hydraulic conductivity and thereby sustain growth, gas exchange, and recovery from drought. We show that secretory carrier membrane proteins (SCAMP) regulate the abundance of the aquaporins and thereby water transport in Arabidopsis root cells. SCAMPs are evolutionarily conserved multi-spanning transmembrane proteins. In animal cells, they function in secretion, endocytosis and autophagy. Knowledge on their role in plants is restricted to localization and trafficking experiments in heterologous systems and few genetic perturbation experiments. Here, we analysed all five members of the Arabidopsis SCAMP family. We identified conserved tyrosine motifs assisting in transport to the plasma membrane and N-terminally located NPF motifs that are required for internalization. SCAMPs dimerize both at the plasma membrane and endosomes, and dimerization is required for their internalization. Functionally, several PIPs were identified as common targets of multiple SCAMP isoforms. Triple and quintuple scamp mutants show mild developmental delay under standard growth conditions, but they are more tolerant to drought. The drought tolerance phenotype cannot be explained by altered stomatal dynamics or density. However, scamp mutant root protoplasts display reduced water transport capacity, which correlates with a reduced PIP abundance compared to wild type. In conclusion, our research identifies the SCAMP membrane trafficking proteins as regulators of PIP abundance at the plasma membrane in root cells. We propose that the reduced PIP levels in the scamp mutants may act as a priming mechanism, leading to the observed drought tolerance phenotype.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.03.662988",
    "doi": "10.1101/2025.07.03.662988",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.22.671763",
    "title": "Age-related changes in behavioral and neural variability in a decision-making task",
    "authors": [
      "Zang, F.",
      "Khanal, A.",
      "Foerster, S.",
      "International Brain Laboratory,",
      "Churchland, A. K.",
      "Urai, A. E."
    ],
    "summary": "Age-related cognitive decline in learning and decision-making may arise from increased variability of neural responses. Here, we investigated how ageing affects behavioral and neural variability by recording >18,000 neurons across 16 brain regions (including cortex, hippocampus, thalamus, midbrain, and basal ganglia) in younger and older mice performing a visual decision-making task. Older mice showed more variable response times, reproducing a common finding in human ageing studies. Ageing globally increased firing rates, post-stimulus neural variability (quantified using the Fano Factor), and decreased 'variability quenching' (the reduction in neural variability upon stimulus presentation). Older animals showed higher overall firing rates across areas of visual and motor cortex, striatum, midbrain, and hippocampus, but lower firing rates in thalamic areas. Age-related attenuation in stimulus-induced variability quenching was most prominent in visual and motor cortex, striatum, and thalamic area. These findings show how large-scale neural recordings can help uncover regional specificity of ageing effects in single neurons, ultimately improving our understanding of the neural basis of age-related cognitive decline.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.22.671763",
    "doi": "10.1101/2025.08.22.671763",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707069",
    "title": "A High-fat, High-salt Diet Model of MDAKD Impairs Bioenergetic Efficiency for ATP Synthesis",
    "authors": [
      "Decker, S. T.",
      "Smith, Z. T.",
      "Opurum, P. C.",
      "Paula, V. L.",
      "Moses, K. N.",
      "Stuart, D.",
      "Kurian, A. S.",
      "Rout, S.",
      "Ramkumar, N.",
      "Funai, K."
    ],
    "summary": "Metabolic dysfunction-associated kidney disease (MDAKD) is closely linked to dietary excess, but models that capture early kidney injury without obesity are limited. We fed male C57BL/6J (6J) and C57BL/6N (6N) mice a high-fat, high-sodium (HF/HNa) or control diet for 16 weeks. HF/HNa feeding did not alter body weight, adiposity, or total food intake; however, it increased dietary energy and sodium exposure, kidney mass, water intake, and urine volume. GFR declined modestly in 6J mice, whereas 6N mice maintained or slightly increased GFR. Both substrains showed increased urinary albumin, creatinine, KIM-1, and NGAL, while cystatin C rose predominantly in 6N mice, indicating strain-dependent tubular injury. Whole-kidney trichrome staining revealed increased fibrotic area with HF/HNa, particularly in 6N mice, without significant changes in glomerular morphology. In isolated renal mitochondria, oxygen consumption was preserved, but ATP production and ATP:O ratios were reduced, with unchanged citrate synthase activity and OXPHOS protein abundance, consistent with early mitochondrial bioenergetic uncoupling. Exploratory urinary proteomics in 6J mice identified HF/HNa-associated changes in proteins linked to tubular stress and extracellular matrix remodeling. These findings define an early MDAKD-like renal phenotype with strain-specific functional responses, tubular injury, fibrosis, and impaired mitochondrial ATP efficiency.\n\nTranslational StatementMetabolic Dysfunction-Associated Kidney Disease (MDAKD) is a leading driver of chronic kidney disease (CKD) in the world. In addition to obesity and related comorbidities, renal mitochondrial dysfunction is thought to be a key contributor to the development of CKD in patients with MDAKD; however, few models recapitulate the progression of MDAKD. We couple well-established mouse models of obesity, namely the C57Bl/6J and C57Bl/6N mouse lines, with a high-fat, high-salt diet to induce renal mitochondrial dysfunction, leading to early stages of MDAKD as indicated by widespread fibrosis and mild reduction in glomerular filtration rate, though these effects were strain-dependent. We identify diet-induced mitochondrial dysfunction as a common feature in both mouse strains, suggesting impairments in mitochondrial respiration and oxidative ATP production are indeed a contributing factor to the development of MDAKD. This study highlights the role of energetic impairments in the pathogenesis of MDAKD and may guide future therapies for CKD.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707069",
    "doi": "10.64898/2026.02.20.707069",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708068",
    "title": "A RAD18 SAP domain PIP motif enables PCNA mono-ubiquitination and USP1-BRCA1 synthetic lethality",
    "authors": [
      "Ashton, N. W.",
      "Ravindranathan, R.",
      "Korchak, E. J.",
      "Somuncu, O. S.",
      "Zambrano, G. A.",
      "Asada, S.",
      "Korzhnev, D.",
      "Bezsonova, I.",
      "D'Andrea, A. D."
    ],
    "summary": "The proliferating cell nuclear antigen (PCNA) sliding clamp is a central component of eukaryotic DNA synthesis. In response to DNA damage, PCNA is mono-ubiquitinated by the RAD6 (E2)-RAD18 (E3) complex. However, the structural basis by which RAD18 engages PCNA to direct mono-ubiquitination has remained poorly defined. Mono-ubiquitinated PCNA can subsequently be extended with K48-linked poly-ubiquitin chains that target PCNA for degradation. Ubiquitin-specific protease 1 (USP1) reverses both mono- and poly-ubiquitination of PCNA; accordingly, USP1 inhibition promotes accumulation of mono-ubiquitinated PCNA at replication forks and reduces total PCNA levels, leading to replication defects that are synthetically lethal with BRCA1 deficiency. Here, we combine computational and structural approaches to identify and characterize a SAP domain PCNA-interacting peptide (PIP) motif within RAD18. We demonstrate that this interaction is required for DNA damage-induced PCNA mono-ubiquitination and for PCNA turnover following USP1 loss. Disruption of the RAD18-PCNA interface suppresses ssDNA gap accumulation and reduces USP1 inhibitor sensitivity in BRCA1-deficient cells. Furthermore, cells adapted to prolonged USP1 inhibition exhibit reduced RAD18 levels, suggesting that deregulation of PCNA mono-ubiquitination represents a biologically relevant resistance mechanism. Together, these findings define a structural interface required for RAD18-dependent PCNA mono-ubiquitination and establish it as a key determinant of USP1-BRCA1 synthetic lethality.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708068",
    "doi": "10.64898/2026.02.25.708068",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708047",
    "title": "Parallel adaptive responses to postponed reproduction increase lifespan and immune defense",
    "authors": [
      "Gamboa-Santarosa, K. A.",
      "Crestani, G. A.",
      "Moran, A.",
      "Modha, D.",
      "Dugo, H. S.",
      "Abdoli, M.",
      "Burke, M.",
      "Shahrestani, P."
    ],
    "summary": "Experimental evolution studies with Drosophila melanogaster have long played a role in the effort to dissect the genetic basis of aging and longevity. While selection for postponed reproduction reliably extends lifespan, additional phenotypic consequences and the genomic bases of this adaptation remain unclear. Here, we leveraged the highly replicated Drosophila Experimental Evolution Population (DEEP) system to further investigate the relationship between longevity and other life-history traits. Derived from the same wild population, two tenfold-replicated treatments, each with populations derived from two different ancestral backgrounds: a control treatment in a 14-day generation cycle was maintained for 56 generations, and an experimental treatment in a 70-day cycle maintained for 20 generations. Experimental populations evolved to have longer lifespan, delayed development time, increased fecundity, greater stress resistance, and stronger immune defense. Pooled-population genomic data reveal highly convergent allele frequency shifts within treatments, and point to 300 candidate genes underlying differentiated phenotypes. Candidate genes are enriched for functional categories involving neural development and morphogenesis rather than canonical aging or immune defense pathways. These results recapitulate that selection for postponed reproduction drives broad physiological changes and a highly polygenic adaptive response, with an unprecedented level of experimental replication.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708047",
    "doi": "10.64898/2026.02.25.708047",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707939",
    "title": "Anti-diabetic drug Repaglinide induces Apoptosis, Cell Cycle Arrest, and Inhibits Cell Migration in Human Breast and Lung Cancer Cells.",
    "authors": [
      "P K, H.",
      "K, A.",
      "Yarla, N. s.",
      "Duddukuri, G. r."
    ],
    "summary": "Introduction: Drug repurposing offers a cost-effective and time-efficient strategy for cancer therapy by leveraging existing drugs with established safety profiles, thus functioning as an alternative therapeutic strategy in demanding diseases such as cancer. Antidiabetic agents, in particular, have demonstrated encouraging anticancer potential. Among them, the non-sulfonylurea insulin secretagogue repaglinide (RPG) has shown emerging anticancer potential, yet its effects on breast and lung cancers remain largely unexplored. Thus, this study investigates the anticancer activity of repaglinide in human breast (MCF-7) and lung (A549) cancer cell lines, focusing on its cytotoxic, pro-apoptotic, anti-proliferative, and anti-migratory effects and the underlying possible molecular mechanisms. Methodology and Results: MTT cytotoxic assay revealed that RPG reduced cell viability in a dose-/time-dependent manner, with an IC (48h) of 100.8Micromolar for MCF-7 and 104Micromolar for A549. Further, the apoptotic effect of RPG on both cell lines was evidenced by double staining assays, comet assay, and western blotting analysis, suggesting that RPG explicitly caused DNA damage and activated intrinsic and extrinsic apoptosis pathways. Additionally, RPG suppressed clonogenicity and enforced G1 arrest in MCF7 and A549 cells by modulating cell cycle regulations as well as cell proliferation pathways. Moreover, RPG markedly suppressed cell motility, as demonstrated by scratch and Transwell migration/invasion assays, which is correlated with reduced MMP-2 and MMP-9 expression, confirmed by gelatin zymography and western blotting. Conclusion: Conclusively, Repaglinide exerts potent anticancer effects in breast and lung cancer cells by modulating key oncogenic signaling pathways, and thus can be considered a promising candidate for repurposing in cancer therapy.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707939",
    "doi": "10.64898/2026.02.25.707939",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.707634",
    "title": "Fully Phased Telomere-to-Telomere Assemblies for Thoroughbred Horse and Donkey Haplotypes derived from a Mule Illuminate the Peculiar Evolution of Equid Centromeres",
    "authors": [
      "Li, K.",
      "Cappelletti, E.",
      "Dessaix, C.",
      "Ciosek, J. L.",
      "Robyn, E. D.",
      "Johnson, L. C.",
      "Hussien, N. A.",
      "Arias, X. R.",
      "Adelson, D. L.",
      "Raudsepp, T.",
      "Piras, F. M.",
      "Smith, M.",
      "Hudson, E.",
      "Pickett, B.",
      "Koren, S.",
      "Walenz, B.",
      "Sison, C.",
      "Crawford, J.",
      "Bouffard, G.",
      "Brooks, S.",
      "Phillippy, A.",
      "Miller, D.",
      "Antczak, D. F.",
      "Cullen, J.",
      "Stroupe, S.",
      "Davis, B.",
      "McCue, M.",
      "Durward-Akhurst, S.",
      "Petersen, J. L.",
      "Giulotto, E.",
      "Kalbfleisch, T."
    ],
    "summary": "We present telomere-to-telomere genome assemblies of a Thoroughbred horse and a donkey derived from their mule offspring. Now adopted and annotated by NCBI as reference genomes, these assemblies resolve previously inaccessible regions, including satellite arrays, duplications, and telomeres. Equids are known to exhibit an uncoupling between satellite DNA and centromeric function. The completeness of these assemblies enabled annotation of both satellite-based and satellite-free centromeres, as well as non-centromeric satellite loci, revealing notable centromeric plasticity. They also allowed detailed characterization of the variable binding domains of CENP-A, the epigenetic determinant of centromere identity, and CENP-B, whose association with CENP-A, previously considered typical based on a few model organisms, is absent in equids. Comparative analyses of satellite repeats and centromere positions provide new insights into the accelerated karyotypic reshuffling in equid evolution. These assemblies represent foundational resources for equid genomics and support ongoing initiatives such as the Equine Pangenome Project.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.707634",
    "doi": "10.64898/2026.02.26.707634",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707951",
    "title": "Time-Resolved Single-Molecule FRET Reveals Length-Dependent Nucleosome Decompaction by Poly(ADP-ribose)",
    "authors": [
      "Yang, T.",
      "Gopi, S. R.",
      "Pinet, L.",
      "Simoni, S.",
      "Imhof, R.",
      "Nettels, D.",
      "Altmeyer, M.",
      "Best, R. B.",
      "Schuler, B."
    ],
    "summary": "Highly charged chains of poly(ADP-ribose) (PAR) are synthesized in the cell as part of their central role in DNA damage response. However, the effects of PAR on nucleosome structure and dynamics remain incompletely understood. Here we combine droplet-based microfluidic mixing with single-molecule Forster resonance energy transfer spectroscopy to resolve the kinetics of PAR-induced nucleosome decompaction in non-equilibrium measurements with millisecond time resolution. This approach avoids surface-adhesion and enables the tether-free observation of nucleosome remodeling. We find that PAR triggers nucleosome decompaction via a length-dependent kinetic threshold: Chains with less than ten ADP-ribose units act slowly and weakly, whereas longer PAR polymers induce efficient and rapid nucleosome opening. The extent and reversibility of decompaction further depend on PAR concentration and ionic strength, reflecting a mechanism dominated by electrostatic interactions. Enzymatic PAR digestion demonstrates that PAR can promote both reversible linker DNA opening and irreversible nucleosome disassembly. Coarse-grained molecular simulations suggest that these effects arise from a competition between PAR and DNA for histone tail binding. Altogether, our results establish PAR length as a key factor controlling chromatin accessibility during DNA repair and highlight droplet-based microfluidics as a powerful platform for studying such biomolecular interactions.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707951",
    "doi": "10.64898/2026.02.25.707951",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708404",
    "title": "Pioneer factor IRF1 unlocks latent enhancers to rewire chromatin and immunometabolism in inflammatory macrophages",
    "authors": [
      "Ayala, J.-M.",
      "Bellworthy, R.",
      "Mancini, M.",
      "Ibarra-Meneses, A. V.",
      "Fernandez-Prada, C.",
      "Langlais, D."
    ],
    "summary": "Macrophages undergo extensive chromatin and metabolic remodeling to mount effective inflammatory responses. Here, we identify Interferon Regulatory Factor 1 (IRF1) as a pioneer factor that orchestrates these processes during IFN{gamma}-driven macrophage activation. Integrative ATAC-seq, ChIP-seq, Hi-ChIP, and nascent RNA-seq demonstrated that IRF1 rapidly engages closed chromatin, initiates enhancer remodeling, and drives removal of repressive histone marks followed by deposition of activating modifications. IRF1-established enhancers form long-range chromatin interactions with target promoters, activating transcriptional programs that control immune effector functions, chromatin regulation, and cellular metabolism. Notably, IRF1 coordinates the IFN{gamma}-induced metabolic switch from oxidative phosphorylation to aerobic glycolysis by transcriptionally regulating key metabolic enzymes, with metabolite profiles consistent with increased glycolysis and pentose phosphate pathway engagement, while remodeling the tricarboxylic acid (TCA) cycle to support immunometabolic outputs. IRF1-deficient macrophages fail to execute this coordinated metabolic reprogramming. High-density IRF1 motif arrays promote enhanced chromatin occupancy and recruitment of the BRG1-containing chromatin remodeling SWI/SNF complex. Pharmacologic inhibition of SWI/SNF ATPase activity (SMARCA2/4) disrupts IRF1-dependent chromatin remodeling and gene induction. Moreover, IRF1-induced enhancer states persist after IFN{gamma} withdrawal, establishing durable epigenetic memory. Together, these findings establish IRF1 as a central integrator of chromatin remodeling, transcriptional control, and metabolic adaptation, linking pioneer-factor activity to macrophage plasticity and innate immune memory.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708404",
    "doi": "10.64898/2026.02.27.708404",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708505",
    "title": "lncRNA-ISM1 Promotes Hepatocellular Carcinoma Progression through RBM10-Mediated Alternative Splicing of ISM1 and Akt-S6-Dependent Glucose Metabolic Reprogramming",
    "authors": [
      "Li, M.",
      "Huang, D.",
      "Ren, Y.",
      "Wang, Z.",
      "Li, Y.",
      "Zuo, W.",
      "Li, Y.",
      "Jin, Y.",
      "Xiong, Y."
    ],
    "summary": "Isthmin-1 (ISM1) is a recently identified adipokine that promotes glucose uptake and enhances cellular metabolism. While the activity of the ISM1 protein is regulated by glycosylases, its transcriptional and posttranscriptional regulation remain poorly understood. A novel alternatively spliced variant of ISM1 (ISM1-AS) was recently identified. Unlike canonical ISM1, ISM1-AS lacks an AMOP domain, a key structural element required for ISM1 function, suggesting the loss of its metabolic regulatory activity. In this study, we found that ISM1 expression was significantly reduced in HCC tissues and correlated with poor prognosis. Functional assays revealed that ISM1 overexpression markedly suppressed HCC cell proliferation and invasion, whereas ISM1-AS overexpression had the opposite effect. Importantly, ISM1 co-overexpression attenuated the oncogenic effects of ISM1-AS. Knockdown of the antisense transcript lncRNA-ISM1 reduced ISM1-AS expression while increasing ISM1 expression, thereby suppressing HCC proliferation and migration.Our findings demonstrate that lncRNA-ISM1 promotes HCC progression through the RBM10-mediated alternative splicing of ISM1 and activation of the Akt-S6 signalling pathway, highlighting its potential as a therapeutic target for HCC.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708505",
    "doi": "10.64898/2026.02.27.708505",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708454",
    "title": "Deciphering the genetic basis of phytoplankton traits through genome-wide association studies",
    "authors": [
      "Maupetit, A.",
      "Segura, V.",
      "Pajot, A.",
      "Nicolau, E.",
      "Bougaran, G.",
      "Lacour, T.",
      "Berard, J. B.",
      "Charrier, A.",
      "Schreiber, N.",
      "Robert, E.",
      "Saint-Jean, B.",
      "Carrier, G."
    ],
    "summary": "Recently, an inventory of genes in phytoplankton was conducted through expeditions such as TARA Oceans. Approximately 1.5 million genes were identified, of which at least three-quarters have unknown function. Presently, a several research programmes are engaged in the sequencing of marine biodiversity, resulting in a rapid expansion of genomic databases. Access to the genomic sequences of these organisms will soon be readily accessible to the scientific community. Although analysing this data is promising, the characterization of genes or genomes, on the other hand, is progressing very slowly and remains a major challenge for scientists. The aim of this study was to use GWAS approaches to decipher genomic loci without a priori assumptions. The microalga Tisochrysis lutea was selected as a case study due to its economic importance and the extensive knowledge accumulated over the years. Particular attention was paid to pigment and lipid metabolism due to their high commercial value. To implement the GWAS approach, a collection of algal lineages was established (100 lineages) from available polyclonal strains (15 strains). This collection was then phenotyped under two different culture conditions. Of the 31 phenotypic traits investigated, 18 met the requirements for GWAS analysis. Concurrently, each algal lineage was genotyped by whole genome sequencing to inventory all genetic polymorphisms. A mixed model was applied, revealing 13 significant associations between phenotypic traits and alleles. These associations highlight previously unsuspected genomic loci that play a major role in pigment or lipid content. Genes identified at these loci may have a direct or indirect role in these metabolic pathways. Nevertheless, elucidating the molecular mechanisms of the associated genes remains limited without the implementation of functional approaches. Despite the complexity of the process, we conclude that the GWAS approach was effective for deciphering phytoplankton genomes, particularly for quantitative traits of interest. Ideally, this approach should be combined with other functional methods to progressively decode marine genomes.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708454",
    "doi": "10.64898/2026.02.27.708454",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.27.708170",
    "title": "Combined Antibiotic and Herbicide Pollution Accelerates the Horizontal Transfer of Antibiotic Resistance Genes in Coastal Microbial Communities",
    "authors": [
      "Yang, H.",
      "Ma, H.",
      "Yang, Y.",
      "Ru, S.",
      "Liu, Y.",
      "Wang, M.",
      "Miao, H.",
      "Guo, Z.",
      "Yang, L.",
      "Cui, P."
    ],
    "summary": "The extensive use of herbicides and antibiotics in aquaculture has led to compounded pollution of coastal waters, marked by the co-occurrence of herbicides, antibiotic residues, and antibiotic resistance genes (ARGs). Plasmid-mediated conjugative transfer is a major driver of the dissemination and evolution of ARGs, yet the influence of herbicides alone or in combination with antibiotics on this process in aquatic bacterial communities remains unclear. In this study, we demonstrated that triazine herbicides, alone and in combination with a fluoroquinolone antibiotic, significantly promote the conjugative transfer of the broad-host-range RP4 plasmid. Using Escherichia coli DH5 as a donor, we observed increased plasmid transfer to multiple recipients, including E. coli HB101, Pseudomonas putida KT2440, and a natural coastal seawater microbial community. The enhanced transfer under co-exposure was associated with several interacting mechanisms, including elevated intracellular reactive oxygen species (ROS) and adenosine triphosphate (ATP) levels, increased cell membrane permeability, altered extracellular polymeric substance (EPS) composition, and upregulated expression of conjugation-related genes. Overall, this work underscores the potential role of combined herbicide and antibiotic contamination in shaping the microbial resistome of coastal ecosystems and provides insights to inform strategies for mitigating the spread of antibiotic resistance.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.27.708170",
    "doi": "10.64898/2026.02.27.708170",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.26.708380",
    "title": "Early proteomic signatures of Alzheimer`s disease in the retina and brain of 3xTg-AD mice",
    "authors": [
      "Puja, A.",
      "McNeel, R.",
      "Xu, R.",
      "Zhu, S.",
      "Hansman, D.",
      "Du, J."
    ],
    "summary": "Visual dysfunction and retinal structural alterations often precede brain pathology and cognitive decline in Alzheimer`s disease (AD), yet the molecular basis of these early changes and their relationship to the brain pathology remain unclear. Here, we performed quantitative proteomic profiling of retina and brain from 1-month of age triple-transgenic (3xTg-AD) mice harboring human PS1M146V, APPSwe, and tauP301L mutations, preceding detectable morphological abnormalities. Proteomic analysis identified 92 significantly altered proteins in the retina and 130 in the brain, with eight overlapping proteins between tissues. These shared proteins included three hemoglobin subunits (HBB1, HBB2, A8DUK4) and five proteins involved in metabolic regulation and intracellular transport. In addition to individual protein changes, pathway analysis demonstrated that mitochondrial metabolism and intracellular transport were commonly dysregulated in both tissues. Brain proteome was characterized by broad changes in mitochondrial-associated proteins, including respiratory chain components and mitochondrial ribosomal subunits, as well as proteins related to autophagy and synaptic vesicle pathways. In contrast, the retinal proteome was characterized by downregulation of vision-related proteins, altered small molecule transporters, and a marked reduction of the mitochondrial enzyme succinate-CoA ligase subunit beta (SUCB2). As SUCB2 links mitochondrial metabolism to epigenetic regulation through succinylation and lactylation, its depletion may promote mitochondria-to-nucleus signaling and early transcriptional reprogramming in the AD retina. Together, these findings demonstrate early metabolic and transport dysregulation in both retina and brain and highlight selective alterations of visual proteins in the retina. These early retinal proteomic changes provide valuable insight into understanding early metabolic disturbances in the eye and brain for AD detection.",
    "published": "2026-02-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.26.708380",
    "doi": "10.64898/2026.02.26.708380",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bMitochondrial\\ metabolism\\b"
    ]
  },
  {
    "id": "http://arxiv.org/abs/2602.22783v1",
    "title": "Branching random walks with ageing",
    "authors": [
      "Daniela Bertacchi",
      "Elena Montanaro",
      "Fabio Zucca"
    ],
    "summary": "Branching processes are models used to describe populations that reproduce and die over time. In the classical setting, an individual's reproductive capacity remains constant throughout its lifetime. However, in real-world situations, reproductive capacity typically undergoes ageing - that is, after reaching a peak, it decreases over time. In this work, we study the influence of ageing on the behaviour of the process and how modifying its parameters, along with reproduction rates, affects the destiny of the process.",
    "published": "2026-02-26T09:19:15+00:00",
    "updated": null,
    "source": "arXiv",
    "link": "https://arxiv.org/abs/2602.22783v1",
    "doi": null,
    "categories": [
      "math.PR",
      "q-bio.PE"
    ],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.27.601056",
    "title": "Epigenetic regulation of TERRA transcription, R-loop formation, telomere integrity and metacyclogenesis by base J in Leishmania major.",
    "authors": [
      "Kieft, R.",
      "Sabatini, R."
    ],
    "summary": "The hyper-modified DNA base J helps control termination of Pol II transcription at polycistronic transcription units (PTUs) in T. brucei and L. major, allowing epigenetic control of gene expression. The Telomere Repeat-containing RNA (TERRA) is synthesized in T. brucei by Pol I readthrough transcription of a telomeric PTU. While little is understood regarding TERRA synthesis and function, the hyper-modified DNA base J is highly enriched at telomeres in L. major promastigotes. We now show that TERRA is synthesized by Pol II in L. major and loss of base J leads to increased TERRA from multiple telomeric ends, presumably via readthrough transcription from an adjacent PTU. Furthermore, Pol II readthrough defects and increased TERRA correlate with increased telomeric DNA damage, increased differentiation of promastigotes to the infectious metacyclic life stage and decreased cell viability. These results help explain the essential nature of base J in Leishmania and provide insight regarding epigenetic control of RNA expression, telomere stability and parasite development during the life cycle of L. major.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.27.601056",
    "doi": "10.1101/2024.06.27.601056",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.08.652875",
    "title": "Contrasting roles for IKK regulated inflammatory signalling pathways for development and maintenance of type 1 and adaptive γδ T cells",
    "authors": [
      "Islam, F.",
      "Williams, C.",
      "Hogan, T.",
      "Webb, L. V.",
      "Boal-Carvalho, I.",
      "Seddon, B."
    ],
    "summary": "The inhibitor of kappa B kinase complex (IKK) is a critical regulator of cell death and inflammatory signaling in multiple cell types. Phosphorylation of I{kappa}B proteins by IKK results in their degradation and consequent activation of NF-{kappa}B transcription factors. RIPK1, a critical cell death regulator, is also a direct target of IKK kinase activity, thereby repressing its cell death activity. In {beta} T cells, the RIPK1 kinase activity of IKK is critical for normal thymic development while mature {beta} T cells require IKK for both activation of NF-{kappa}B dependent survival programmes, and repression of RIPK1. {gamma}{delta} T cells play a unique and versatile role in host immunity with specific effector functions that enables them to act as early responders in immune defense. The role of IKK regulated pathways in their development and survival is not known. Here, we use mouse genetics to dissect the function of IKK and downstream pathways in the normal homeostasis of {gamma}{delta} T cells. We find that IKK expression is critical to establish a replete {gamma}{delta} T cell compartment, but that requires vary between different subsets. Type 1 {gamma}{delta} T cells require IKK dependent NF-{kappa}B activation for their generation, while IKK is redundant for development of adaptive {gamma}{delta} T cells. Instead, IKK dependent NF-{kappa}B activation is required for their longterm survival. We also find evidence that IKK repression of RIPK1 is required for survival of peripheral but not thymic {gamma}{delta} T cells. Ablation of CASPASE8 did not rescue {gamma}{delta} T cells in the absence of IKK but rather revealed a potent sensitivity of all {gamma}{delta} subsets to necroptosis, that was rescued by kinase dead RIPK1. Overall, we reveal critical requirements for IKK regulated inflammatory pathways by {gamma}{delta} T cells that contrast with those of {beta} T cells, and between different subsets, highlighting the complexity of the regulation of these pathways in the adaptive immune system.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.08.652875",
    "doi": "10.1101/2025.05.08.652875",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.01.662628",
    "title": "Thermogenic Adipose ADH5 Counteracts Age-related Metabolic Decline",
    "authors": [
      "Sebag, S. C.",
      "Neff, T.",
      "Qian, Q.",
      "Asghari, A.",
      "Wang, Z.",
      "Zhang, Z.",
      "Li, M.",
      "Hao, M.",
      "Lira, V.",
      "Sun, H.",
      "Potthoff, M. J.",
      "Yang, L."
    ],
    "summary": "Aging-associated decline in brown adipose tissue (BAT) function and mass contributes to energy and metabolic homeostasis disruption. Alcohol dehydrogenase 5 (ADH5) is a major denitrosylase that prevents cellular nitro-thiol redox imbalance, an essential feature of aging. However, the functional significance of BAT ADH5 in the context of aging is largely unknown. Here, we aimed to investigate the role of BAT ADH5 in protecting against age-related metabolic dysfunction. We show that aging promotes aberrant BAT protein S-nitrosylation modification and downregulates ADH5 in mice. Furthermore, BAT ADH5-deletion accelerates BAT senescence and aging-associated declines in metabolic homeostasis and cognition. Mechanistically, we found that aging inactivates BAT Adh5 by suppressing heat shock factor 1 (HSF1), a well-recognized proteostasis regulator. Moreover, pharmacologically enhancing HSF1 improved BAT senescence, metabolic decline, and cognitive dysfunction in aged mice. Together, these findings suggest that the BAT HSF1-ADH5 signaling cascade plays a key role in protecting against age-related systemic functional decline. Ultimately, unraveling the role of thermogenic adipose nitrosative signaling will provide novel insights into the interplay between BAT nitric oxide activity and metabolism in the context of aging.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.01.662628",
    "doi": "10.1101/2025.07.01.662628",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.06.680552",
    "title": "Selective Vulnerability of Dopamine-Glutamate Neurons in Aging Weakens Entorhinal Dopamine Signaling",
    "authors": [
      "Tomaio, J. N.",
      "Fleury, S.",
      "Bilder, A.",
      "Nacimba, J.",
      "Abhilash, L.",
      "Kim, Y. S.",
      "Fenno, L. E.",
      "Ramakrishnan, C.",
      "Deisseroth, K.",
      "Mingote, S."
    ],
    "summary": "The lateral entorhinal cortex (LEC) supports novelty detection and episodic memory and is selectively vulnerable to aging. Dopamine signals novelty in LEC, but how aging alters this input is unclear. Using intersectional viral strategies to distinguish ventral tegmental area (VTA) dopamine neurons with or without glutamate co-release, we find that co-releasing neurons are a minority (~30%) in the VTA, yet provide ~93% of the dopaminergic projections to LEC. In aged mice, dopamine-glutamate labeling in VTA and LEC decreases ~80%, whereas pan-dopaminergic labeling of LEC axons remains, consistent with functional silencing rather than degeneration. In LEC dopaminergic axons, dopamine synthesis is reduced while glutamate vesicular packaging is relatively spared. Optogenetic stimulation combined with a dopamine sensor reveals diminished dopamine release at high frequencies, when synthesis demand is greatest. These findings identify selective vulnerability of dopamine-glutamate neurons as a cell- and circuit-specific mechanism that weakens dopamine signaling within memory circuits.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.06.680552",
    "doi": "10.1101/2025.10.06.680552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707992",
    "title": "Leaf age modulates physiological and metabolic responses to contrasting nitrogen forms in Chinese fir (Cunninghamia lanceolata (Lamb.) Hook)",
    "authors": [
      "Fu, W.",
      "Zhang, Y.",
      "Yu, W.",
      "Zhang, Z.",
      "Yuan, S.",
      "Chen, G.",
      "Zeng, J."
    ],
    "summary": "Atmospheric nitrogen (N) deposition is increasingly affecting global ecosystems, with nitrate contributing a growing proportion alongside ammonium. However, the interaction between N forms and leaf developmental stage in shaping physiological and metabolic strategies in Chinese fir remains poorly understood. In this study, a field experiment was conducted to explore the physiological and metabolic responses of young and old leaves to ammonium and nitrate N addition. Our findings showed that N addition enhanced photosynthetic performance in young leaves, with a stronger effect from nitrate. In contrast, old leaves exhibited limited photosynthetic response but accumulated higher non-structural carbohydrates and showed elevated N assimilation enzyme activities, particularly under nitrate addition. Phytohormone profiles varied between leaf ages, with young leaves having higher auxin levels while old leaves exhibiting increased abscisic and salicylic acid contents under N addition. Additionally, N addition induced differential reprogramming of amino acid metabolism, with age-dependent accumulation patterns. Metabolomic analysis identified key amino acids involved in coordinating carbon-nitrogen metabolism. These results highlighted the complementary metabolic strategies by young and old leaves of Chinese fir under contrasting N forms addition and emphasized the importance of considering both N form and leaf age in optimizing N management for sustainable plantation practices.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707992",
    "doi": "10.64898/2026.02.25.707992",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707757",
    "title": "The interaction between virus-bound KLF4 and host-bound PARP1 directs the localization of Adeno-Associated Virus Type 2 (wtAAV2) to cellular sites of DNA damage",
    "authors": [
      "Abrahams, R. R.",
      "Larsen, C. I. S.",
      "Ha, R.",
      "Majumder, K."
    ],
    "summary": "Wild-type adeno-associated virus type 2 (wtAAV2) is a small, non-pathogenic DNA virus within the family Parvoviridae that is modified to engineer recombinant AAV (rAAV) vectors used in gene therapy. wtAAV2 genomes localize to nuclear domains enriched in DNA Damage Response (DDR) factors through mechanisms that remain unknown. We have discovered that the host transcription factor KLF4 (Kruppel-like Factor 4) and the DDR protein PARP1 (poly-ADP ribose polymerase 1) are key effectors regulating wtAAV2 nuclear trafficking. In-silico analysis revealed that wtAAV2-associated genomic sites are enriched in KLF4 binding motifs. Confocal imaging demonstrated a close spatial association between KLF4 and wtAAV2 nuclear reservoirs, consistent with KLF4?s known ability to form nuclear condensates. Mutation of the KLF4 binding site within the wtAAV2 genome and RNAi-mediated knockdown of KLF4 globally reduced the expression of viral Rep68/78 genes and attenuated the localization of the viral genome to cellular DDR sites. Chemical inhibition of the KLF4-interacting protein PARP1 with Olaparib decreased the ability of wtAAV2 genomes to localize to cellular DDR sites and transcribe viral genes. Ectopic expression of wild-type PARP1, but not its KLF4-binding-deficient mutant, rescued wtAAV2 gene expression in PARP1-deficient cells. These findings define a novel mechanism by which wtAAV2 exploits the interaction between host transcription factors and DNA repair machinery to establish a persistent nuclear niche. Insertion of KLF4-binding elements into recombinant AAV2 (rAAV2) gene therapy vectors is sufficient to enhance transduction of target cells, providing a framework for engineering vectors with improved nuclear targeting and transcriptional activity.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707757",
    "doi": "10.64898/2026.02.24.707757",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707807",
    "title": "Chronological Aging Stiffens Cells, Alters Mitochondria, and Impairs Mitochondrial Mechanical Responsiveness in Mesenchymal Stem Cells",
    "authors": [
      "Faruq, O.",
      "Nikitina, N.",
      "Birks, S.",
      "Jones, C. L.",
      "Goelzer, M.",
      "Howard, S. M.",
      "Zavala, A.",
      "Ali, N.",
      "Uzer, G."
    ],
    "summary": "Mesenchymal stem cells (MSCs) can differentiate into osteoblasts and adipocytes, play a critical role for maintaining bone homeostasis. Although, aging impairs MSC function and contributes to several complications, the effects of aging on subcellular structure and related gene expression need further investigation. Here we established an in vitro system to study MSCs isolated from bones of 5, 12, and 24 months old mice which showed significantly decreased bone volume and exercise performance with age. RNA sequencing revealed downregulation of genes related to cell-matrix interactions, cell metabolism, and division. Functionally MSCs extracted from 24mo showed significantly increased adipogenesis and reduced osteogenesis compared to 5mo, which was accompanied by reduced levels of cell proliferative marker Ki67 and increased expression of senescence protein p16. Data-driven segmentation of F-actin architecture revealed no cell-wide or nuclei-associated alteration, while 24mo MSCs showed decreased nuclear volume and increased spreading and higher nuclear stiffness compared to 5mo. Mitochondria from 12mo and 24mo showed increased length and volume of fibers when compared to 5mo, which was accompanied by gene expression changes associated with mitochondrial inflammation and oxidative phosphorylation. To test the functional consequences, MSCs were subjected to mechanical stress for 72 hours using 90Hz, 07g low-intensity vibration (LIV). While 5mo MSCs showed a robust fusing of individual mitochondrial fibers, LIV response of 12mo and 24mo MSCs were progressively less, indicating an already stressed mitochondria compromised to mechanical challenge. In summary, this study has established an in vitro assay system, revealing age-associated impairments in differentiation, mitochondrial function, and mechanotransduction capacity.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707807",
    "doi": "10.64898/2026.02.24.707807",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bp16\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707821",
    "title": "Long-term moisture barrier performance of liquid crystal polymer for implantable medical electronics",
    "authors": [
      "Thielen, B.",
      "Pulicken, C.",
      "Aklivanh, E.",
      "Sabes, P.",
      "Cvitkovic, M."
    ],
    "summary": "Liquid crystal polymer (LCP) is commonly used in the electronics industry due to its favorable dielectric, thermal, and insulative properties. It has recently gained popularity in the medical field for these same reasons, as well as its biocompatibility, moisture barrier properties, and ability to be microfabricated into thin film flexible circuits or flex PCBs. While polymers such as polyimide and Parylene C remain more common for electronics encapsulation and flexible circuit fabrication due to their relatively lower barriers to adoption and history of use, LCPs superior moisture barrier performance and low risk of delamination make it a promising material for chronic use in medical devices. In this work, the moisture barrier properties of LCP are evaluated using in vitro accelerated aging over 59-61 weeks at 65-68 degrees C, corresponding to an equivalent implanted lifetime of 8.1 and 9.4 years at 37 degrees C for each of two sample groups: LCP as an electronics encapsulant and as a flexible circuit substrate. In the encapsulation group, relative humidity inside an encapsulation pocket was monitored over time with no noticeable change in humidity throughout the measurement period. In the flexible circuit group, impedance of laminated interdigitated electrodes was monitored over time, with an average decrease to 44% of the initial impedance value across all successful samples due to the moisture absorption of the LCP, which has remained stable for the latter half of testing. In both groups, no delamination was observed. These findings demonstrate that LCP is a viable moisture barrier for electronics in implanted medical devices for an estimated equivalent lifetime of at least 8.1 years.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707821",
    "doi": "10.64898/2026.02.24.707821",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707507",
    "title": "Elevating Neuronal CYLD Causes Frontotemporal Dementia (FTD)-Relevant Behavioral and Physiological Deficits",
    "authors": [
      "Baral, A.",
      "Bilal, M.",
      "Dai, H.",
      "Jun, Y.-W.",
      "Almeida, S.",
      "Gao, F.-B.",
      "Yao, W.-D."
    ],
    "summary": "Frontotemporal dementia (FTD), a leading form of presenile dementia disrupting behavior, language and/or movement, is linked to mutations of a number of genes, including CYLD that encodes a Lys63 (K63) deubiquitinating enzyme. Among several CYLD variants found in FTD patients, a gain-of-function missense mutant, M719V, has been proposed to be pathogenic, but its pathogenicity in vivo and the underlying mechanism remain unknown. Here, we have developed transgenic mice that express either wildtype (WT) or M719V-CYLD in neurons throughout the mouse brain using adeno-associated virus (AAV) mediated somatic brain transgenesis. We show that somatic M719V-CYLD transgenic mice display profound FTD-associated behavioral impairments, including risk-taking, reduced social interaction, and loss of empathy that emerge from early stages and worsen with aging. Furthermore, M719V-CYLD mice also show significant early neurophysiological impairments in the prefrontal cortex (PFC), including depolarized resting membrane potential, decreased synaptic transmission, and reduced neuronal excitability. Surprisingly, however, M719V-CYLD mouse brain exhibits elevated autophagy activity and decreased Akt-mTOR signaling without overt neuronal cell loss or microgliosis even at 12 months of age. Most M719V-CYLD-associated cellular and behavioral phenotypes are also recapitulated but to a lesser extent in WT-CYLD mice, suggesting CYLD activation is responsible for the observed neural circuit deficits and the M719V mutation is gain-of-function in nature. Our results uncover important roles of neuronal CYLD in PFC function and social behaviors and establish a unique animal model to investigate pathogenic mechanisms of FTD, in particular its social behavioral deficits, at molecular, cellular, synaptic and circuit levels.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707507",
    "doi": "10.64898/2026.02.24.707507",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707225",
    "title": "Impact of Aging, Sex, and Species on the mRNA Expression of Matrix Metalloproteinases Following Ischemic Stroke",
    "authors": [
      "Challa, S. R.",
      "Baker, I. M.",
      "Vinayagam, V.",
      "Jackson, S. N.",
      "Khan, N.",
      "Mada, S. R.",
      "Unnam, P.",
      "Fornal, C. A.",
      "Klopfenstein, J. D.",
      "Veeravalli, K. K."
    ],
    "summary": "Matrix metalloproteinase (MMP) expression and function are highly context dependent, varying across physiological and pathological conditions. We previously documented the expression profiles of select MMPs in the ischemic brains of young male rodents. However, aging is a major risk factor for stroke in humans and is associated with vasculature alterations, increased oxidative stress, and elevated inflammation. In addition, sex differences have been reported in stroke incidence and severity. Despite this, the effects of age, sex, and species on brain MMP gene expression after cerebral ischemia/reperfusion (I/R) has not been systematically examined. Therefore, we investigated how age, sex, and species influence the mRNA expression of all known MMPs (22 total) in the brain following cerebral I/R. Moderate-to-severe neurological deficits were induced by transient middle cerebral artery occlusion (MCAO) followed by reperfusion in young and aged male and female C57BL/6 mice and in young male Sprague-Dawley rats. Brain tissue from the ipsilateral (ischemic) hemisphere was collected on post-MCAO day 1, and MMP mRNA levels were quantified by real-time PCR and expressed as fold change relative to the sham control group. Across species, MMP-3, MMP-8, MMP-12, MMP-13, MMP-19, MMP-20, and MMP-27 were upregulated in both rats and mice. Species-specific increases were also observed: MMP-1, MMP-7, MMP-9, MMP-14, MMP-21, and MMP-25 were upregulated only in rats, whereas MMP-10 was upregulated only in mice. The most strongly upregulated MMPs were MMP-12 in rats and MMP-3, MMP-10, and MMP-12 in mice. By contrast, MMP-15 and MMP-17 were downregulated in both species, whereas MMP-23 and MMP-24 were downregulated only in rats and mice, respectively. Within mice, MMP-3, MMP-10, MMP-12, MMP-19, MMP-20, and MMP-21 increased in both sexes and age groups, except for MMP-19 in aged males and MMP-21 in young males. MMP-14 increased only in females (young and aged), whereas MMP-27 increased only in males (young and aged). Notably, MMP-3, MMP-10, and MMP-12 were the three most highly upregulated MMPs in both male and female mice regardless of age. Overall MMP mRNA expression levels were higher in aged male mice and lower in aged female mice relative to sex-matched young mice. Among all MMPs examined, MMP-12 showed the most marked upregulation across species and, within mice, across age groups and sexes. Collectively, these findings demonstrate that brain MMP gene expression after cerebral I/R is modulated by age, sex, and species, underscoring the importance of incorporating these biological variables when targeting MMPs individually or in combination in preclinical rodent stroke models.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707225",
    "doi": "10.64898/2026.02.24.707225",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707893",
    "title": "Microfluidic Mechanical Reactivation of Aged Stem Cells",
    "authors": [
      "Jang, S. B.",
      "Jeon, T.-I.",
      "Kang, G. H.",
      "Seo, D.",
      "Kim, H.",
      "Yeo, H.",
      "Seok, J.",
      "Lim, K. M.",
      "Dayem, A. A.",
      "Kim, S. J.",
      "Song, K.",
      "Kwak, Y.",
      "Hur, J.",
      "Chung, A. J.",
      "Cho, S. G."
    ],
    "summary": "Stem cell aging significantly impairs therapeutic efficacy, requiring innovative strategies to restore potency. We present a microfluidic cell-compressing platform for reactivation (-CPR) designed to apply controlled hydrodynamic deformation to late-passage stem cells. This mechanical stimulation facilitates functional reactivation without external chemical cues. Within a defined window, -CPR effectively reduces oxidative stress, SA-{beta}-Gal activity, and {gamma}H2AX foci, while simultaneously restoring proliferation and canonical stemness markers (OCT4, SOX2, and KLF4). Mechanical stimulation via -CPR induces coordinated structural remodeling: nuclei become more compact, actin cortex organization is restored, -actinin redistributes to focal adhesions, and microtubule networks are restructured, suggesting a rebalanced intracellular tension. Transcriptomic and proteomic analyses reveal that this process reprograms extracellular matrix remodeling and DNA repair pathways while attenuating pro-fibrotic and senescence-associated secretory phenotype (SASP)-associated pathways. Crucially, this reactivation occurs without compromising fundamental MSC hallmarks, preserving intrinsic immunophenotypes and multilineage differentiation potential. Functionally, -CPR-processed stem cells demonstrate restored in vitro wound closure and enhanced tissue repair in vivo, with efficacy appearing dependent on mechanical dosage. This platform establishes a non-genetic, mechanobiological approach to restoring stem cell function, offering a scalable strategy for functional reactivation and potentially paving the way toward comprehensive cellular rejuvenation.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707893",
    "doi": "10.64898/2026.02.25.707893",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707674",
    "title": "Short-Term Performance Assay Identifies Functional Benefits and Early Toxicity of Longevity Interventions in Mice",
    "authors": [
      "Marin-Jerez, E.",
      "Rueda-Carrasco, J.",
      "Melendez-Rodriguez, F.",
      "Partido-Borge, P.",
      "Tapia, E.",
      "Leibowitz, B. D.",
      "Parras, A."
    ],
    "summary": "Mouse lifespan studies are slow and costly, limiting the number of interventions that have demonstrated robust anti-aging effects. This highlights the need for rapid early-stage screening tools capable of assessing both efficacy and potential side effects. Here, we present a short-term performance assay designed to rapidly profile functional benefits and early toxicity of longevity interventions in mice. Over an 8-week period, mice received one of five candidate anti-aging treatments: 17a-estradiol, rapamycin + Smer28, berberine + resveratrol, sildenafil and pinealon. The protocol longitudinally monitored body weight and temperature, and food intake, alongside post-treatment assessments of grip strength, locomotor activity, Y-maze cognition, social behavior, and hematological and urinary parameters. The screen revealed compound-specific phenotypes: 17a-estradiol induced significant weight loss, increased grip strength, and dorsal alopecia, consistent with metabolic remodeling. Sildenafil reduced basal body temperature and preserved locomotor activity. Berberine + resveratrol decreased food intake and fasting glucose without major changes in physical performance, resembling caloric restriction-like metabolic effects. Rapamycin + Smer28 modestly improved strength and sociability but induced anemia in 2 of 5 mice, indicating potential dose-dependent toxicity. Pinealon showed a trend toward improved working memory without detectable adverse effects. This multi-parametric approach enables discover healthspan extending interventions facilitating prioritization and dose refinement before committing to full lifespan studies. Finally, to our knowledge, this represents the first comprehensive preclinical aging study in mice fully funded through tokenized decentralized science (DeSci), demonstrating how community-governed, on-chain funding can support resource-intensive in vivo research.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707674",
    "doi": "10.64898/2026.02.25.707674",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bRapamycin\\b",
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707932",
    "title": "Tracing the expansion of p53 retrogenes in elephant species: A foundation for functional insights.",
    "authors": [
      "Karakostis, K.",
      "Campoy, E.",
      "Puig, M.",
      "Fahraeus, R.",
      "Vollrath, F.",
      "Caceres, M."
    ],
    "summary": "Elephants have evolved multiple TP53 copies through a retrotransposition event followed by successive duplications. Some of these TP53 retrogenes (RTGs) are expressed and hypothesized to have functional roles in cellular regulation. However, comparative genomic studies on TP53 evolution and function are limited due to scarce genomic data for elephants and other afrotherians. Most existing research relies on scaffold assemblies of Loxodonta africana (LoxAfr3 and LoxAfr4), with some focus on Elephas maximus chromosomal assembly. In this in silico study, we analyzed three elephant genomes to validate TP53 RTGs, assess their copy variation, and trace their evolution. For the first time we describe 29 TP53 RTGs in E. maximus versus 18-19 in L. africana. These copies show sequence variation, especially in the duplicated regions and their flanking repetitive elements. Chromosomal mapping in E. maximus revealed that two major classes of TP53 RTGs are consistently arranged in pairs on chromosome 27, which harbours 27 of the 29 identified copies. The observed distribution strongly supports an evolutionary model in which large-scale genomic segments, each encompassing at least two retrogenes of different groups, were duplicated early in the elephant lineage, driving the extensive amplification of TP53 RTGs, as suggested also by the patterns of the flanking repetitive elements. The TP53 RTGs expansion was followed by a unique inversion on chromosome 27 that separates the duplication clusters. Thus, this study enhances our understanding of the elephant's multi-p53 system, linked to cancer resistance, body size, and Peto's paradox, and supports ongoing research into functional aspects.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707932",
    "doi": "10.64898/2026.02.25.707932",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707882",
    "title": "Glutathione impacts both Batrachochytrium dendrobatidis virulence and amphibian cellular defence in a chytridiomycosis model",
    "authors": [
      "Webb, R. J.",
      "Roberts, A. A.",
      "Berger, L.",
      "Robert, J.",
      "Skerratt, L. F."
    ],
    "summary": "Glutathione has important roles in diverse infections, yet its involvement in the interaction between the deadly fungal pathogen Batrachochytrium dendrobatidis (Bd) and its amphibian hosts is still unclear. Using in vitro assays and a cell infection model, we examined how glutathione influences Bd virulence traits and cellular host disease resistance. For Bd, inhibition of glutathione reductase rapidly killed zoospores, indicating that glutathione is essential for this pathogen. In addition, exposure to exogenous glutathione promoted the potential for virulence through accelerated and increased zoospore release. In host amphibian cells, Bd infection decreased intracellular glutathione content and increased reactive oxygen species, suggesting that chytridiomycosis pathogenesis may involve oxidative stress. Depletion of host glutathione before exposure to Bd increased infection severity and Bd growth, whereas amphibian cells with slightly elevated glutathione levels were partially protected against Bd. However, manipulation of host glutathione levels after the establishment of Bd infection did not impact its intracellular growth, implying that the host glutathione-mediated resistance only occurs during the initial Bd invasion process. Importantly, this effect of glutathione on host resistance is not a general response to pathogens, as it was not observed in cells exposed to viral pathogen FV3. As glutathione increased both infectious zoospore production and host resistance to zoospore infection, our study suggests that this antioxidant may play an important role in the host/pathogen interaction during chytridiomycosis. Thus, environmental conditions and therapeutic approaches that affect glutathione systems in the host and/or pathogen have the potential to alter chytridiomycosis dynamics and should be further explored.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707882",
    "doi": "10.64898/2026.02.25.707882",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708005",
    "title": "Brca1 heterozygosity leads to hepatic steatosis in male and female mice despite sexually dimorphic effects on systemic metabolism",
    "authors": [
      "Palikhe, S.",
      "Qiao, L.",
      "Kutz, C.",
      "Liang, X.",
      "Dhorajiya, P.",
      "Koestler, D. C.",
      "Bhardwaj, P.",
      "McCoin, C. S.",
      "Peterson, O.",
      "Tse, H. M.",
      "Thyfault, J. P.",
      "Brown, K. A."
    ],
    "summary": "Carrying a germline mutation in BRCA1 is associated with an increased risk of several cancers, including breast and ovarian. Our recent work has demonstrated that obesity is associated with elevated levels of DNA damage in breast glands in this high-risk population. BRCA1 is a canonical tumor suppressor gene primarily recognized for its role in DNA damage repair, yet emerging evidence suggests broader functions in metabolic regulation. To determine whether heterozygous loss of Brca1, as seen in individuals who carry a germline mutation, modifies susceptibility to diet-induced metabolic dysfunction in a sex-dependent manner, we subjected wild-type (WT) and Brca1+/- mice of both sexes to a high-fat diet (HFD) and performed longitudinal metabolic phenotyping. Female Brca1+/- mice exhibited pronounced obesity, increased adiposity, hyperinsulinemia, and impaired glucose tolerance. In contrast, male Brca1+/- mice showed modest resistance to HFD-induced weight gain and displayed improved glucose tolerance compared to WT controls. Notably, Brca1 heterozygosity led to more severe hepatic steatosis with HFD, indicating a shared susceptibility to liver lipid accumulation despite divergent systemic outcomes. In females, steatosis was associated with reduced mitochondrial respiratory complex IV activity and transcriptional remodeling that favored lipid storage. Treatment with the dual GLP-1/GIP receptor agonist tirzepatide ameliorated systemic metabolic dysfunction and hepatic steatosis in HFD-fed female Brca1+/-; mice. These findings identify Brca1 heterozygosity as a modifier of metabolic disease risk, expanding BRCA1 biology beyond tumor suppression.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708005",
    "doi": "10.64898/2026.02.25.708005",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708012",
    "title": "Systems Analysis of Carboxylate Transport and Oxidation Pathways in Cardiac Mitochondria",
    "authors": [
      "Collins, N. L.",
      "Dasika, S.",
      "Van den Bergh, F.",
      "Bazil, J. N.",
      "Beard, D. A."
    ],
    "summary": "Experimental assessment and computational modeling were used to analyze substrate transport, tricarboxylic acid cycle kinetics, and oxidative phosphorylation in suspensions of purified cardiac mitochondria. The kinetics of ATP synthesis and carbohydrate oxidation, including during hypoxia and reoxygenation, were investigated using various substrate combinations and conditions. Model simulations fit to transient respiration and NAD(P)H measurements reveal novel insights into pyruvate dehydrogenase regulation, regulation of mitochondrial leak, and the clearance of oxaloacetate during respiration on succinate. High concentrations of succinate induced increased mitochondrial leak respiration driven in part by ROS-activated uncoupling. Oxidative phosphorylation under succinate-fueled respiration was inhibited by rapid buildup of oxaloacetate, inhibiting succinate dehydrogenase. Malic enzyme and oxaloacetate decarboxylase activities represent potenital pathways for removal of oxaloacetate, with glutamate further enhancing clearance. The developed model captures the observed transient behaviors as well as steady-state relationships between ATP synthesis rate and phosphate metabolite levels, lending a new systems-level understanding of mitochondrial energy metabolism. In sum, these findings offer a framework for simulating and interpreting mitochondrial function in vitro and in vivo.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708012",
    "doi": "10.64898/2026.02.25.708012",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707531",
    "title": "Developing And Internally Validating AI-Based Aging Resilience Biomarkers in Non-Human Primates",
    "authors": [
      "Bennett, R. F.",
      "Speiser, J. L.",
      "Olson, J. D.",
      "Schaaf, G. W.",
      "Register, T. C.",
      "Cline, J. M.",
      "Cox, L. A.",
      "Quillen, E. E."
    ],
    "summary": "Quantifying biological aging is crucial for understanding functional decline before the onset of morbidity. While many accelerated aging and frailty measures based on clinical data exist for humans and several for rodent models of aging, there are few options for non-human primates (NHPs). NHP clinical data has several unique features including a lack of clinically delineated normative values for features and variability in data collection over long lifespans. There are also wide discrepancies in the number of available clinical measures and number of animals across data sets. To address these challenges, we developed and validated \"Aging Resilience\" (AR) metrics using longitudinal, routine clinical data from two distinct non-human primate cohorts: 4,328 baboons and 281 rhesus macaques. We trained five computational models, including Linear Mixed-Effects Models, Random Forest, and Recurrent Neural Networks (RNN), to predict chronological age, subsequently deriving AR metrics that represent the velocity (Rate of Aging) and cumulative burden (Normalized Cumulative Aging) of physiological deviation. While linear models achieved high precision in predicting chronological age (test R2 up to 0.99), they correlated poorly with actual lifespan. In contrast, AR metrics derived from non-linear models (RNN and Random Forest) displayed strong predictive validity for mortality (Pearson's r > 0.8). These findings highlight a critical paradox: models that best predict chronological age do not necessarily capture the biological resilience determining healthspan. This study establishes a scalable framework for monitoring biological aging in translational models using standard veterinary records.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707531",
    "doi": "10.64898/2026.02.25.707531",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708058",
    "title": "Medulloblastoma-associated mutations in the RNA helicase DDX3X/DED1 cause defects in the translational response to TORC1 inhibition",
    "authors": [
      "Swarup, A.",
      "Kuhs, R. A.",
      "Hardman, V. U.",
      "Howard, K. L.",
      "Subbaraman, S.",
      "Bolger, T. A."
    ],
    "summary": "Medulloblastoma is the most common pediatric brain cancer, but current treatments are largely non-specific, often causing developmental side effects. Genomic sequencing identified the RNA helicase DDX3X as one of the most frequently mutated genes in this cancer and a potential treatment target, yet its role in tumor progression remains elusive. Prior studies have indicated that the mutations cause specific defects in translation; however, both DDX3X and its yeast ortholog Ded1 have also been associated with cellular stress responses, suggesting that the contribution of the DDX3X mutations to medulloblastoma might result from defects in the translational response to stress. Building on our prior study that replicated the DDX3X mutations in yeast DED1 (ded1-mam), we examined the mutants' effects following TOR pathway inactivation. First, we demonstrated that ded1-mam displayed substantial rapamycin-resistant growth compared to wild-type cells. In addition, similar to other ded1 mutants, the ded1-mam had decreased degradation of Ded1 and the translation factor eIF4G1 under TOR inactivation. Notably, these differences did not result in increased bulk translation following rapamycin; rather, the growth phenotypes appeared to be driven by translation of specific mRNAs. Reporter assays demonstrated enhanced translation of mRNAs with unstructured 5' UTRs in ded1-mam following TOR inhibition and a decrease in structured reporters. Furthermore, known Ded1 target genes with relatively unstructured 5' UTRs showed upregulated protein levels in rapamycin. We thus hypothesize that mutant DDX3X selectively upregulates translation of unstructured, pro-growth transcripts while downregulating other structured transcripts, allowing tumor cells to bypass stress-induced growth controls and promoting medulloblastoma progression.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708058",
    "doi": "10.64898/2026.02.25.708058",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707953",
    "title": "The vitamin K oxidoreductase VKORC1L1 prevents oxidative stress in hepatocytes and protects from MASLD and hepatocellular carcinoma",
    "authors": [
      "Kiani, S.",
      "Lacombe, J.",
      "Reddy, B. A.",
      "Gobeil, E.",
      "Michel, R. P.",
      "Arsenault, B.",
      "Ferron, M."
    ],
    "summary": "Generation of vitamin K hydroxyquinone (VKH2) by vitamin K oxidoreductase 1 (VKORC1) is essential for the {gamma}-carboxylation of clotting factors by hepatocytes. Here, we uncover a non-redundant function of the vitamin K oxidoreductase paralogue VKORC1L1 in liver homeostasis. Mice lacking Vkorc1l1 globally or specifically in hepatocytes exhibit normal coagulation yet develop progressive metabolic dysfunction-associated steatotic liver disease (MASLD). Transcriptomic profiling revealed early dysregulation of lipid metabolism and inflammatory pathways, converging on human MASLD signatures, while genetic colocalization analyses implicate human VKORC1L1 variants in MASLD and liver fat accumulation. Mechanistically, VKORC1L1 prevents reactive oxygen species overload and DNA damage through vitamin K reduction, independently of {gamma}-carboxylation. Loss of VKORC1L1 induces oxidative stress, chromosome instability, and aneuploidy, culminating in steatohepatitic hepatocellular carcinoma (HCC). Conversely, pharmacological vitamin K supplementation rescues oxidative stress, MASLD and DNA damage in Vkorc1l1-deficient mice. These findings redefine vitamin K as a hepatic antioxidant and identify VKORC1L1 as a safeguard against MASLD and HCC.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707953",
    "doi": "10.64898/2026.02.25.707953",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.681707",
    "title": "Aging under immunosuppression reshapes human immune compartments and lowers clinical alloreactivity after heart transplantation",
    "authors": [
      "Amancherla, K.",
      "Lin, P.",
      "Perera, B. L. A.",
      "Chow, N.",
      "Sheng, Q.",
      "Siddiqi, H. K.",
      "Farber-Eger, E. H.",
      "Wells, Q. S.",
      "Freedman, J. E.",
      "Schlendorf, K. H.",
      "Shah, R.",
      "Gamazon, E. R."
    ],
    "summary": "Solid-organ transplantation in aging recipients represents a unique opportunity to study how age-related immunity in the context of non-specific immunosuppression strategies balances infection, malignancy, and rejection. We sought to characterize the association between increasing recipient age at heart transplantation with acute allograft rejection and age-related cell-specific transcriptomic changes in circulating immune cells. This single-center retrospective cohort study evaluated individuals undergoing heart transplantation between July 2013 and December 2023 at Vanderbilt University Medical Center. Eligible participants were aged [&ge;]18 years. A subset of individuals underwent single-cell RNA-sequencing of circulating immune cells. The primary exposure was recipient age at the time of heart transplantation. The main outcome of the clinical-epidemiological portion of this study was acute rejection, inclusive of clinically relevant acute cellular or antibody-mediated rejection, within one-year post-transplant. Secondary outcomes included cell-specific compositional and transcriptomic changes with aging in circulating immune cells. Among 799 adults, each one standard deviation increase in recipient age was associated with a ~17% lower odds of allograft rejection (adjusted OR 0.83, 95% CI 0.71-0.98). In 40 individuals who underwent single-cell RNA-sequencing of circulating immune cells, increasing recipient age was associated with increases in CD4+ and CD8+ memory T cell subsets, monocytes, and NK cells. Furthermore, genes upregulated with increasing recipient age were associated with enrichment for pathways involved in immunosenescence and chronic low-grade inflammation while downregulated genes suggested decreased protein synthesis. These findings have clinical implications for an aging transplant population and support a more personalized approach to immunosuppression.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.681707",
    "doi": "10.64898/2026.02.25.681707",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707973",
    "title": "Sphingolipid regulation by yeast Mdm1 supports adaptive remodeling of the methionine transporter Mup1",
    "authors": [
      "Adebayo, D.",
      "Obaseki, E.",
      "Vasudeva, K.",
      "Aboumourad, M.",
      "Miller, S.",
      "Ostermeyer-Fay, A.",
      "Canals, D.",
      "Bao, X.",
      "Li, J.",
      "Hariri, H."
    ],
    "summary": "Membrane lipid composition influences endocytic remodeling of nutrient transporters, yet how lipid metabolism is spatially coordinated to support sustained adaptation to nutrient limitations remains unclear. Here, we investigated whether the ER-vacuole tether Mdm1 links sphingolipid homeostasis to regulation of the high-affinity methionine permease Mup1 in budding yeast. To test this, we examined Mup1 trafficking, amino acid homeostasis, and sphingolipid composition in mdm1{Delta} cells during starvation. We found that loss of Mdm1 causes persistent retention of Mup1 at the plasma membrane, accompanied by reduced intracellular methionine and broad amino acid depletion. Lipidomic analyses revealed decreased sphingoid bases and altered ceramide composition in mdm1{Delta} cells. Importantly, supplementation with the sphingolipid precursor phytosphingosine restored sphingolipid pools, rescued Mup1 endocytosis, and improved amino acid homeostasis. Consistent with a chronic amino acid restriction-like state, mdm1{Delta} cells exhibited extended chronological lifespan. Together, these findings identify Mdm1 as a spatial organizer of sphingolipid metabolism required for adaptive endocytic remodeling of Mup1, thereby linking ER-vacuole contact site function to plasma membrane proteostasis and metabolic adaptation.",
    "published": "2026-02-26T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707973",
    "doi": "10.64898/2026.02.25.707973",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2024.07.08.602602",
    "title": "Acute rapamycin treatment reveals novel mechanisms of behavioral, physiological, and functional dysfunction in a maternal inflammation mouse model of autism and sensory over-responsivity",
    "authors": [
      "Le Belle, J. E.",
      "Condro, M.",
      "Cepeda, C.",
      "Oikonomou, K. D.",
      "Tessema, K.",
      "Dudley, L.",
      "Schoenfield, J.",
      "Kawaguchi, R.",
      "Geschwind, D.",
      "Silva, A. J.",
      "Zhang, Z.",
      "Shokat, K.",
      "Harris, N. G.",
      "Kornblum, H. I."
    ],
    "summary": "Maternal inflammatory response (MIR) during early gestation in mice induces a cascade of physiological and behavioral changes that have been associated with autism spectrum disorder (ASD). In a prior study and the current one, we find that mild MIR results in chronic systemic and brain inflammation, mTOR pathway activation, mild brain overgrowth followed by regionally specific volumetric changes, sensory processing dysregulation, and social and repetitive behavior abnormalities. Prior studies of rapamycin treatment in autism models have focused on chronic treatments that alter or prevent physical brain changes. Here, we have focused on the acute effects of rapamycin to uncover novel mechanisms of dysfunction related to mTOR pathway signaling. We find that within 2 hours, rapamycin treatment could rapidly rescue neuronal hyper-excitability, seizure susceptibility, functional network connectivity and brain community structure, repetitive behaviors, and sensory over-responsivity in adult offspring with persistent mild brain overgrowth. These CNS-mediated effects are also associated with alteration of the expression of several ASD-, ion channel-, and epilepsy-associated genes in the same time frame. Reduction of microglia with CSF1R inhibitors or inhibition of NADPH oxidase in young animals reduces the development of some of the behavioral phenotypes, but neither is as effective as acute mTOR inhibition. Our findings indicate that mTOR dysregulation in MIR offspring is a key contributor to various levels of brain dysfunction. However, we demonstrate that the adult MIR brain is also amenable to rapid normalization of these functional changes which results in the rescue of both core and comorbid ASD-like behaviors in adult animals without requiring long-term physical alterations to the brain. Restoring excitatory/inhibitory imbalance and sensory functional network modularity may therefore be important targets for therapeutically addressing both primary sensory and compensatory repetitive behavior phenotypes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.07.08.602602",
    "doi": "10.1101/2024.07.08.602602",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.1101/2024.09.06.611612",
    "title": "EZH2 inhibition enhances the activity of platinum chemotherapy in aggressive variant prostate cancer",
    "authors": [
      "Latarani, M.",
      "Pucci, P.",
      "Eccleston, M.",
      "Manzo, M.",
      "Gangadharannambiar, P.",
      "Alborelli, I.",
      "Mongiardini, V.",
      "Mahmood, N.",
      "Colombo, M. P.",
      "Grimaldi, B.",
      "Rigas, S.",
      "Akamatsu, S.",
      "Hawkes, C.",
      "Wang, Y.",
      "Jachetti, E.",
      "Crea, F."
    ],
    "summary": "BackgroundEZH2 promotes aggressive-variant prostate cancer (AVPC) progression via histone H3-Lysine-27 tri-methylation (H3K27me3). We hypothesize that epigenetic reprogramming via EZH2 inhibitors (EZH2i) improves the efficacy of chemotherapy in AVPC.\n\nMethodsWe studied the expression of EZH2 in clinical prostate cancer cohorts (bioinformatics). We determined the effect of EZH2i on both cellular- and cell-free-H3K27me3 levels. We measured effects of carboplatin with/without EZH2i on AVPC cell viability (IC50). We studied how EZH2i modulate gene expression (RNA Seq).\n\nResultsEZH2 was significantly up-regulated in AVPC vs other prostate cancer types. EZH2i reduced both cellular and cell free-H3K27me3 levels. EZH2i significantly reduced carboplatin IC50. EZH2i reduced the expression of DNA repair and increased the expression of pro-apoptotic genes.\n\nArticle HighlightsO_LIPolycomb-mediated gene silencing promotes prostate cancer progression\nC_LIO_LIAggressive-variant prostate cancers (AVPCs) are characterized by increased activity of the Polycomb-Repressive Complex 2 (PRC2)\nC_LIO_LIHere we show that PRC2 inhibitors are scarcely effective as monotherapy in ACPC cells\nC_LIO_LIHowever the combination of PRC2 inhibitors and carboplatin is highly synergistic\nC_LIO_LIRNA Seq studies revealed that PRC2 inhibitors enhance carboplatin activity by modulating several key pathways, including DNA repair and apoptosis.\nC_LI",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.09.06.611612",
    "doi": "10.1101/2024.09.06.611612",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2024.09.17.613246",
    "title": "DNA-PK interacts with cyclic dinucleotides and inhibits type I Interferon responses",
    "authors": [
      "Vila, I. K.",
      "Messaoud-Nacer, Y.",
      "Taffoni, C.",
      "Jardine, J.",
      "Eloiflin, R. J.",
      "Augereau, A.",
      "Guha, S.",
      "Schussler, M.",
      "Le Hars, P.",
      "McKellar, J.",
      "Carvalho, T.",
      "Postal, J.",
      "Chemarin, M.",
      "Re, J.",
      "Guivel-Benhassine, F.",
      "Lopez, R.",
      "Trillet, K.",
      "Barrat, J.",
      "Serbier, M.",
      "El Mansouri, I.",
      "Luchsinger, C.",
      "Chrousos, G. P.",
      "Porrot, F.",
      "Diaz-Griffero, F.",
      "Schwartz, O.",
      "Blanchet, F. P.",
      "Majzoub, K.",
      "Vlachakis, D.",
      "Bidere, N.",
      "Laguette, N."
    ],
    "summary": "Inflammatory signal termination is critical for the maintenance of homeostasis. Cyclic dinucleotides (CDN) are second messengers that trigger inflammatory responses through the activation of the Stimulator of Interferon Genes (STING) signaling platform. No broad-acting direct regulator of intracellular CDNs has been identified in mammals to date. We show that the DNA-dependent protein kinase catalytic subunit (DNA-PKcs), a major DNA damage response actor, directly interacts with the intracellular 2'3'-cGAMP CDN through its kinase domain, tempering STING activation. DNA-PKcs also acts on the 3'3'-cGAMP bacterial CDN and pharmacological STING agonists, impacting their bioactivity and ability to mount optimal antiviral responses. STING agonism has been considered as a therapeutic avenue to alleviate immunosuppression in human pathologies. By uncovering DNA-PKcs as a CDN signaling modulator and CDNs as inhibitors of DNA-PKcs kinase activity, we provide critical insights into CDN regulation, with implications for the development of STING-targeting therapeutics.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.09.17.613246",
    "doi": "10.1101/2024.09.17.613246",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.1101/2025.01.30.635658",
    "title": "Nora virus proliferates in dividing intestinal stem cells and thereby sensitizes Drosophila flies to Pseudomonas aeruginosa intestinal infection and to oxidative stress",
    "authors": [
      "Franchet, A.",
      "Haller, S.",
      "Yamba, M.",
      "Barbier, V.",
      "Vieira, A.",
      "Leclerc, V.",
      "Becker, S.",
      "Lee, K.-Z.",
      "Orlov, I.",
      "Spehner, D.",
      "Daeffler, L.",
      "Ferrandon, D."
    ],
    "summary": "The digestive tract represents the most complex interface of an organism with its biotope. Food may be contaminated by pathogens and toxicants while an abundant and complex microbiota thrives in the gut lumen. The organism must defend itself against potentially noxious biotic or abiotic stresses while preserving its microbiota, provided it plays a beneficial role. The presence of intestinal viruses adds another layer of complexity. Starting from a differential sensitivity of two lines from the same Drosophila wild-type strain to ingested Pseudomonas aeruginosa, we report here that the presence of Nora virus in the gut epithelium promotes the sensitivity to this bacterial pathogen as well as to an ingested oxidizing xenobiotic. The genotype, age, nature of the ingested food and, to a limited extent, the microbiota are relevant parameters that influence the effects of Nora virus on host fitness. Mechanistically, we detect the initial presence of the virus essentially in progenitor cells. Upon stress such as infection, exposure to xenobiotics, aging or feeding on a rich-food diet, the virus is then detected in enterocytes, which correlates with a disruption of the intestinal barrier function in aged flies. Finally, we show that the virus proliferates only when ISCs are induced to divide. We propose that enterocytes essentially get infected through lineage from progenitor cells and are not directly infected. In conclusion, it is important to check that experimental strains are devoid of intestinal viruses when monitoring survival/life span of fly lines or when investigating the homeostasis of the intestinal epithelium as these viruses can constitute significant confounding factors.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.01.30.635658",
    "doi": "10.1101/2025.01.30.635658",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.27.656460",
    "title": "Early transcription factor activation distinguishes symbiotic from non-symbiotic bacteria during microbiome processing in a sponge",
    "authors": [
      "Yang, B.",
      "Yuen, B.",
      "Yuan, H.",
      "Degnan, B. M.",
      "Degnan, S. M."
    ],
    "summary": "Animals that filter-feed on environmental microbes must rapidly discriminate among captured bacteria to maintain beneficial associations while avoiding inappropriate immune activation. In innate immunity, this discrimination is executed through transcription factors (TFs), whose activation and nuclear translocation initiate effector gene expression and shape the nature of the host response. In sponges, bacteria are first physically captured by choanocytes, but the timing and cellular context in which TF-mediated immune discrimination becomes evident remains unclear. Here, we investigate the earliest detectable regulatory responses associated with discrimination between symbiotic and non-symbiotic bacteria in the marine sponge Amphimedon queenslandica. Using a feeding-based design to model post-metamorphic microbiome restructuring, we exposed juvenile sponges that already harbour vertically inherited symbionts to native (symbiont) or foreign (non-symbiont) bacterial communities and assessed early cellular processing and transcriptional responses to bacterial uptake. Symbiotic bacteria were rapidly transported across the epithelium and induced a strong, transient activation of conserved innate immune TFs, including NF-kB, IRF, and STAT, together with associated signalling pathways. IRF and NF-kB translocated to the nuclei of amoebocytes that had engulfed symbionts, indicating that discrimination becomes evident shortly after uptake and precedes downstream effector responses. In contrast, foreign bacteria were internalized more slowly, failed to induce coordinated immune TF activation or nuclear translocation, and instead elicited a xenobiotic-dominated transcriptional program. Together, these findings identify TF activation as an early regulatory checkpoint in sponge-microbe interactions and reveal key mechanisms that underpin the initial stages of symbiont discrimination.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.27.656460",
    "doi": "10.1101/2025.05.27.656460",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.15.664002",
    "title": "TREM2+ macrophages accumulate in alveoli of human pulmonary tuberculosis providing a permissive niche for bacterial growth",
    "authors": [
      "Teles, R. M. B.",
      "Benabdessalem, C.",
      "Perrie, J.",
      "Wei, C.",
      "West, J.",
      "de Andrade Silva, B. J.",
      "Andrade, P. R.",
      "Mansky, L.",
      "Divakar, P.",
      "Fischbacher, L.",
      "Lam, K.",
      "Ma, F.",
      "Gu, Y.",
      "Rategh, K.",
      "Brown, M.",
      "Pillai, A.",
      "French, S. M.",
      "Romdhane, E.",
      "Barbouche, M.-R.",
      "Klechevsky, E.",
      "Colonna, M.",
      "Steyn, A. J. C.",
      "Bensinger, S.",
      "Barber, D. L.",
      "Rammeh, S.",
      "Dulai, P. S.",
      "Bryson, B. D.",
      "Pellegrini, M.",
      "Belisle, J. T.",
      "Bloom, B. R.",
      "Modlin, R. L."
    ],
    "summary": "Pulmonary tuberculosis (TB) exhibits marked spatial heterogeneity, with alveolar pneumonia and organized granulomas frequently coexisting within the same lung. While granulomas have long dominated conceptual models of TB pathogenesis, the immune programs operating within alveolar TB pneumonia in humans remain incompletely defined. Here, we integrate spatial transcriptomics, single-cell RNA sequencing, high-resolution imaging, and functional assays of human lung biopsies to directly compare alveolar pneumonia with adjacent granulomas from the same individuals. We demonstrate that alveolar TB pneumonia is enriched for TREM2 lipid-laden macrophages characterized by lipid metabolic reprogramming, sparse T-cell infiltration, attenuated antimicrobial gene expression, and abundant Mycobacterium tuberculosis (Mtb) transcripts and antigens. In contrast, neighboring granulomas exhibit organized lymphoid architecture and robust antimicrobial programs. Mechanistically, the mycobacterial virulence lipid phthiocerol dimycocerosate (PDIM) and free mycolic acids induce TREM2 expression and activate TREM2-DAP12 signaling, promoting lipid droplet accumulation, suppressing autophagy, and enhancing intracellular Mtb survival in human macrophages. This immunometabolic state is pharmacologically reversible: 1,25-dihydroxyvitamin D downregulates TREM2, restores autophagy, reduces lipid droplets, and limits bacterial viability. Together, these findings define a spatially localized TREM2 foamy macrophage program within alveolar pneumonia that contrasts sharply with adjacent granulomatous immunity, establishing an niche permissive for bacillary persistence and potentially transmission, as well as identifying a tractable host pathway in human TB pathogenesis.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.15.664002",
    "doi": "10.1101/2025.07.15.664002",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.07.31.667922",
    "title": "Integrative Analysis of the Mouse Cecal Microbiome Across Diet, Age, and Weight in the Diverse BXD Population",
    "authors": [
      "Zhou, Z.",
      "Lamanna, A.",
      "Halder, R.",
      "Pansart, E.",
      "Narayanasamy, S.",
      "Boussoufa, B.",
      "Kerkour, T.",
      "Wilmes, P.",
      "Williams, E. G."
    ],
    "summary": "Background The gut microbiota adapts to and shapes the host's metabolic state through affecting circulating metabolites and consequent gene regulatory networks, resulting in systemic influences in diverse organs via connections such as the gut-liver axis. Numerous variables such as diet, age, and host genetics modulate the composition of the gut microbiome, but their interactions and specific associative and mechanistic links to host molecular phenotypes remain incompletely unannotated. Integrated multi-omics approaches in genetically diverse populations offer an opportunity to dissect these interactions and identify predictive microbial signatures for host phenotypes, such as body weight, and molecular associations with gene expression pathways in gut and liver. Results We sequenced, aligned, and integrated the cecal metagenome, metatranscriptome, and host transcriptome from 232 mice across 175 distinct cohorts according to a low fat chow diet (CD) or a high-fat diet (HF), four adult ages (between roughly 180 to 730 days of age), and 43 distinct genotypes (inbred BXD strains). Genetics and diet exerted the strongest influence on microbiota abundance and activity, followed by age. HF feeding significantly reduced diversity across all ages and all genotypes, altering >300 species. Machine learning models based on microbial profiles reliably predicted body weight within dietary group (AUC = 0.84 for CD, 0.79 for HF) and chronological age (AUC = 0.84), with model performance rising of age prediction rising to 0.95 when integrating top microbial features with liver proteomics. Network analyses of expression data revealed links between genes, pathways, and specific microbes, including a negative association between cecal Ido1 expression and short-chain fatty acid (SCFA)-producing Lachnospiraceae, suggesting dietary fat may modulate host tryptophan metabolism through microbiota shifts. Conclusions Whole metagenome and metatranscriptome sequencing approaches have massively expanded the landscape of microbiome analysis compared to earlier short-read 16S analyses. The resulting datasets quantify hundreds of uniquely identifiable microbes, which can be used to create sets of highly predictive microbial biomarkers for aging and obesity. When trained on controlled mouse populations, these results demonstrate that microbiome profiling can achieve high predictive capacity (AUC = 0.95 with multi-omics integration) for complex readouts such as age and body weight (AUC = 0.84), even considering genetic and dietary variation, establishing a framework for biomarker development. While at present many bacteria are still functionally unannotated at the species level, multi-omics approaches --- including gene expression from the host tissues --- provide insights into the functional associations of specific taxa in the microbiome.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.07.31.667922",
    "doi": "10.1101/2025.07.31.667922",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.12.675637",
    "title": "In situ evidence that mast cells release mutant NLRP1 in keratoacanthomas from multiple self-healing palmoplantar carcinoma",
    "authors": [
      "Dobre, A.",
      "Fertig, T. E.",
      "Niculae, A. M.",
      "Cohn, A. M.",
      "Curici, A.",
      "Andrei, R. T.",
      "Marta, D. S.",
      "Peteu, V. E.",
      "Popescu, R. G.",
      "Marinescu, G. C.",
      "Turcu, G.",
      "Forsea, A. M.",
      "Ion, D. A.",
      "Gherghiceanu, M.",
      "Nedelcu, R. I."
    ],
    "summary": "NLRP1 is an inflammasome sensor protein expressed in barrier tissues of humans. Its activation in response to microbes or cellular stress triggers a cascade of molecular events, leading up to IL1{beta}-driven inflammation and pyroptosis. Rare germline mutations of NLRP1 cause its persistent activation, resulting in autoinflammatory syndromes. Multiple self-healing palmoplantar carcinoma (MSPC) is one such syndrome, characterized by the appearance of recurrent keratoacanthomas (KAs) on the palms and soles. Here, we aimed to compare the subcellular localization of mutant NLRP1 in MSPC-associated lesions, to wild-type NLRP1 in non-MSPC KAs and in skin from healthy donors. Using mass spectrometry, immunohistochemistry and immunoelectron tomography, we found that NLRP1 localized to mast cell (MC) granules in all samples, a novel finding which implicates MCs in NLRP1-associated responses in human skin. Moreover, we found that MCs expressing the A66V pathogenic variant of NLRP1 overpopulated MSPC-KAs, infiltrated the epidermis and degranulated, a behavior not seen in other lesions from this study. The released granules had the highest NLRP1 protein content and also contained NLRP3 and IL1{beta}, indicating coexistence of inflammasome pathways within MCs. Taken together, our findings establish cutaneous MCs as a NLRP1 reservoir in health and disease, opening a new area of research in NLRP1-related syndromes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.12.675637",
    "doi": "10.1101/2025.09.12.675637",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.24.690098",
    "title": "Transcriptomic insights into the tritrophic plant-pathogen-mycoparasite interaction reveal coordinated reprogramming fungal secretomes and plant amino acid metabolism.",
    "authors": [
      "Maeda, K.",
      "Kouda, M.",
      "Ohara, M.",
      "Kawase, T.",
      "Saito, K.",
      "Iwao, E.",
      "Sushida, H.",
      "Suzuki, T.",
      "Sumita, T.",
      "Iida, Y."
    ],
    "summary": "O_LIThe tomato-Cladosporium fulvum (syn. Fulvia fulva) pathosystem has served as a model for the gene-for-gene concept of effectors and resistance proteins, but this binary framework does not include the potential influence of other microbial participants. Here we describe the dramatic changes in gene expression of all members of the tritrophic interaction among tomato, C. fulvum, and mycoparasitic fungus Hansfordia pulvinata.\nC_LIO_LITranscriptomic analyses of the mycoparasite H. pulvinata during parasitism of C. fulvum on tomato on planta and in vitro revealed a dramatic upregulation of genes encoding small secreted proteins during mycoparasitism, notably, a Nep1-like protein (HpNlp1) lacked typical necrosis-inducing activity but induced the accumulation of antifungal compounds inhibiting spore germination of C. fulvum.\nC_LIO_LISimilarly, in C. fulvum parasitized by H. pulvinata, effector genes were highly expressed. Strikingly, effector protein Ecp2 was found to share structural similarity with pathogen killer toxin 4 proteins and had broad-spectrum antifungal activity, indicating a dual function in fungal competition and Cf-ECP2-mediated plant resistance.\nC_LIO_LIIn tomato plants infected by C. fulvum parasitized by H. pulvinata, primary metabolism and defense-related genes were exclusively activated. These results suggest that in the tritrophic interaction, the mycoparasite simultaneously suppressed the pathogen and induced plant resistance. This study uncovers a multilayered molecular network in which the mycoparasite coordinates pathogen suppression and plant defense within the tritrophic interaction.\nC_LI",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.24.690098",
    "doi": "10.1101/2025.11.24.690098",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.30.702741",
    "title": "Inferring Accumulation Times of Mitochondrial DNA Deletion Mutants from Cross-Sectional Single-Cell Data: Application to Tabula Muris Senis",
    "authors": [
      "Kowald, A.",
      "Kirkwood, T. B. L."
    ],
    "summary": "Mitochondrial DNA (mtDNA) deletion mutants accumulate clonally in post-mitotic cells during ageing and can reach high intracellular fractions that impair oxidative phosphorylation. Despite extensive experimental documentation, the mechanisms underlying this accumulation and the timescales over which deletion mutants expand within individual cells remain poorly constrained. In a companion study, we developed a stochastic modelling framework based on a Moran birth-death process and showed that key parameters of mtDNA dynamics, mutation probability, selection advantage, and the fraction of advantageous mutations, can be inferred from cross-sectional single-cell RNA sequencing (scRNAseq) data. Here, we apply this framework to experimental scRNAseq data from the Tabula Muris Senis project, which provides a lifespan-resolved atlas of mouse tissues. We identify and quantify mtDNA deletions in limb muscle cells across multiple ages. Gene-resolved analyses reveal pronounced deletion hotspots associated with elevated heteroplasmy at ND5 and ND6, consistent with predictions that disruption of transcriptional feedback regulation confers a replication advantage. Conversely, deletions affecting ATP6 are associated with reduced heteroplasmy, suggesting an unexpected role of this gene in supporting mtDNA propagation. The distribution of unique deletion species per cell follows a Poisson distribution with a low mean, indicating limited intracellular mutant diversity, further constraining plausible accumulation mechanisms. Parameter fits yield selection advantage estimates that imply mean accumulation times of approximately 3 months from first occurrence to near-complete dominance. Our results support a model in which mtDNA deletion accumulation is driven by rare mutation events followed by rapid clonal expansion, and they demonstrate the potential of single-cell omics data to quantify fundamental parameters of mitochondrial ageing dynamics.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702741",
    "doi": "10.64898/2026.01.30.702741",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.10.704981",
    "title": "HSPB8 regulates CTP synthase filaments to couple nucleotide metabolism and autophagy in tumors",
    "authors": [
      "Lin, W.-C.",
      "Wang, C.-Y.",
      "Huang, K.-J.",
      "Chakraborty, A.",
      "Lin, Y.-T.",
      "Hsieh, Y.-J.",
      "Chien, K.-Y.",
      "Ke, P.-Y.",
      "Huang, W.-H.",
      "Cheng, C.-Y.",
      "Chang, I. Y.-F.",
      "Tang, H.-Y.",
      "Yang, C.-H.",
      "Cheng, M.-L.",
      "Chang, Y.-C.",
      "Yeh, C.-T.",
      "Lee, C.-K.",
      "Yu, J.-S.",
      "Chang, Y.-S.",
      "Grosshans, J.",
      "Pai, L.-M."
    ],
    "summary": "Metabolic adaptation and proteostasis are essential for tumor survival under nutrient stress, yet how these processes are mechanistically integrated remains unclear. Here, we identify CTP synthase (CTPS) filament dynamics as a regulatory nexus linking nucleotide metabolism to autophagic flux. Under glutamine deprivation--a hallmark of poorly vascularized solid tumors--CTPS undergoes polymerization into filamentous assemblies that exhibit reduced enzymatic activity. We demonstrate that filament formation is driven by intracellular asparagine availability and stabilized by the accumulation of misfolded proteins. Using APEX2-based proximity labeling and proteomics, we identify the small heat shock protein HSPB8 as a filament-associated regulator. HSPB8, acting within the chaperone-assisted selective autophagy (CASA) pathway, antagonizes CTPS polymerization by promoting clearance of misfolded proteins, thereby restoring soluble, catalytically active CTPS. Filament disassembly increases CTP production and enhances synthesis of autophagy-related phospholipids, including phosphatidylinositol and phosphatidylethanolamine, resulting in accelerated autophagic flux. Cells expressing filament-deficient CTPS mutants display elevated autophagosome formation and increased LC3-II accumulation upon lysosomal blockade, confirming enhanced flux. In vivo, disruption of CTPS filament assembly impairs xenograft tumor growth and is associated with excessive autophagy. Analysis of TCGA datasets further reveals that high CTPS and low HSPB8 expression correlate with poor patient survival across multiple cancers. Collectively, our findings establish CTPS filament dynamics as a proteostasis-sensitive metabolic switch that coordinates nucleotide biosynthesis with autophagy, revealing a previously unrecognized vulnerability in tumors adapting to nutrient limitation.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.10.704981",
    "doi": "10.64898/2026.02.10.704981",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707632",
    "title": "Heterozygote Advantage of a Single-Copy SNAP18 Truncation Allele Enables Dominant SCN Resistance and Yield Preservation in Soybean",
    "authors": [
      "Wang, D.",
      "Han, S.",
      "Chen, L.",
      "Wang, L.",
      "Weng, L.",
      "Yu, H.",
      "Li, C.",
      "Huang, M.",
      "Yang, S.",
      "Feng, X."
    ],
    "summary": "Soybean cyst nematode (SCN, Heterodera glycines) is the most devastating pathogen threatening global soybean production. The long-term over-reliance on rhg1-a/b resistance has led to the rapid emergence of virulent SCN populations, creating an urgent demand for novel genetic resources to safeguard soybean yield. Here, we identified a rare gain-of-function allele, SNAP18lmm3, via map-based cloning of the lesion-mimic mutant (lmm3) in the SCN-susceptible Williams 82 (rhg1-c) background. This allele encodes a 24-amino-acid C-terminal truncation of SNAP18 and exhibits an unusual mixed dominance genetic profile: the autoimmune-related leaf lesion phenotype is recessive, whereas SCN resistance is dominant. Homozygous lmm3 plants suffer significant yield losses due to spontaneous cell death, but heterozygous (LMM3+/-) plants maintain normal growth, agronomic performance, and seed yield comparable to wild-type Williams 82 in SCN-free field environments. Critically, under artificial SCN inoculation in both field trials and controlled environments, LMM3+/- heterozygotes confer robust resistance, achieving a ~4-fold yield advantage over SCN-infested Williams 82 and a ~44% reduction in cyst formation relative to Williams 82. This resistance profile aligns with the broad-spectrum activity of the lmm3 homozygous mutant, supported by the conserved resistance mechanism of SNAP18lmm3. Transgenic expression of SNAP18lmm3 driven by the nematode-responsive HIP promoter (HIPpro) potently arrested nematode development at the J2 stage in transgenic hairy roots, as evidenced by the drastically reduced proportion of advanced-stage nematodes. Our findings establish SNAP18lmm3 as a potent, \"plug-and-play\" genetic resource that circumvents the limitations of traditional dosage-dependent resistance loci. This allele enables the development of high-yielding, SCN-resistant soybean cultivars through marker-assisted selection for the heterozygous state or precision genome editing, providing a practical solution for sustainable SCN management.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707632",
    "doi": "10.64898/2026.02.24.707632",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707681",
    "title": "SNAP18 Truncation Triggers a Competitive Binding Switch Between NSF and ATG8f, Balancing Vesicular Trafficking and Autophagy for SCN Resistance in Soybean",
    "authors": [
      "Wang, D.",
      "Wang, L.",
      "Liu, Q.",
      "Chen, L.",
      "Weng, L.",
      "Yu, H.",
      "Li, C.",
      "Huang, M.",
      "Yang, S.",
      "Feng, X.",
      "Han, S."
    ],
    "summary": "Soybean cyst nematode (SCN, Heterodera glycines) poses the most devastating biotic threat to global soybean production. Traditional SCN resistance mediated by the Rhg1 locus predominantly relies on gene copy number expansion and elevated -SNAP protein dosage. Here, we report a novel resistance mechanism in a single-copy rhg1-c background, wherein a C-terminal 24-amino-acid truncation of SNAP18 (designated SNAP18lmm3) triggers a functional switch from vesicular trafficking to autophagic degradation. Biochemical assays and structural modeling demonstrate that this truncation severely impairs the canonical interaction between SNAP18 and N-ethylmaleimide-sensitive factor (NSF), disrupting SNARE complex recycling and inducing localized cytotoxicity. Concomitantly, the truncated SNAP18lmm3 exposes a binding interface for the autophagy-related protein ATG8f, routing the aberrant protein for selective autophagic clearance. This constitutively activated autophagic flux acts as a systemic detoxification system, preventing widespread cell death and ensuring normal plant growth under non-stressed conditions. Upon SCN infection, SNAP18lmm3 specifically hyper-accumulates within nematode-induced syncytia. This accumulation reaches levels fourfold higher than in adjacent cells, which overwhelms the local autophagic capacity and triggering targeted cell death that arrests nematode development. By elucidating this competitive molecular switch between NSF and ATG8f binding, our study establishes a \"self-degrading toxin\" model that resolves the inherent trade-off between plant growth and immunity. This work provides a new theoretical framework for engineering cellular homeostasis to enhance durable crop resistance against parasitic nematodes.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707681",
    "doi": "10.64898/2026.02.24.707681",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707635",
    "title": "Distinct development-associated roles of rice histonevariant H2A.X in suppressing deposition of activeH3K4me3 marks and in restricting H2A.W incorporation",
    "authors": [
      "Madhu, A.",
      "Gandhivel, V. H.-S.",
      "Raju, S.",
      "Dey, R.",
      "Shivaprasad, P. V."
    ],
    "summary": "Histone variant H2A.X is a well-conserved histone that plays crucial roles in mediating DNA damage response across eukaryotes. Although H2A.X expresses even without any stress, and decorates gene bodies of actively expressed genes, it is not known if H2A.X has functions beyond DNA damage repair. Using genetic, high throughput genomics and molecular approaches, we identified a previously unappreciated role of H2A.X in regulating development-associated genes. Using custom-made antibodies specific to H2A.X variant, we show that it suppressed the deposition of active H3K4me3 marks over gene bodies and Transposable elements (TE)s, specifically regulating several root development, photosynthesis, and pigmentation-related genes as seen by the impairment of these processes in h2a.x ko (knockout) plants. H2A.X also suppressed global deposition of repressive mark H3K9me2 by restricting activity of H2A variant H2A.W. In agreement with this, there was a genome-wide re-localization of H2A.W to TEs and a few genes in h2a.x ko plants. H2A.X overexpressing plants exhibited stress phenotypes including increased anthocyanin levels, mimicking the transcriptome of DNA damaged wildtype plants. The transcriptome of kd lines of FACT complex, a known chaperone of H2A.X, was largely similar to that of h2a.x ko, suggesting that the development-associated functions of FACT are at least partially due to H2A.X. These results suggest a key role of H2A.X in regulating the competing histone marks and this function might be conserved across plants.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=123 SRC=\"FIGDIR/small/707635v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (62K):\norg.highwire.dtl.DTLVardef@1a81592org.highwire.dtl.DTLVardef@2046f1org.highwire.dtl.DTLVardef@111a14forg.highwire.dtl.DTLVardef@75869b_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707635",
    "doi": "10.64898/2026.02.24.707635",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707369",
    "title": "ACB1801 enhances tumor immunogenicity by targeting glycolysis/ferroptosis vulnerability and activating STAT1-signaling to overcome anti-PD-1 resistance in MSS colorectal cancer",
    "authors": [
      "Gao, R.",
      "Van Moer, K.",
      "Pulido, C.",
      "Oudin, A.",
      "Li, C.",
      "Poussard, M.",
      "L Ramos, t.",
      "Murera, D.",
      "Bartoleni, E.",
      "Ives, A.",
      "Gerbe de Thore, M.",
      "Mondini, M.",
      "Deutsch, E.",
      "Berchem, G.",
      "Auclair, C.",
      "Janji, B."
    ],
    "summary": "Background: Immune checkpoint blockade (ICB) therapies demonstrate low efficacy in microsatellite stable (MSS) colorectal cancer (CRC) due to an immune-desert tumor microenvironment (TME) characterized by low antigen presentation and limited tumor-infiltrating lymphocytes (TILs). Harmine, a natural small-molecule and its promising derivatives ACB1801 have shown anti-tumor potential in preclinical models; however, their potential to reprogram the TME and overcome ICB resistance in MSS CRC remains unexplored. This study investigates whether and how ACB1801 can reshape TME to sensitize MSS CRC to ICB therapies. Methods: We used the CT26 MSS colorectal cancer mouse model to evaluate the ability of the harmine derivative ACB1801 to enhance the efficacy of anti-PD-1 therapy. To characterize its mode of action, we performed immune landscape analysis and transcriptomic profiling of both CD45- and CD45+ tumor-derived cells. In parallel, mechanistic studies were conducted in vitro using mouse and human MSS CRC cell lines. Results We demonstrate that the harmine derivative ACB1801 enhances the effectiveness of anti-PD-1 therapy in an MSS CRC mouse model. Combination therapy significantly increased CD8+ T cell infiltration and reduced regulatory T-cell (Treg) density in the TME. Transcriptomic profiling of CRC cells isolated from tumors treated with either anti-PD-1 alone or in combination with ACB1801 revealed significant enrichment of metabolic pathways in the combination group, characterized by reduced glycolysis and enhanced ferroptosis signatures. These findings were supported by in vitro data showing that ACB1801 reduces tumor cell glycolytic activity and promotes ferroptotic vulnerability. Mechanistically, ACB1801 induced STAT1 signaling, promoted CXCL10 release, and enhanced major histocompatibility complex class I (MHC-I)-dependent antigen presentation on tumor cells, thereby increasing tumor susceptibility to anti-PD-1 therapy. Conclusion: Collectively, our findings indicate that combination therapy with harmine derivatives and ICBs represents a promising strategy for treating MSS CRC patients.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707369",
    "doi": "10.64898/2026.02.23.707369",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.23.707592",
    "title": "HuR inhibition attenuates hypertension and fibrosis in chronic kidney disease",
    "authors": [
      "Zhuang, L.",
      "Wang, Z.",
      "Fu, Z.",
      "Mookherjee, S.",
      "Symons, J. D.",
      "Aube, J.",
      "Wu, X.",
      "Xu, L.",
      "Huang, Y."
    ],
    "summary": "BackgroundElevated RNA-binding protein HuR has been reported in patients with chronic kidney disease (CKD), but its specific pathogenic role remains unclear. Here, we investigated HuR involvement in progressive CKD induced by deoxycorticosterone acetate (DOCA) plus angiotensin II (Ang II) in mice and evaluated the therapeutic efficacy and mechanisms of the HuR inhibitor KH3.\n\nMethodsAdult male mice underwent uninephrectomy and were subjected to DOCA + Ang II infusion with 1% NaCl in drinking water. Mice were then treated with KH3 or vehicle for 3 weeks. Control mice received saline injections without DOCA and Ang II infusion.\n\nResultsDOCA + Ang II infusion markedly increased HuR expression in circulating exosomes and kidney tissues, which was attenuated by KH3. KH3 halted the progression of albuminuria and improved renal function, and reduced kidney hypertrophy and glomerular and tubulointerstitial fibrosis compared with untreated DOCA + Ang II mice. These improvements were associated with reduced podocyte and tubular injury. KH3 also decreased renal macrophage infiltration and suppressed NF-{kappa}Bp65, Nox2, AKT phosphorylation, TGF-{beta}1, and Wisp1, consistent with reduced inflammation, oxidative stress, and fibrosis. In addition, KH3 partially lowered arterial blood pressure in DOCA + Ang II-infused mice, an effect that may involve suppression of SGLT2-associated profibrotic vascular responses, as supported by studies in cultured VSMCs and mesenteric resistance arteries.\n\nConclusionsHuR is upregulated in DOCA + Ang II-induced renal and vascular injury and contributes to hypertensive, inflammatory, oxidative, and fibrotic responses in CKD. Pharmacologic inhibition of HuR-RNA interactions represents a promising therapeutic strategy for CKD.\n\nNOVELTY AND RELEVANCEO_ST_ABSWhat Is New?C_ST_ABSThis study identifies the RNA-binding protein HuR (ELAVL1) as a previously unrecognized upstream post-transcriptional regulator of blood pressure in hypertensive chronic kidney disease. We demonstrate for the first time that pharmacologic disruption of HuR-RNA interactions lowers arterial blood pressure in vivo. In addition, we uncover a novel HuR-SGLT2-vascular smooth muscle cell (VSMC) signaling axis, revealing that HuR regulates inducible vascular SGLT2 expression and Ang II-mediated vasoconstrictive responses.\n\nWhat Is Relevant?Hypertension in CKD arises from integrated renal and vascular dysfunction that is incompletely controlled by current therapies. Our findings are highly relevant because we identify HuR as a nodal post-transcriptional regulator that coordinates renal injury, vascular inflammation, and smooth muscle contractility, rather than acting within a single cell type or signaling pathway.\n\nClinical and Pathophysiological ImplicationThese data support a model in which HuR-driven RNA regulatory programs amplify Ang II-dependent vascular hypercontractility and hypertension in CKD. Therapeutic targeting of HuR-RNA interactions represents a novel antihypertensive strategy that may complement renin-angiotensin-aldosterone system (RAAS) blockade and provides mechanistic insight into the blood pressure-lowering and vascular protective effects of SGLT2 inhibitors, including in non-diabetic CKD.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.23.707592",
    "doi": "10.64898/2026.02.23.707592",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707417",
    "title": "Identification of a FANCD2-interacting protein motif (DIP-box) linking DNA Damage Response processes",
    "authors": [
      "Cao, Z.",
      "Briola, G. R.",
      "Ionita, C.",
      "Streetley, J.",
      "Walden, H. L.",
      "Rennie, M. L."
    ],
    "summary": "FANCD2 is involved in the DNA Damage Response, particularly the repair of interstrand crosslinks via homologous recombination. Having recently been established to be a DNA clamp, it is still unclear if and how FANCD2 directly recruits other factors to coordinate DNA repair. Here we show that FANCD2 has a conserved acidic region that directly binds proteins involved in different aspects of DNA repair, using a combination of cryoEM, AlphaFold and biochemical reconstitution. We further identify several additional candidate interactors at this site that are involved in histone modification, and RNA processing. All of these interactors involve a short linear motif, which we refer to as a D2-interacting protein motif (DIP-box), akin to PCNA-interacting protein motifs (PIP-boxes). These data demonstrate FANCD2 is a hub for protein-protein interactions providing a structural explanation for FANCD2's central role in repair of DNA interstrand crosslinks.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707417",
    "doi": "10.64898/2026.02.24.707417",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707448",
    "title": "NF-κB transcriptionally enhances p53 accumulation dynamics hampering DNA repair",
    "authors": [
      "Colombo, E.",
      "Pozzi, S.",
      "Loffreda, A.",
      "Genova, F.",
      "Aloi, E.",
      "Heinichen, T.",
      "Falletta, P.",
      "Mazzocca, M.",
      "Fillot, T.",
      "Gnani, D.",
      "Agresti, A.",
      "Bianchi, M. E.",
      "Zambrano, S.",
      "Mazza, D."
    ],
    "summary": "Cells integrate multiple, often concurrent signals through intertwined genetic circuits whose dynamics shape transcriptional programs and cell fate decisions. Among these, the tumor suppressor p53 and the inflammatory transcription factor NF-{kappa}B are central regulators of stress responses in normal and cancer cells, yet their dynamic crosstalk under co-activation remains poorly characterized. Here, we combine genetic approaches, live cell imaging, transcriptomic analysis and mathematical modeling to dissect their dynamic interplay. We find that co-activation of NF-{kappa}B by the inflammatory cytokines TNF- and IL-1{beta} significantly enhance p53 nuclear accumulation upon genotoxic stress or Nutlin3a, and this effect is absent in NF-{kappa}B-deficient cells. Mechanistically, we show that cytokines induce an NF-{kappa}B-mediated increase of TP53 transcription, and mathematical modeling indicates that it is sufficient to account for the observed increased p53 accumulation. Functionally, NF-{kappa}B co-activation rewires p53-dependent transcriptional programs and impairs p53-mediated DNA repair following genotoxic stress, due to a shift of p53 dynamics from oscillatory to more sustained accumulation; p53 oscillatory dynamics and DNA repair remain largely unaltered in absence of NF-{kappa}B. Our results uncover an amplification of p53 response in presence of inflammatory cues that is transcriptionally mediated by NF-{kappa}B and that results, counterintuitively, in functional antagonism.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707448",
    "doi": "10.64898/2026.02.24.707448",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707400",
    "title": "NLRP3 activators disrupt the endocytic AP2 complex and plasma membrane signaling",
    "authors": [
      "Ebner, S.",
      "Phulphagar, K. M.",
      "Alvarez, Y.",
      "Juergenliemke, L.",
      "Frechen, F.",
      "Stoetzel, I.",
      "Lovotti, M.",
      "Mangan, M. S. J.",
      "Akbal, A.",
      "Schneberger, N.",
      "Frauenstein, A.",
      "Klein, T.",
      "Swietlik, J. J.",
      "Gansen, B. O.",
      "Fink, D.",
      "Lindner, A. U.",
      "Nguyen, L.",
      "Becher, I.",
      "Walter, J.",
      "Rollheiser, J.",
      "Kudaliyanage, A.",
      "Graetz, L.",
      "Gerken, O. J.",
      "Itzhak, D.",
      "Borner, G. H. H.",
      "Tanzer, M. C.",
      "Duthie, F.",
      "Stahl, R.",
      "Kallabis, S.",
      "Will, D.",
      "Savitski, M. M.",
      "Schroeder, A.",
      "Jantsch, J.",
      "Hagelueken, G.",
      "Legler, D. F.",
      "Mann, M.",
      "Latz, E.",
      "Kiermaier, E.",
      "Wachten, D.",
      "Kostenis, E.",
      "Meissner, F."
    ],
    "summary": "Organellar perturbations are linked to NLRP3 inflammasome activation, however, it remains unclear whether unrelated agonists converge on a common upstream pathway. Here, we traced intracellular organelle and protein movements by differential ultracentrifugation combined with mass spectrometry-based proteomics. We show that NLRP3 activators uniformly disrupt the endocytic Adaptor Protein 2 (AP2) complex, whereas other subcellular rearrangements are stimulus-specific. We discovered Dynasore as a K+ efflux-independent NLRP3 activator that engages this signaling node irrespective of endocytosis inhibition. Pharmacological and genetic perturbation of AP2 renders cells unresponsive to extracellular cues, blunting GPCR signaling, cAMP production, and chemotaxis, thereby enforcing a 'frozen' signaling state that propagates NLRP3 inflammasome activation. Collectively, our study reveals a common surveillance checkpoint linking impaired plasma membrane signaling to the execution of inflammation and cell death.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707400",
    "doi": "10.64898/2026.02.24.707400",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.21.707209",
    "title": "A Comprehensive Analysis of the Electrolytic Hydrogen Water Mechanism via a Feedforward Loop and its Functional Role in Intestinal Cells In Vitro",
    "authors": [
      "LI, J."
    ],
    "summary": "Electrolytic hydrogen water (EHW) plays a critical role in modulating cellular metabolism; yet, the underlying molecular mechanisms remain unclear. This study utilized next-generation sequencing (NGS) to assess mRNA and miRNA expression in EHW-treated Caco-2 cells. Bioinformatics analysis identified differentially expressed genes (DEGs) and pathways influenced by EHW and highlighted its involvement in the oxidative stress response and tight junction formation. Protein-protein interaction (PPI) network analysis of the DEGs identified first-neighbor genes, supporting the role of EHW in suppressing oxidative stress-related genes while also enhancing the expression of the TCEB2-CUL5-COMMD8 (ECS complex) genes, both of which converged on the HIF-1 signaling pathway. We also constructed an mRNA-miRNA competing endogenous RNA (ceRNA) network, which revealed four hub genes, two non-coding RNAs (miR-429 and miR-200c-3p) and two protein-coding RNAs (CUL5 and GOLGA7). These genes co-target the transcription factor KLF4 in Caco-2 cells, forming a TF-miRNA-gene network (TMGN). EHW treatment significantly decreased the levels of miR-429 and miR-200c-3p and stabilized CUL5 and GOLGA7 transcripts post-transcriptionally as compared to ACW. Concurrently, reduced miRNA expression weakened their pre-transcriptional competition with mRNAs for KLF4 binding, further enhancing CUL5 and GOLGA7 expression. Phenotypic assays confirmed that continuous EHW treatment promotes Caco-2 cell differentiation. This study underscores the regulatory role of EHW in intestinal cells via feed-forward loops (FFLs), offering novel insights into the molecular mechanisms and functions of EHW.\n\nHighlightsO_LIIdentification of Novel Key Regulatory Genes Modulated by Electrolytic Hydrogen Water (EHW) Treatment: PPI network analysis demonstrated that EHW downregulates mitochondrial oxidative metabolism-related genes while upregulating TCEB2-CUL5-COMMD8 (ECS complex) expression within the HIF-1 axis.\nC_LIO_LIConstruction of a ceRNA Network: By integrating transcriptome and miRNA sequencing data from EHW-treated samples, we assembled an associated network and identified four hub genes in intestinal cells within the mRNA-miRNA ceRNA network: miR-429, miR-200c-3p, CUL5, and GOLGA7.\nC_LIO_LINovel Mechanistic Insights of Post- and Pre-Transcriptional Regulation by EHW: We identified KLF4 as a key transcription factor regulating EHW hub genes and constructed a TF-miRNA-gene (TMGN) feed-forward loop (FFL) network, offering new insights into EHW biomarkers. Our analysis revealed that EHW reduces miR-429 and miR-200c-3p levels, thereby enhancing CUL5 and GOLGA7 expression through both pre-transcriptional and post-transcriptional regulation.\nC_LIO_LIPhenotypic Confirmation: Continuous EHW treatment shortened the time required for Caco-2 cell differentiation.\nC_LI",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.21.707209",
    "doi": "10.64898/2026.02.21.707209",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707486",
    "title": "Telomere-to-telomere genome assembly of Microsporidia sp. MB, a microsporidian symbiont of Anopheles coluzzii isolated from Burkina Faso",
    "authors": [
      "Pevsner, R.",
      "Martinez, J.",
      "Purusothaman, D.-K.",
      "Poulton, B. C.",
      "Adam, A. I.",
      "Parry, E. R. S.",
      "Sare, I.",
      "Diabate, A.",
      "Sinkins, S. P."
    ],
    "summary": "Background: Microsporidia sp. MB is an intracellular parasite of anopheline mosquitoes identified across the African continent. Microsporidia sp. MB infections appear to have no significant effect on host fitness and vertically transmit, whilst infected individuals have exhibited significantly reduced levels of Plasmodium falciparum transmission. These combined characteristics make Microsporidia sp. MB a promising candidate for use in malaria control. A comprehensive genome would greatly facilitate investigation into the evolution and biological pathways underlying important phenotypes, such as the mechanism of malarial inhibition. Results: In this study, we present the de novo assembly of the first complete genome of Microsporidia sp. MB SOUVK7. Multi-platform sequencing was performed on ovary samples of laboratory established Anopheles coluzzii collected from Burkina Faso. The SOUVK7 genome has a total size of 9.16Mb, encodes 2,435 genes and is organised into 13 chromosomes with telomeres identified at all flanks. Telomeric repeats exhibit a 4-mer motif due to a glutamine deletion previously unobserved in Microsporidia. Ploidy analysis of Illumina reads predicts MB as tetraploid, whilst analysis of CpG methylation and retroelements highlights loci in all chromosomes with characteristics consistent with regional centromeres. Orthology analysis identifies several key genes in pathways associated to telomeric and centromeric maintenance, along with methylation and host invasion machinery. A loss of several components of the infection machinery is observed in Microsporidia sp. MB and the wider Enterocytozoonida, consistent with a general trend towards genome size reduction in the clade. Conclusion: This study provides the first complete, telomere to telomere assembly of Microsporidia sp. MB, offering new insight into the genomic architecture of Microsporidia sp. MB and the broader Mrazekiidae family.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707486",
    "doi": "10.64898/2026.02.24.707486",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707611",
    "title": "CBASS limits bacteriophage production while maintaining cell viability in Pseudomonas aeruginosa",
    "authors": [
      "Huiting, E.",
      "Wang, B.",
      "Shmidov, E.",
      "Musunuri, S.",
      "Gitai, Z.",
      "Bondy-Denomy, J."
    ],
    "summary": "CBASS is an immune pathway that recognizes phage infection and generates cyclic nucleotide signals, which directly activate effectors that stop phage replication. Membrane-acting effectors are proposed to induce cell death to prevent phage replication; however, this mechanism has not been assessed with endogenous expression levels of the effector. We therefore sought to determine the cell viability outcomes of the CBASS phospholipase effector (CapV) upon activation with 3',3'-cGAMP signals in Pseudomonas aeruginosa. Here, we surprisingly observe that constitutive 3',3'-cGAMP signaling from the synthase (CdnA) enables robust cell growth and viability while effectively abolishing phage production in a CapV-dependent manner. Exogenous 3',3'-cGAMP also enhances CBASS anti-phage activity and cell growth. Moreover, constitutive activation of the CapV effector induces no cell fitness cost, and blocks replication of many, but not all, phages. This demonstrates that a cyclic nucleotide-activated CBASS effector possess a degree of phage specificity that has been previously overlooked. When CBASS is active, phage transcription and initiation of DNA replication proceed normally, but phages do not reach maximum DNA levels and fewer mature virions are produced. Based on these findings, we propose that CapV interferes with the early stages of phage capsid assembly at the cell membrane and resultantly disrupts DNA packaging. Collectively, we demonstrate that a successful CBASS response antagonizes a late-stage of the phage replication cycle while maintaining cell viability.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707611",
    "doi": "10.64898/2026.02.24.707611",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707688",
    "title": "Pharmacological targeting of EED is an effective therapeutic strategy in cellular models of incurable neuroendocrine prostate cancer",
    "authors": [
      "Orchard, K. J.",
      "Bryant, G.",
      "Latarani, M.",
      "Misir, I. R.",
      "Yerra, S. M.",
      "Velanis, C.",
      "Banchi, M.",
      "Fischetti, I.",
      "Turnball, S. L.",
      "Eccleston, M.",
      "Kelly, T. K.",
      "Burke, E.",
      "Maylin, Z. R.",
      "Bocci, G.",
      "Shamash, J.",
      "Berney, D.",
      "Brentnall, A.",
      "Akamatsu, S.",
      "Lin, D.",
      "Lu, Y.-J.",
      "Jachetti, E.",
      "Wang, Y.",
      "Crea, F. M."
    ],
    "summary": "BackgroundNeuroendocrine Prostate Cancer (NEPC) is an incurable malignancy, originating from the trans-differentiation of prostate adenocarcinoma (PRAD). Compared to PRAD, NEPC shows over-activation of Polycomb Repressive complex-1(PRC1) and-2 (PRC2), which are multiprotein epigenetic writers that drive cancer progression via tumour suppressor gene silencing. Tazemetostat is a PRC2 inhibitor approved for the treatment of sarcomas and lymphomas. ORIC-944 is a novel EED (Embryonic Ectoderm Development) inhibitor, which is being tested in clinical trials. EED is an attractive target as it functions as a key component of both PRC1 and PRC2.\n\nObjective and MethodsWe compared the anticancer effects of tazemetostat and ORIC-944 in NEPC and PRAD cells. Cells were exposed to various concentrations of the two compounds to measure effects on cell viability (IC50) and apoptosis (flow cytometry). PRC2 inhibition was confirmed by measuring histone H3 Lys 27 trimethylation (H3K27me3) via ELISA and Western Blot. RNA Sequencing and pathway analysis was conducted to study modes of actions of tazemetostat vs ORIC-944.\n\nResultsUnlike tazemetostat, ORIC-944 causes dose-dependent growth inhibition in both NEPC and PRAD cells. In this context, EED targeting achieves IC50 values that are comparable to those of compounds used for the clinical treatment of advanced prostate cancer. Moreover, ORIC-944 (but not tazemetostat) causes significant apoptosis in NEPC cells. Both tazemetostat and ORIC-944 reduce H3K27me3. Mechanistically, both compounds reactivate the expression of known PRC2 targets, such as genes that control neural differentiation. However, the EED inhibitor also reactivates PRC1 targets, including pro-apoptotic and anti-proliferating genes (e.g. metallothionines). This evidence suggests that EED inhibition is a promising therapeutic strategy for NEPC.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707688",
    "doi": "10.64898/2026.02.24.707688",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707686",
    "title": "Iron Metabolism as a Therapeutic Vulnerability in Stem Cell-Like Castration-Resistant Prostate Cancer",
    "authors": [
      "Cheng, W.",
      "Brunello, A.",
      "Bonollo, F.",
      "Marti, T.",
      "Chouvardas, P.",
      "Labbe, D. P.",
      "De Menna, M.",
      "Thalmann, G.",
      "Karkampouna, S.",
      "Kruithof-de Julio, M."
    ],
    "summary": "Prostate cancer is the second most common malignancy among men, with androgen deprivation therapy (ADT) serving as the standard treatment due to the hormone sensitivity of prostate tumors. However, therapeutic resistance frequently develops, leading to castration-resistant prostate cancer (CRPC), an aggressive and lethal disease. A recently defined subtype, stem cell-like CRPC (CRPC-SCL), accounts for approximately 25% of CRPC cases and demonstrates poor responsiveness to ADT. CRPC-SCL is characterized by the expression of Cluster of Differentiation 44 (CD44), a glycoprotein that promotes hyaluronic acid binding and uptake. Within CRPC-SCL patient-derived xenograft (PDX) model, CD44 high (CD44hi) cells exhibit enhanced tumorigenicity and proliferative capacity. Importantly, iron metabolism emerges as a critical regulator of this population: CD44hi cells maintain elevated intracellular iron, which sustains CD44 expression and stem cell-like properties by modulating H3K9me2 modification. Leveraging this vulnerability, inhibition of the iron-regulatory factor NRF2 was shown to increase intracellular free iron and selectively induce ferroptosis in CD44hi cells. These findings highlight the therapeutic potential of targeting iron metabolism to induce ferroptosis as a novel treatment strategy for CRPC-SCL.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707686",
    "doi": "10.64898/2026.02.24.707686",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707847",
    "title": "MMV687794 blocks Plasmodium falciparum invasion of red blood cells by targeting a Surface-associated Lipid-Interacting Rhoptry Protein, PfSLIRP",
    "authors": [
      "Ling, D. B.",
      "Siddiqui, G. B.",
      "MacRaild, C. A.",
      "Yamaryo-Botte, Y.",
      "Dans, M. G.",
      "Kouskousis, B.",
      "Weiss, G. E.",
      "Razook, Z.",
      "Mehra, S.",
      "Nguyen, W.",
      "Chen, M.",
      "Barry, A. E.",
      "Sleebs, B. E.",
      "de Koning-Ward, T. F.",
      "Botte, C. Y.",
      "Creek, D. J.",
      "Cowman, A. F.",
      "Geoghegan, N. D.",
      "Rogers, K. L.",
      "Crabb, B. S.",
      "Bullen, H. E.",
      "Gilson, P. R."
    ],
    "summary": "Invasion of red blood cells (RBCs) by the human malaria parasite, Plasmodium falciparum, drives disease. During invasion, the parasite pushes its way into the RBC while wrapping the RBC membrane around itself to establish the parasitophorous vacuole, a stable niche within the RBC where the parasite grows. To better understand invasion, we investigated the mechanism of action of an invasion-inhibitory compound, MMV687794 (MMV794). Lattice light-sheet microscopy revealed that MMV794 blocks parasite entry by preventing parasitophorous vacuole formation. In vitro drug resistance selection of parasites with MMV794 found mutations to the /{beta} hydrolase, PF3D7_0403800, and engineering one of these mutations (C36W) into parasites by CRISPR/Cas9 recapitulated the resistance phenotype. Expansion microscopy demonstrated that this protein is expressed in schizonts, localising to the surface of rhoptries, which are specialised apical secretory organelles that function during invasion. Lipidomics and proteomics analyses of C36W parasites uncovered widespread changes to lipid composition/homeostasis and altered abundance of proteins involved in invasion, indicating a role for PF3D7_0403800 in invasion-associated lipid metabolism. Finally, we used solvent-induced proteome profiling and reactivity assays to confirm drug-target engagement. Together, our findings identify a novel Surface-associated Lipid-Interacting Rhoptry Protein (PfSLIRP) that coordinates lipid metabolism at the rhoptries to enable RBC invasion.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707847",
    "doi": "10.64898/2026.02.24.707847",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707907",
    "title": "Dynamic phosphoproteomics and proteomics uncover Leishmania donovani-driven ferritin hijacking, contributing to the control of iron homeostasis and iron-related oxidative stress",
    "authors": [
      "Shintre, S. S.",
      "Dingli, F.",
      "Meyerhoefer, N.",
      "Gorgette, O.",
      "Thouvenot, C.",
      "Blumenthal, D. B.",
      "Loew, D.",
      "Silvestre, A.",
      "RACHIDI, N."
    ],
    "summary": "Leishmania donovani, the causative agent of visceral leishmaniasis, survives within the parasitophorous vacuole (PV) of mammalian macrophages by extensively rewiring host cellular pathways. Although transcriptional and proteomic changes in infected macrophages have been characterized, the impact on the host phosphoproteome, a pivotal, reversible regulator of signalling, remains largely unexplored. To address this gap, we combined time-resolved quantitative phosphoproteomics and proteomics to map the dynamic response of murine macrophages to L. donovani infection. Early after infection, the parasite rapidly attenuates the macrophage signaling cascades normally triggered by phagocytosis. Between 24 h and 48 h post-infection we observed a progressive de-phosphorylation of proteins involved in innate immunity, apoptosis and other stress-responsive pathways, consistent with a partial shutdown of multiple host kinases. From 24 h onward, a global decline in protein abundance was also detected, most notably within lysosomal network. Strikingly, only five host proteins were consistently up-regulated, suggesting their importance for parasite survival. Ferritin light chain (Ftl1) displayed the largest increase. Immunofluorescence and transmission-electron microscopy revealed that Ftl1 accumulates within the parasitophorous vacuole, colocalizes with the ferritin receptor Ncoa4, and yet fails to undergo degradation, indicating that Leishmania co-opts ferritin as its own intracellular iron-storage compartment. Ferritin is not confined to the PV; it is also internalized by the parasite. Within L. donovani, ferritin accumulates not only in the cytoplasm but also in the nucleus, where it may function both as an iron-storage depot and as an iron buffer that protects the parasite from oxidative damage. Finally, we demonstrate that Leishmania donovani pre-conditions its host macrophage for the iron-rich environments of the liver and spleen by driving the assembly of ferritin particles enriched in ferritin-light chain. This contrasts with L. amazonensis, which, residing in the iron-poor skin, induces ferritin predominated by ferritin-heavy chain (Fth1). Knock-down of Ftl1 did not decrease parasite survival because macrophages compensated for its loss by up-regulating Hspb1, which encodes a protein that limits lipid peroxidation by inhibiting the Fenton reaction. Although this response protects the host cell, it also diminishes iron import, imposing a metabolic cost on Leishmania. Hspb1 represents only one example; additional, as yet unidentified, compensatory pathways are likely activated by the parasite to mitigate the loss of ferritin-light chain. Collectively, our data uncover a previously unknown strategy whereby L. donovani hijacks host ferritin trafficking to create a protected iron reservoir, thereby preventing ferroptosis. This mechanism sets Leishmania, a eukaryotic intracellular parasite, apart from the canonical iron-acquisition tactics employed by bacteria and fungi.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707907",
    "doi": "10.64898/2026.02.25.707907",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707929",
    "title": "Chiral Histidine-Modified Gold Nanoclusters Loaded into Cationic Lipid Nanoparticles for Treatment of Biofilm-associated Infections",
    "authors": [
      "Ye, Z.",
      "Jin, X.",
      "Koekman, A.",
      "van Steenbergen, M.",
      "Liu, Y.",
      "Xing, Z.",
      "Seinen, C.",
      "Khodaei, A.",
      "Mastrobattista, E.",
      "Sluijter, J.",
      "Weinans, H.",
      "Schiffelers, R.",
      "Rios, J. L.",
      "van der Wal, B.",
      "Lei, Z."
    ],
    "summary": "Antimicrobial resistance has heightened the risk of device-associated infections, in which Staphylococcus aureus (S. aureus) biofilms persist through extracellular-matrix protection and marked physiological heterogeneity. Gold nanoclusters (AuNCs) can disrupt biofilms via redox-associated stress, but limited in vivo stability and poor local retention constrain their translational potential. Here, we synthesized chiral histidine-modified AuNCs (D-, L-, and DL-AuNCs) and formulated them into mildly cationic lipid nanoparticles (AuNCs@LNP) by microfluidic assembly to enhance biofilm engagement while preserving nanocluster identity. The resulting particles were ~100-120 nm with high gold loading and a modest charge reversal. In established S. aureus USA300 biofilms, free DL-AuNCs reduced viable burden by up to 5.6 log10 CFU/mL, suppressed metabolic activity, and increased ROS signaling. Notably, LNP encapsulation maintained bactericidal activity and further improved killing by ~1 log10 CFU at matched Au dose, while substantially enhancing biomass removal (crystal violet residual biomass: 63.77% vs 45.17%), consistent with carrier-mediated matrix destabilization. In a subcutaneous implant infection model, a single perilesional dose of DL-AuNCs@LNP reduced implant-associated bacterial burden by 2.6 log10 CFU per implant versus PBS. These results establish a modular antibiofilm platform that couples nanocluster-driven killing with lipid-facilitated biofilm disruption and defines an efficacy-tolerability window to guide optimization of locally delivered antibiofilm nanomedicines.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707929",
    "doi": "10.64898/2026.02.25.707929",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707703",
    "title": "Rocking around the pheno-clock: bridging vegetation phenology and chronobiology",
    "authors": [
      "Bajocco, S.",
      "Ricotta, C.",
      "Bregaglio, S."
    ],
    "summary": "Plant phenology controls resource acquisition, survival and reproductive success, yet it is still commonly reduced to a limited set of calendar-based metrics, such as discrete dates of budburst or senescence. By contrast, chronobiology quantifies biological rhythms from full activity profiles using metrics that capture timing, regularity and amplitude of rest-activity cycles. Here, we bridge these two perspectives by developing a pheno-clock framework that translates plant phenology into chrono-ecological properties. We applied actigraphy-inspired metrics to multi-year satellite time series of European beech (Fagus sylvatica) forests across their European range. From daily photothermal activity profiles, we derived indices describing the strength, fragmentation and amplitude of annual rest-activity rhythms and related them to classical phenological metrics and regional climate. Our results reveal a marked asymmetry between spring and autumn phenology, indicating that canopy decline is governed by the cumulative organization of annual energy input, whereas canopy activation is dominated by short-term forcing. Across biogeographical regions, beech forests segregate into distinct pheno-chronotypes that differ in the timing and consolidation of rest and activity phases rather than in growing-season length alone. These chrono-ecological patterns suggest that climate filters not only when forests grow, but also how they structure their annual rhythmicity. By importing chronobiology into plant phenology, the pheno-clock framework provides a transferable approach to describe and compare seasonal strategies in plants, opening new avenues to link phenological diversity, functional traits and ecosystem responses to environmental change.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707703",
    "doi": "10.64898/2026.02.24.707703",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.708027",
    "title": "Formate-driven isoprene reduction enables energetic independence in Pelotomaculum schinkii: Evidence from metatranscriptomic and functional analyses",
    "authors": [
      "Giri, S.",
      "Rockwood, A.",
      "Logan, A.",
      "Beckmann, S."
    ],
    "summary": "Isoprene, a volatile hydrocarbon emitted in vast quantities by terrestrial vegetation, can serve as a terminal electron acceptor in anoxic environments. Here, we investigated the molecular and physiological basis of isoprene reduction in an anaerobic enrichment culture highly enriched in Pelotomaculum. Substrate-exclusion assays revealed that formate is indispensable for isoprene reduction: cultures lacking formate showed no isoprene reduction, whereas formate alone sustained both reduction activity and the highest enrichment of Pelotomaculum. Metatranscriptomic analyses confirmed that Pelotomaculum schinkii was the most transcriptionally active species under isoprene-amended conditions, whereas Sedimentibacter saalensis was most enriched in unamended controls. Isoprene-treated cultures exhibited strong upregulation of [NiFe]-hydrogenase maturation factors (hypA/hybF, hypB), energy-conserving complexes (ATP synthase, H /Na - translocating pyrophosphatases), and transport systems (FeoB, ModBC), consistent with a formate-driven respiratory pathway. In contrast, genes for oxidative stress and metal detoxification were enriched in controls, suggesting physiological stress in the absence of isoprene.\n\nThermodynamic calculations further supported this mechanism, showing that formate oxidation coupled to isoprene reduction is highly favorable ({Delta}G{degrees}' {approx} -135 kJ/mol), with an energy yield far exceeding that of formate-driven hydrogen production. Together, these findings support two mechanistic models: (i) direct isoprene reduction by group 4b [NiFe]-hydrogenase or (ii) indirect reduction via hydrogen transfer to an isrA-like oxidoreductase, analogous to Acetobacterium wieringae ISORED-2.\n\nOur results demonstrate that P. schinkii, a metabolically versatile bacterium, couples formate oxidation to isoprene respiration, indicating that isoprene can serve as an alternative electron sink. This allows P. schinkii to escape obligate syntropy with methanogens and alters microbial activity and energy conservation in anoxic ecosystems.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.708027",
    "doi": "10.64898/2026.02.25.708027",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707207",
    "title": "FDXR Upregulation by p63/p73 is a Prognostic and Therapeutic Marker of HTLV-1-Associated Adult T Cell Leukemia/Lymphoma",
    "authors": [
      "Gallucci, L.",
      "Josephine, M.",
      "Kogure, Y.",
      "Rosini Silva, A. A.",
      "Cantaloube-Ferrieu, V.",
      "Souza Abreu, M. E.",
      "Ramteke, T.",
      "Kibble, P.",
      "Angelo Braz, G. L. D.",
      "de Assis Santos Sebastiao, R.",
      "Amoroso Lambaz, L.",
      "Lin, A.",
      "Hoare, B.",
      "Custodio Carvalho dos Santos, F.",
      "Shackley, S.",
      "Quin, A.",
      "Luari Moelas Giuzio, S.",
      "Lewis, P. A.",
      "Zhang, W.",
      "Nukui, Y.",
      "Pereira, J.",
      "Culler, H. F.",
      "Kameda, T.",
      "Shimoda, K.",
      "Heesom, K.",
      "Goldman, A. R.",
      "Sabino, E. C.",
      "Ogawa, S.",
      "Leal, F. E.",
      "Forcato, M.",
      "Kataoka, K.",
      "Garcia Mateos, S. d. O.",
      "Shytaj, I. L."
    ],
    "summary": "Infection with human T-lymphotropic virus 1 (HTLV-1) can lead to severe diseases, including adult T-cell leukemia/lymphoma (ATL), for which current therapies are inadequate. HTLV-1 persists chronically through integration of its genome into host DNA and expansion of infected clones via cellular proliferation. Selective elimination of infected cells is the ideal treatment goal but requires identifying cellular markers dysregulated by HTLV-1 that can be exploited therapeutically. Combining metabolomics and proteomics analyses, we identified increased expression of the mitochondrial enzyme ferredoxin reductase (FDXR) as a hallmark of HTLV-1-infected cells. In patient cells, FDXR upregulation mirrored disease severity, was enriched in proliferating tumour cells and predicted worse ATL prognosis. Mechanistically, FDXR upregulation was directly driven by the transactivating isoforms of two p53 family members, TAp63 and TAp73. In silico drug susceptibility predictions, followed by targeted cytotoxicity, proliferation and Drug-Seq assays demonstrated that FDXR upregulation is associated with increased sensitivity of ATL cells to repurposed chemotherapeutic agents, particularly fluorouracil. Overall, our findings establish FDXR as a novel biomarker of HTLV-1-associated disease progression and ATL prognosis, elucidate its upstream molecular regulation, and highlight its predictive potential for chemotherapeutic sensitivity of ATL cells.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707207",
    "doi": "10.64898/2026.02.25.707207",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707761",
    "title": "LEMONmethyl-seq: Targeted long-read DNA methylation profiling reveals dynamics of CRISPR epigenome editing and endogenous DNA methylation patterns",
    "authors": [
      "Christenson, A. E.",
      "Divekar, N. S.",
      "Lubin, J. P.",
      "Palma, L. G.",
      "Colias, P. J.",
      "Pattali, R. K.",
      "Xu, D.",
      "Hubbard, A.",
      "Lin, K.",
      "Phan, N. T.",
      "Moreno, B. D.",
      "Chasins, S. E.",
      "Liu, S. J.",
      "Nunez, J. K."
    ],
    "summary": "BACKGROUNDDNA methylation is the most prevalent epigenetic modification in human cells and undergoes dynamic changes during cell differentiation, disease progression, and aging. Here, we introduce Locus-Enriched Mapping Of Nucleotide methylation (LEMONmethyl-seq): an optimized, cost-effective pipeline for single-nucleotide detection of DNA methylation using locus-specific amplification and long-read DNA sequencing.\n\nRESULTSWe apply LEMONmethyl-seq to profile DNA methylation of endogenous gene promoters across different cell types along with DNA methylation establishment and long-range propagation induced by CRISPR epigenome editing technologies. We profile dynamic changes in DNA methylation patterns on transposable element genomic loci during global epigenetic resetting in stem cells, and we identify site-specific enrichment of non-canonical CpH methylation on genomic sites in stem cells and cultured neurons. Lastly, we apply LEMONmethyl-seq to profile DNA methylation across the MGMT promoter, a clinical biomarker for glioblastoma. We identify additional differentially methylated sites correlated with chemotherapeutic sensitivity, which may be clinically relevant.\n\nCONCLUSIONSTogether, LEMONmethyl-seq serves as a cost-effective, long-read DNA methylation sequencing pipeline that advances methods for detecting DNA methylation patterns and dynamics in mammalian cells. We envision its broad use for studying chromatin pathways, diagnostics, and therapeutic applications.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707761",
    "doi": "10.64898/2026.02.24.707761",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.25.707964",
    "title": "Centrosome architecture and m6A-dependent gating of p53 surveillanceafter whole-genome doubling",
    "authors": [
      "Migliorati, D.",
      "Mattivi, A.",
      "Moretta, G. M.",
      "Tessadri, S.",
      "Cona, N.",
      "Pellizzaro, G.",
      "Pancher, M.",
      "Furlan, M.",
      "Coscujuela, L.",
      "Wegner, M.",
      "Laporte, M. H.",
      "Libergoli, M.",
      "Soualmia, F.",
      "Biressi, S.",
      "Tebaldi, T.",
      "Quattrone, A.",
      "Inga, A.",
      "Jacotot, E. D.",
      "Hamel, V.",
      "Guichard, P.",
      "Pelizzola, M.",
      "Kaulich, M.",
      "Burigotto, M.",
      "Fava, L. L."
    ],
    "summary": "Whole-genome doubling (WGD) generates a tetraploid state that challenges cellular homeostasis and is strongly selected against in TP53-proficient contexts. Although centrosome amplification serves as a structural correlate of genome doubling, how centrosomal features engage and sustain p53 surveillance remains incompletely understood. Here, we develop a genetically encoded MDM2-based fluorescent reporter to monitor Caspase-2 pathway activation in living cells after WGD. Combining pharmacological profiling and genome-wide CRISPR screening, we uncover a multi-layered regulation of p53 responses. We identify PLK1-dependent centriole maturation and subdistal appendage integrity as architectural determinants of PIDDosome-dependent Caspase-2 activation, independent of distal appendage assembly. We show that upon WGD, Caspase-2-mediated cleavage of MDM2 reshapes the p53-MDM2 regulatory loop, enabling sustained p53 signaling. This sustained output depends on the catalytic activity of METTL3 and associated m6A writer proteins. Together, these findings demonstrate that centrosome architecture and epitranscriptomic regulation cooperate to shape p53 surveillance after genome doubling.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.25.707964",
    "doi": "10.64898/2026.02.25.707964",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707827",
    "title": "A Scalable Touchscreen-Based Spatial Working Memory Task for Cross-Species Research",
    "authors": [
      "Vanderlip, C. R.",
      "Dunn, S. R.",
      "Asch, P. A.",
      "Stark, C. E.",
      "Glavis-Bloom, C."
    ],
    "summary": "The common marmoset is rapidly emerging as a powerful nonhuman primate model in neuroscience, yet the development of scalable, mechanistically informative cognitive paradigms has lagged behind advances in neural recording and genetic tools. Here, we introduce and validate a touchscreen-based spatial working memory task designed for direct cross-species translation between marmosets and humans. The paradigm independently manipulates retention delay and spatial separation between test choice stimuli, enabling parametric control over maintenance and interference demands within a single framework. Twelve marmosets and seventy-one human participants performed a Delayed Non-Match-to-Position task in which memory delay (1, 5, 10 seconds) and angular separation between target and distractor locations were systematically varied. Across species, accuracy declined as delay increased and as spatial separation decreased, demonstrating robust sensitivity to both maintenance demands and similarity-based interference. Critically, delay and separation interacted in both species, indicating that these had additive effects. Choice latency analyses further supported interpretation of performance, with slower responses on incorrect trials in both groups. Together, these findings establish a scalable and translationally aligned spatial working memory paradigm that captures interacting maintenance and interference processes. This task provides a powerful platform for circuit-level investigation and offers a sensitive cognitive assay for future studies of aging, neurodegenerative disease, and therapeutic intervention in the marmoset model.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707827",
    "doi": "10.64898/2026.02.24.707827",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.24.707499",
    "title": "Nucleoli as drivers of nuclear remodelling in cardiomyocytes during Heart Failure",
    "authors": [
      "Matzer, I.",
      "Wang, H.",
      "Kozyrina, A. N.",
      "Fu, J.",
      "Iskratsch, T.",
      "Vassalli, M.",
      "Ljubojevic-Holzer, S.",
      "Gorelik, J.",
      "Swiatlowska, P."
    ],
    "summary": "Cardiomyocyte mechanotransduction has traditionally focused on the sarcomere and cytoskeleton, yet emerging evidence highlights the nucleus as an active mechanical responder. To adapt to the dynamic mechanical environment, the nucleus forms nuclear invaginations (NIs), double-membrane folds that provide structural support to chromatin and incorporate nuclear pore complexes to facilitate nucleo-cytoplasmic transport, including Ca2+ transport. However, how these structures are formed is not yet understood. We leveraged advances in high-resolution microscopy, mechanical stimulation, rat models and human samples, to study the formation, function and remodelling of cardiac NIs in Heart Failure (HF). Here, we demonstrate that the formation of NI in cardiomyocytes is regulated by both, cytoskeleton such as actin and detyrosinated microtubules as well as intranuclear nucleolar interactions with NI disruption resulting in elevated baseline nuclear Ca2+. In a 16-week post-Myocardial Infarction (MI) end-stage HF rat model, as well as in human Dilated Cardiomyopathy samples, a marked reduction in NIs is observed. Importantly, NI loss is already evident at 8 weeks post-MI, preceding detectable cytoskeletal stiffening. At this earlier stage, we observe increased DNA damage in the peri-nucleolar region, accompanied by nucleolar remodelling and a shift in nucleolar biomechanical properties. In conclusion, nucleolar maintenance emerges as a potential target for intervention.",
    "published": "2026-02-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.24.707499",
    "doi": "10.64898/2026.02.24.707499",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41758987",
    "title": "MDM4 HAPLOINSUFFICIENCY LEADS TO P53-MEDIATED BONE MARROW FAILURE.",
    "authors": [
      "Sharma R",
      "Bhoopalan SV",
      "Meyer R",
      "Han L",
      "Beesetti S",
      "Liu N",
      "Singh P",
      "Palmer LE",
      "Hansen BS",
      "Khiami M",
      "Larcher L",
      "Begemann M",
      "Corbacioglu S",
      "Heller L",
      "Jakob M",
      "Ju Y",
      "Sahoo SS",
      "Gray N",
      "Gheorghe G",
      "Elbracht M",
      "Khurana C",
      "Kirschner M",
      "Kurth I",
      "Erlacher M",
      "Brümmendorf TH",
      "Soulier J",
      "Pruett-Miller SM",
      "Beier F",
      "Wlodarski MW"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758987/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41758953",
    "title": "Universal activated aging and weak ergodicity breaking in spin and structural glasses.",
    "authors": [
      "Li B",
      "Pan D",
      "Qu T",
      "Jin Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758953/",
    "doi": "doi: 10.1126/sciadv.aec4416",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41758948",
    "title": "Rational design of tetrahydrotetrazinones as potent nonclassical radical-trapping antioxidants for inhibition of ferroptosis.",
    "authors": [
      "Ouyang C",
      "Huang J",
      "Wu Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758948/",
    "doi": "doi: 10.1126/sciadv.aec2190",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41758944",
    "title": "Epididymal macrophage senescence contributes to sperm motility decrease upon environmental stress.",
    "authors": [
      "Wang XR",
      "Li H",
      "Xiong YW",
      "Yuan Z",
      "Cheng XY",
      "Hu YF",
      "He XJ",
      "Fan LL",
      "Luo YX",
      "Sun J",
      "Sun CF",
      "Zhang XX",
      "Wang Y",
      "Lu Q",
      "Wang KW",
      "Tan LL",
      "Jiang XH",
      "Zhu HL",
      "Xu DX",
      "Wang H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758944/",
    "doi": "doi: 10.1126/sciadv.aea3591",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41758936",
    "title": "Sleep deprivation impairs follicular development attributable to granulosa cell pyroptosis mediated by S100A8/A9-driven macrophage M1 polarization.",
    "authors": [
      "Fang Q",
      "Luo L",
      "Jin R",
      "Wang Y",
      "Wang J",
      "Jin Q",
      "Meng Y",
      "Shi B",
      "Qiao Z",
      "Li F",
      "Chen M",
      "Chen S",
      "Xu B",
      "Bao J",
      "Han H",
      "Wu L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758936/",
    "doi": "doi: 10.1126/sciadv.ady4767",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41758775",
    "title": "Targeting Autophagy to Restore Intestinal Integrity in Sepsis: Resveratrol's NOX1/SIRT1-Mediated Protective Effect.",
    "authors": [
      "Zhang W",
      "Yu J",
      "Shi Z",
      "Jiao Y",
      "Lai Z",
      "Chi J",
      "Li J",
      "Meng J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758775/",
    "doi": "doi: 10.1159/000550966",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41758573",
    "title": "\"Pioneering\" p53 Reactivator Shows Proof-of-Concept in Phase I Trial.",
    "authors": [],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758573/",
    "doi": "doi: 10.1158/2159-8290.CD-NW2026-0020",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41758483",
    "title": "Mitochondrial dysfunction and cellular senescence in ageing sarcopenia with current insights and targeted strategies.",
    "authors": [
      "Dwivedi V",
      "Thanekar R",
      "Khare K",
      "Taksande B",
      "Umekar M",
      "Mangrulkar S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758483/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41758462",
    "title": "Systems-Level Analysis of 13-Docosenamide Reveals its Regulatory Role on PPAR, AMPK, and Insulin Pathways in T2DM: In vitro and In silico Approaches.",
    "authors": [
      "Saravanan S",
      "Arockiasamy E"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758462/",
    "doi": "doi: 10.1007/s12013-026-02036-w",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41758428",
    "title": "Adipocytes as core drivers of skin aging and novel targets for regeneration.",
    "authors": [
      "Wang E",
      "Xu Z",
      "Wang Y",
      "Wang J",
      "Jiang Y",
      "Zhao C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758428/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41758425",
    "title": "Decision tree-based evaluation of IGF-1 and CAST gene polymorphisms associated with morphometric traits in sheep.",
    "authors": [
      "İlhan F",
      "Tanış AN",
      "Keskin İ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758425/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "pmid:41758410",
    "title": "Salidroside attenuates the osteoblastic differentiation of vascular smooth muscle cells via AMPK/AKT signaling pathway.",
    "authors": [
      "Lu Y",
      "Feng Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758410/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41758401",
    "title": "Irisin/PGC-1-α improves acute kidney injury by enhancing autophagy and regulating lipid metabolism.",
    "authors": [
      "Han J",
      "Yang H",
      "Liu F",
      "Liu X",
      "Zhang X",
      "Yang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758401/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41758393",
    "title": "Exposure to PFOA and GenX elicits cell typespecific impacts on p53 and TGF-β signaling pathways.",
    "authors": [
      "Ding H",
      "Slack M",
      "McClure H",
      "Gu W",
      "Gu H",
      "Kappes F",
      "Schultz TF",
      "Somarelli JA",
      "Tsigkou A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758393/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41758267",
    "title": "Clinicopathologic and prognostic significance of FOLR1 expression in gastric adenocarcinoma and its association with PD-L1, HER2, MMR, and p53 status.",
    "authors": [
      "Erbağcı A",
      "Şeneldir H",
      "Akkurt TS",
      "Yağbasa Ş",
      "Yıldırım ANT"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758267/",
    "doi": "doi: 10.1007/s00428-026-04455-9",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41758244",
    "title": "Centella asiatica, Daucus carota, and Brassica oleracea Extracts Protect Against Dexamethasone-Induced Muscle Atrophy Through the Activation of the AKT/mTOR Pathway.",
    "authors": [
      "Jang E",
      "Lee TB",
      "Choi S",
      "Tonini L",
      "Nam DY",
      "Jung JY",
      "Choi HJ",
      "Ahn C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758244/",
    "doi": "doi: 10.1177/1096620X261426879",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41758220",
    "title": "PLCG1 promotes sevoflurane-induced neuronal ferroptosis by enhancing K63-linked ubiquitination and proteasomal degradation of LAMP2A.",
    "authors": [
      "Chen J",
      "Cai Y",
      "Wang J",
      "Yue K",
      "Sun Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758220/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41758120",
    "title": "A lipid droplet-targeted Pt(II) complex enables photoinduced ferroptosis and apoptosis against cisplatin-resistant cells.",
    "authors": [
      "Hui P",
      "Xu F",
      "Zheng H",
      "Yao S",
      "Chen Y",
      "Gu X",
      "Guo Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758120/",
    "doi": "doi: 10.1039/d5cc07220d",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41757989",
    "title": "Critical Role of Pyroptosis in Deoxynivalenol-Induced Renal Tubular Epithelial Damage in Mice.",
    "authors": [
      "Wang Y",
      "Liu X",
      "Chen H",
      "Yao Y",
      "Ma J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757989/",
    "doi": "doi: 10.1021/acs.jafc.5c16359",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41757754",
    "title": "GE11-Modified Red Blood Cell Membrane Nanoprodrug for ROS-Responsive Synergistic Photothermal-Chemotherapy of Esophageal Cancer.",
    "authors": [
      "Chen Y",
      "Zhu L",
      "Xu W",
      "Chen Q",
      "Teng F",
      "Bao K",
      "Zhang L",
      "Wang Y",
      "Wu W",
      "Wang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757754/",
    "doi": "doi: 10.1002/adhm.202504376",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41757732",
    "title": "Bergapten-Loaded Multifunctional Soluble Microneedle Patch with Bidirectional ROS Regulation and Pyroptosis Suppression Accelerates Chronic Infected Wound Healing via the Nrf2-NF-κB-NLRP3 Axis.",
    "authors": [
      "Chen W",
      "Ding Y",
      "Hua Z",
      "Xie K",
      "Sun D",
      "Duan H",
      "Zhang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757732/",
    "doi": "doi: 10.1002/adhm.202503785",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41757516",
    "title": "TLR Agonist/Copper-Based Metformin Carbon Dot-Loaded Homologous Membrane Nanocarriers with Enhanced Immunogenic Cell Death for Synchronous Amelioration of Tumor Microenvironment Hypoxia, Immunosuppression, and Metastasis Inhibition.",
    "authors": [
      "Zhu X",
      "Lu Y",
      "Sun M",
      "Wang Z",
      "Jin S",
      "Ma M",
      "Wu X",
      "Zhang H",
      "Geng F",
      "Jin Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757516/",
    "doi": "doi: 10.1021/acsami.6c00040",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41757504",
    "title": "Replication Protein A1 is essential for DNA damage repair during mammalian oogenesis†.",
    "authors": [
      "Miao X",
      "Guo R",
      "Williams A",
      "Wong K",
      "Rivard V",
      "Lee C",
      "Ma J",
      "Wang PJ",
      "Cui W"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757504/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41757467",
    "title": "Development of photo-ROS responsive liposome for the delivery of an antibacterial agent by targeting the bacterial membrane.",
    "authors": [
      "Mondal A",
      "Kayal A",
      "De M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757467/",
    "doi": "doi: 10.1039/d5cc05525c",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41757404",
    "title": "Community threat, positive parenting, and accelerated epigenetic aging: Longitudinal links from childhood to adolescence.",
    "authors": [
      "Metrailer G",
      "Tavares K",
      "Ver Pault M",
      "Lopez A",
      "Denherder S",
      "Hernandez Valencia E",
      "DiMarzio K",
      "Highlander A",
      "Merrill SM",
      "Rojo-Wissar DM",
      "Parent J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757404/",
    "doi": "doi: 10.1093/chidev/aacaf002",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41755664",
    "title": "Contribution of neuroepigenetics to HD - developmental and aging-related signatures.",
    "authors": [
      "Scuto J",
      "Penaud N",
      "Merienne K"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41755664/",
    "doi": "doi: 10.1177/18796397261426625",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41755559",
    "title": "Tolerogenic dendritic cells induced by withdrawal of polyunsaturated fatty acid DHA and mTOR inhibitor PP242 attenuate allograft rejection.",
    "authors": [
      "Wang N",
      "Tang H",
      "Wu Z",
      "Xie H",
      "Zhu H",
      "Guo D",
      "Xiang Y",
      "Liang Z",
      "Sun R",
      "Zheng S",
      "Han W",
      "Zhou K"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41755559/",
    "doi": "doi: 10.3724/abbs.2025214",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41749458",
    "title": "Dysregulated Klotho and FGF23 signaling aggravates vascular remodeling in age-related pulmonary hypertension.",
    "authors": [
      "Perret PL",
      "Kim JH",
      "Winkler A",
      "Ott C",
      "Bintig W",
      "Funk-Hilsdorf TC",
      "Asmus E",
      "Simmons S",
      "Michalick L",
      "Solymosi PD",
      "Knaus P",
      "Herpich C",
      "Norman K",
      "Müller-Werdan U",
      "Foris V",
      "Kovacs G",
      "Kuro-O M",
      "Grune T",
      "Voelkl J",
      "Grune J",
      "Kuebler WM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749458/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bKlotho\\b"
    ]
  },
  {
    "id": "pmid:41749394",
    "title": "Effects of Aging on Periodontal Pathogenesis and Wound Repair: A Scoping Review.",
    "authors": [
      "Cerda-Mardini D",
      "Ortuño D",
      "Kasztan K",
      "Mutis D",
      "Henríquez C",
      "Verdugo-Paiva F",
      "Smith PC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749394/",
    "doi": "doi: 10.1111/odi.70255",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41749353",
    "title": "Programmed cell death and risk of diabetic retinopathy: a Mendelian randomization study.",
    "authors": [
      "Chen Y",
      "Xu H",
      "Wei H",
      "Zhao R",
      "Tan Y",
      "Lin H",
      "Li N"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749353/",
    "doi": "doi: 10.1186/s12967-026-07921-9",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41749332",
    "title": "FBR-NDs: a ferroptosis-inducing nanocomplex for targeted breast cancer therapy via immune modulation and redox-responsive drug delivery.",
    "authors": [
      "Chen J",
      "Ma L",
      "Yin M",
      "Sun J",
      "Sun Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749332/",
    "doi": "doi: 10.1186/s13058-026-02247-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41749298",
    "title": "Macrophage-derived IL-6 reprograms lipid metabolism to promote colorectal cancer development through USP14-mediated FASN deubiquitination.",
    "authors": [
      "Yunxin L",
      "Xirui X",
      "Xinyi Z",
      "Chenjing W",
      "Ting Z",
      "Kanghui F",
      "Haixia Y",
      "Zude C",
      "Wan H",
      "Yubing Z",
      "Xianjun F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749298/",
    "doi": "doi: 10.1186/s12967-026-07911-x",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41749295",
    "title": "Kynurenine pathway dysregulation in major depressive disorder: the convergence of excitotoxicity, neuroinflammation, and oxidative stress.",
    "authors": [
      "O'Regan G",
      "Plummer Z",
      "Christie BR",
      "Shultz SR",
      "Allen J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749295/",
    "doi": "doi: 10.1186/s12974-026-03717-2",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41749247",
    "title": "Multi-omics analyses related to mitochondria and ageing in triple-negative breast cancer implicate PYCR1 potentiates tumor progression.",
    "authors": [
      "Huang JN",
      "Hu J",
      "Shi C",
      "Chu C",
      "Hu H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749247/",
    "doi": "doi: 10.1186/s12935-026-04235-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41749184",
    "title": "Ageing, multimorbidity and polypharmacy shape prosthodontic case-mix in undergraduate clinics: a 9-year retrospective cohort study of 1,205 patients in Germany.",
    "authors": [
      "Hillebrecht AL",
      "Bliß SM",
      "Vach K",
      "Linde P",
      "Kohal RJ",
      "Rabel K",
      "Reissmann DR",
      "Spies BC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749184/",
    "doi": "doi: 10.1186/s12903-026-07977-5",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41749176",
    "title": "Nursing strategies for managing urological disorders in aging populations: a comprehensive review.",
    "authors": [
      "Liu H",
      "Wu J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749176/",
    "doi": "doi: 10.1186/s12894-026-02085-6",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41749157",
    "title": "Green-synthesized Desertifilum silver nanoparticles induce BAX/BCL-2 mediated apoptosis in Ehrlich carcinoma.",
    "authors": [
      "Hanna AL",
      "Elgebaly AS",
      "Mohmed MM",
      "Sadik MW",
      "Hamouda HM",
      "Goda HA",
      "Altrawy A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749157/",
    "doi": "doi: 10.1186/s12896-026-01107-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41749153",
    "title": "Crafting the ideal multidimensional active ageing intervention with wearables for older adults: insights from a qualitative study.",
    "authors": [
      "Leuzzi G",
      "Bertoni G",
      "Scafoglieri A",
      "Testa M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749153/",
    "doi": "doi: 10.1186/s12877-026-07121-6",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41749124",
    "title": "Health status characteristics and aging determinants of centenarians in Colombia: a real-life expanded cohort profile description.",
    "authors": [
      "Lozada-Martinez ID",
      "Castelblanco-Toro SM",
      "Salazar-Uribe JC",
      "García Rudas V",
      "Diaz Gutiérrez MJ",
      "Montaño Vega LD",
      "Anaya JM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749124/",
    "doi": "doi: 10.1186/s12877-026-07198-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41749014",
    "title": "Reference values for gait speed, five-times-sit-to-stand test, balance, and handgrip strength: analysis of data from the English Longitudinal Study of Ageing.",
    "authors": [
      "Grgic J",
      "Wazny VK",
      "Kirk B",
      "Poon ET",
      "Valenzuela PL"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41749014/",
    "doi": "doi: 10.1007/s11357-026-02163-5",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41748998",
    "title": "Response to, \"Unsheltered Homeless and Team Member Aging Perspectives\".",
    "authors": [
      "Kogan AC",
      "Mittal A",
      "Feldman C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748998/",
    "doi": "doi: 10.1007/s11606-026-10284-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41748941",
    "title": "Mitochondria contact lipid droplets through the mitochondrial import complex binding to lipid metabolism enzyme Ayr1.",
    "authors": [
      "Heinen S",
      "Tiku V",
      "Grevel A",
      "Hugenroth M",
      "Ellenrieder L",
      "Steymans I",
      "Licheva M",
      "Bonini S",
      "Oeljeklaus S",
      "Okon N",
      "Lambertz J",
      "Poppe S",
      "Song J",
      "Fester L",
      "Meisinger C",
      "Warscheid B",
      "Eckhardt M",
      "Wiedemann N",
      "Winter D",
      "Kraft C",
      "den Brave F",
      "Bohnert M",
      "Pfanner N",
      "Becker T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748941/",
    "doi": "doi: 10.1038/s41556-026-01890-3",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41748936",
    "title": "FLT3-SYK inhibitor and Ixazomib combination impact HOXA and oxidative stress control by β-catenin, SQSTM1 and NRF2 in AML.",
    "authors": [
      "Pasupuleti SK",
      "Rangaraju S",
      "Layer J",
      "Padam KSR",
      "Cripe LD",
      "Sayar H",
      "Sargent KJ",
      "Weisenbach J",
      "Konig H",
      "Salman H",
      "Ramdas B",
      "Palam LR",
      "Mayo LD",
      "Khan I",
      "Davé UP",
      "Boswell HS",
      "Kapur R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748936/",
    "doi": "doi: 10.1038/s41698-026-01332-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41748932",
    "title": "IMP2 enhances M2 macrophage polarization via LKB1-AMPK-mediated mitochondrial dynamics and fatty acid β-oxidation to ameliorate diabetic osteoporosis.",
    "authors": [
      "Li L",
      "Cui Y",
      "Ji Y",
      "Ma K",
      "Lin X",
      "Liu T",
      "Sun J",
      "Liu H",
      "Guo J",
      "Li M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748932/",
    "doi": "doi: 10.1007/s00018-026-06093-5",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41748901",
    "title": "Selenoprotein thioredoxin reductase 1 promotes cancer cells ferroptosis by suppressing GPX4 expression.",
    "authors": [
      "Luan J",
      "He J",
      "Wu D",
      "Duan Y",
      "Hou G",
      "Ma S",
      "Qin J",
      "Sun N",
      "He Y",
      "Zhang W",
      "Gao M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748901/",
    "doi": "doi: 10.1038/s41418-026-01691-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41748761",
    "title": "PEGylated liposomal fluopsin C triggers cuproptosis and ferroptosis pathways and suppresses 3D tumor spheroid growth in NCI-H460 cells.",
    "authors": [
      "de Lima LVA",
      "da Silva MF",
      "de Oliveira LM",
      "de Assis MCT",
      "Carvalho ICO",
      "Fuzinatto IM",
      "Semprebon SC",
      "de Oliveira Nocetti RV",
      "Lazarin-Bidoia D",
      "Nakamura CV",
      "Felicidade I",
      "Lepri SR",
      "Favaron PO",
      "Dealis ML",
      "Cabeça LF",
      "Filho GA",
      "Mantovani MS"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748761/",
    "doi": "doi: 10.1007/s00204-026-04315-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41748673",
    "title": "ELK1 suppressed the progression of vascular dementia via modulating mTOR/CREB/YAP/TFEB signaling induced ferroptosis in hippocampal cells.",
    "authors": [
      "Xu J",
      "Liu M",
      "Qi Q",
      "An J",
      "Xiao Y",
      "Guan T",
      "Teng Z",
      "Chen W",
      "Li R",
      "Dong Y",
      "Chang Y",
      "Lu P"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748673/",
    "doi": "doi: 10.1038/s41598-026-40339-3",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41748644",
    "title": "From wrist data to lifespan: elucidating inflammation-driven biological aging via activity rhythms captured by wearable devices.",
    "authors": [
      "Shim J",
      "Bishehsari F",
      "Mahdavinia M",
      "Zeitzer JM",
      "Fleisch E",
      "Barata F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748644/",
    "doi": "doi: 10.1038/s41514-026-00349-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41748592",
    "title": "Histone 3 lysine 36 trimethylation by SETD2 shapes an epigenetic landscape in intestinal stem cells to orchestrate lipid metabolism and attenuate cell senescence.",
    "authors": [
      "Xu Y",
      "Wang Z",
      "Feng W",
      "Rao H",
      "Wang D",
      "Zhang W",
      "Aji R",
      "Liu N",
      "Li J",
      "Xiao X",
      "Gao WQ",
      "Li L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748592/",
    "doi": "doi: 10.1038/s41419-026-08518-2",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41748589",
    "title": "DUSP26 protects against acute kidney injury by dephosphorylating p53 at serine 312.",
    "authors": [
      "Fu Y",
      "Xiang Y",
      "Han Y",
      "Cai J",
      "Duan S",
      "Chen A",
      "Dong Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748589/",
    "doi": "doi: 10.1038/s41467-026-69688-3",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41748567",
    "title": "Navigating the complexities of ferroptosis in pancreatic ductal adenocarcinoma: roles, mechanisms and potential applications.",
    "authors": [
      "Xiao Y",
      "Wang W",
      "Wang G",
      "Liu Y",
      "Gong J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748567/",
    "doi": "doi: 10.1038/s41420-026-02987-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41748563",
    "title": "Targeting the p53 cancer mutants Y220C, Y220N, and Y220S with the small-molecule stabilizer rezatapopt.",
    "authors": [
      "Mavridi D",
      "Funk JS",
      "Balourdas DI",
      "Krämer A",
      "Khan Tareque R",
      "Timofeev O",
      "Spencer J",
      "Stiewe T",
      "Joerger AC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748563/",
    "doi": "doi: 10.1038/s41419-026-08492-9",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41748562",
    "title": "PD-1 protects expanding human T cells from premature restimulation-induced cell death by modulating TCR and CD28 signaling.",
    "authors": [
      "Lee KP",
      "Elster S",
      "Epstein B",
      "Lake CM",
      "Snow AL"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748562/",
    "doi": "doi: 10.1038/s41419-026-08530-6",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41748542",
    "title": "UBE3A-mediated mH2A1 Ubiquitination activates TERT transcription to promote senescence resistance in pancreatic cancer.",
    "authors": [
      "Ren L",
      "Lu R",
      "Fei X",
      "Chen S",
      "Liu P",
      "Liu S",
      "Zhu C",
      "Shen X",
      "Wang X",
      "Pan Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748542/",
    "doi": "doi: 10.1038/s41419-026-08480-z",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41748537",
    "title": "Inhibiting HSP27 activates the XBP1s/CerS1 interplay, which triggers DRP1-driven mitophagy, thereby protecting against cell death and promoting the KSHV lytic cycle in primary effusion lymphoma cells.",
    "authors": [
      "Gonnella R",
      "Corrado V",
      "Scaffidi GF",
      "Benedetti R",
      "Di Crosta M",
      "Zarrella R",
      "Gilardini Montani MS",
      "Santarelli R",
      "Cirone M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748537/",
    "doi": "doi: 10.1038/s41420-026-02979-2",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41748499",
    "title": "Metabolome analysis identified exogenous cholesterol within lipid rafts that activate the Akt/mTOR signaling pathway in epithelial ovarian cancer.",
    "authors": [
      "Sakaguchi-Mukaida H",
      "Hiramatsu K",
      "Masuda T",
      "Kakuda M",
      "Nakagawa S",
      "Iwamiya T",
      "Matsuzaki S",
      "Naka T",
      "Ueda Y",
      "Kimura T",
      "Kodama M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748499/",
    "doi": "doi: 10.1002/ijc.70401",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41748411",
    "title": "Corrigendum \"Empagliflozin mitigates ponatinib-induced cardiotoxicity by restoring the connexin 43-autophagy pathway\" [Biomed. Pharmacother. 178 (2024), 117278].",
    "authors": [
      "Mattii L",
      "Moscato S",
      "Ippolito C",
      "Polizzi E",
      "Novo G",
      "Zucchi R",
      "De Caterina R",
      "Ghelardoni S",
      "Madonna R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748411/",
    "doi": "doi: 10.1016/j.biopha.2026.119160",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41748410",
    "title": "Corrigendum \"Glycyrrhetinic acid inhibits non-small cell lung cancer via promotion of Prdx6- and caspase-3-mediated mitochondrial apoptosis\" [Biomed. Pharmacother., 173 (2024) 116304].",
    "authors": [
      "Guo Q",
      "Zhao M",
      "Wang Q",
      "Lu T",
      "Luo P",
      "Chen L",
      "Xia F",
      "Pang H",
      "Shen S",
      "Cheng G",
      "Dai C",
      "Meng Y",
      "Zhong T",
      "Qiu C",
      "Wang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748410/",
    "doi": "doi: 10.1016/j.biopha.2026.119162",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41748405",
    "title": "Retraction notice to \"Dihydroquercetin composite nanofibrous membrane prevents UVA radiation-mediated inflammation, apoptosis and oxidative stress by modulating MAPKs/Nrf2 signaling in human epidermal keratinocytes\" [Biomedicine & Pharmacotherapy 155 (2022) 113727].",
    "authors": [
      "Zhang J",
      "Zheng Y",
      "Hong B",
      "Ma L",
      "Zhao Y",
      "Zhang S",
      "Sun S",
      "Ding Q",
      "Wang Y",
      "Liu W",
      "Ding C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748405/",
    "doi": "doi: 10.1016/j.biopha.2026.119165",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41748403",
    "title": "Corrigendum to 'Sinomenine derivative 1f suppresses glioblastoma through inducing both apoptosis mediated by intrinsic pathway and necroptosis mediated by TNF-α/NF-κB/MAPK signaling pathway' [Eur. J. Med. Chem. 304 (2026) 118535].",
    "authors": [
      "Jiang B",
      "Xu F",
      "Liu J",
      "Li X",
      "Cao W",
      "Song H",
      "Zhang S",
      "Zhao Y",
      "Li W",
      "Yue Z",
      "Liu S",
      "Yan S",
      "Zheng R",
      "Wang J",
      "Li J",
      "Ji T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41748403/",
    "doi": "doi: 10.1016/j.ejmech.2026.118669",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41758785",
    "title": "Comprehensive profiling of circRNAs reveals stimulus-specific networks and core regulators of cellular senescence.",
    "authors": [
      "Ge M",
      "Liu Z",
      "Zhao X",
      "Zhan X",
      "Jiang S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41758785/",
    "doi": "doi: 10.1371/journal.pone.0343300",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41757227",
    "title": "Correction to \"DNA Methylation of miR-122 Aggravates Oxidative Stress in Colitis Targeting SELENBP1 Partially by p65NF-κB Signaling\".",
    "authors": [],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41757227/",
    "doi": "doi: 10.1155/omcl/9789842",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41756257",
    "title": "The Injection of Lipids Into Yolk Sac has Been Shown to Alter the Lipid Metabolism of Adult Nile Tilapia (Oreochromis niloticus).",
    "authors": [
      "Luo L",
      "Thongchaitriwat S",
      "Kumkhong S",
      "Kiatmontri J",
      "Yang S",
      "Panserat S",
      "Boonanuntanasarn S"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41756257/",
    "doi": "doi: 10.1155/anu/8360989",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  }
]