[
  {
    "id": "10.1101/2025.04.29.651260",
    "title": "Localized Reactivity on Protein as Riemannian Manifolds: A Geometric and Quantum-Inspired Basis for Deterministic, Metal-Aware Reactive-Site Prediction",
    "authors": [
      "Park, H."
    ],
    "summary": "We introduce a unified framework for analysing molecular reactivity based on a geometric, quantum-inspired environment representation and a fully deterministic, metal-aware implementation. Proteins and ribonucleoprotein complexes are treated as configurations in 3D space with an abstract condition axis (R^3 x T), and each residue or nucleotide p is mapped to an environment vector Ep that encodes a coarse-grained, DFT-inspired density surrogate together with metal and phosphate fields, solvent exposure, and local geometry. A block-streamed, GPU-optional Python pipeline maps arbitrary PDB or mmCIF structures to fixed-dimensional environment vectors without stochastic training and scales to supramolecular assemblies: the 6Q97 tmRNA-SmpB-ribosome rescue complex (11,618 residues) can be processed in a single pass on commodity cloud hardware, demonstrating practical feasibility at ribosome scale. In a strict unbound, zero-shot setting on the Docking Benchmark 5.5 (DB5.5), a simple classifier trained on top of Ep achieves a macro-averaged area under the precision-recall curve of approximately 0.53 and a ROC AUC of approximately 0.86 for residue-level interface versus non-interface classification, competitive with specialised interface-prediction architectures despite using no evolutionary profiles, multiple sequence alignments, or task-specific retraining on DB5.5. Across mechanistically curated case studies (Rubisco, GroEL/GroES, SecA, p53-DNA, and ribosomal pockets), untuned random forests used purely as probes under site-grouped cross-validation yield ROC AUC values exceeding 0.95 for catalytic and anchor cores (for example SecA ATPase and the GroES IVL anchor), while diffuse regulatory and fitness-defined labels are substantially harder to separate. For 6Q97, a Tier 1 and Tier 2 labelling scheme over tmRNA and SmpB pockets, decoding-centre rRNA, the 23S peptidyl transferase centre, and helicase-like uS3, uS4, and uS5 pockets, together with a curated hard-negative panel of 323 buried hydrophobic, electrostatic, and stacking decoys, yields global AUCs of approximately 0.94 (Tier 1 plus Tier 2 versus all) and approximately 0.98 (Tier 1 plus Tier 2 versus hard negatives). These results support the view that the environment representation defines an interpretable \"reactivity manifold\" in which genuinely functional pockets occupy regions that cannot be mimicked by generic dense or charged environments, and that this structure remains accessible even for full ribosomes on modest hardware.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.29.651260",
    "doi": "10.1101/2025.04.29.651260",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.694250",
    "title": "Lung derived extracellular vesicles have distinct pro-repair effects, depending on the age of their source tissue",
    "authors": [
      "Chen, Q.",
      "Tseng, P.",
      "Diaz-Nicieza, C.",
      "Culley, F. J.",
      "Dean, C. H.",
      "Kim, S. Y."
    ],
    "summary": "Many age-related lung diseases encompass aberrant repair mechanisms. To develop novel treatments for these diseases, it is critical to understand how biology and repair signals are altered in aged lungs. Extracellular vesicles (EVs) carry bioactive signals reflecting their source tissue; therefore, we used EVs derived from precision-cut lung slices (PCLS) as tools to investigate differences in lung biology and repair signals that occur upon ageing and injury.\n\nWe compared the physicochemical properties and biological content of four groups of EVs, obtained from uninjured and injured, young and aged PCLS. Treatment with EVs obtained from young, uninjured (YU) PCLS decreased apoptotic cells in both young and aged spatially injured (AIR)-PCLS. YU EVs also increased the percentage of alveolar progenitor cells in aged AIR-PCLS, indicating that aged lungs retain the capacity to mount a repair response, if provided with the right biological cues.\n\nSmall RNA sequencing revealed the miRNA content of each EV group is altered, depending on the physiological conditions of their source tissue. Bioinformatic analysis of the target genes regulated by differentially expressed miRNAs identified enrichment of genes required for lung development and repair.\n\nThese findings pave the way for future therapeutic strategies to repair or regenerate aged lungs.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.694250",
    "doi": "10.64898/2025.12.23.694250",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696964",
    "title": "Parallel genomic remodeling associated with independent terrestrialization events in arthropods",
    "authors": [
      "Benitez-Alvarez, L.",
      "Tonzo, V.",
      "Aristide, L.",
      "Fernandez, R."
    ],
    "summary": "The repeated transition from aquatic to terrestrial environments (terrestrialization) has shaped the evolutionary trajectory of many animal lineages, yet the genomic basis of this ecological shift remains incompletely understood. Arthropods, with multiple independent terrestrialization events, provide a powerful system to investigate whether parallel genomic changes underlie adaptation to land. Here, we present a phylum-wide comparative phylogenomic analysis of 309 arthropod species representing aquatic and terrestrial lineages, using gene family evolutionary dynamics and directional selection analyses to uncover shared genomic strategies associated with life on land. We identified thousands of orthogroups showing parallel expansions or contractions across the three main lineages that colonized land (Arachnida, Myriapoda, and Hexapoda), of which a significant proportion also exhibited lineage-specific shifts in selective pressure. Functional enrichment of these orthogroups revealed functional convergence on processes such as oxidative stress response, transmembrane transport, energy metabolism, exoskeleton formation, and moulting regulation. Notably, parallel evolution in aquaporins, solute carriers, cytochrome P450s, superoxide dismutases, and heat shock proteins suggests that a conserved terrestrialization toolkit underlies independent colonization events. Additionally, parallel remodeling of key developmental and immune signaling pathways highlights the role of regulatory and structural innovations in adapting to terrestrial challenges. Our results provide the first large-scale genomic evidence of parallel molecular evolution driving arthropod terrestrialization and emphasize the power of comparative genomics to reveal shared solutions to ecological transitions across deep evolutionary timescales.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696964",
    "doi": "10.64898/2025.12.29.696964",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696944",
    "title": "Multiple Molecular Pathways to Longevity: Opposing Gene Expression Programs Define Distinct Aging Strategies",
    "authors": [
      "Rudich, Z. D.",
      "Tamez Gonzalez, A. A.",
      "Guan, J.",
      "Booth, G. F.",
      "Soo, S. K.",
      "Anglas, U.",
      "Mistry, M.",
      "Senchuk, M. M.",
      "Van Raamsdonk, J. M."
    ],
    "summary": "While aging is the greatest risk factor for the development of neurodegenerative disease, the role of aging in these diseases is poorly understood. Our previous work has shown that targeting aging pathways can be neuroprotective in animal models of neurodegenerative disease. Based on these findings, we believe that by gaining insight into the aging process, that knowledge can be applied to identify novel therapeutic targets for neurodegenerative disease. To advance our understanding of aging, we used a genomics approach to identify genes regulated by multiple lifespan-extending pathways. We performed RNA sequencing on nine long-lived C. elegans mutants representing seven longevity pathways: insulin/IGF-1 signaling, dietary restriction, germline deficiency, impaired chemosensation, reduced translation, elevated mitochondrial ROS, and mild mitochondrial impairment. We found that most pairs of long-lived mutants exhibited a significant overlap in differentially expressed genes. Comparing gene expression across the entire panel of long-lived mutants revealed three distinct longevity groups that could be clearly distinguished by gene expression. Interestingly, two of these groups showed modulation of specific genetic pathways in opposite directions, suggesting that there are multiple alternative strategies to achieving long life. Filtering for genes similarly modulated in at least six mutants identified 196 upregulated and 62 downregulated aging genes. Upregulated genes were enriched in immunity, defense and metabolism, while many downregulated genes impacted translation and gene expression. To assess the ability of these genes to enhance longevity individually, we knocked down the commonly upregulated genes in long-lived mutants and evaluated the resulting effect on lifespan. Using this approach, we identified several genes that affect lifespan individually. Upregulation of at least some of these genes was sufficient to enhance stress resistance and extend lifespan in wild-type worms. Overall, the shared longevity genes identified in this work offer potential targets to promote healthy aging and decrease age-onset disease.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696944",
    "doi": "10.64898/2025.12.29.696944",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bIGF\\-1\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696958",
    "title": "Type 2 diabetes Reprograms Bone Marrow Hematopoiesis and Dysregulates Immune Signaling in Response to Stroke",
    "authors": [
      "Zhang, H.",
      "Gu, W.",
      "Yu, K.",
      "Tu, C.-L.",
      "Chang, W.",
      "Liu, J."
    ],
    "summary": "Type 2 diabetes mellitus (T2DM) worsens stroke outcomes, but the underlying mechanisms linking T2DM to systemic immune dysfunction remain unclear. We investigated whether T2DM alters bone marrow (BM) hematopoiesis and dysregulate immune signaling following ischemic stroke in mice. Single-cell RNA sequencing, GeoMx digital spatial profiling (DSP), nCounter, and flow cytometry were used to analyze BM cells from control (db/+, Ctrl) and diabetic (db/db, T2DM) mice underwent experimental stroke or sham surgery. Diabetes caused marked structural remodeling of BM, with reduced cellularity and imbalance of hematopoietic lineages. Pseudotime trajectory analysis revealed impaired differentiation and maturation signatures of hematopoietic progenitor cells (HPC1) and granulocytes, and overactivation toward monocytes in diabetes after stroke. CellChat analysis demonstrated reorganization of intercellular communication, with hematopoietic progenitor cells (HPC1) and monocytes emerging as dominant signaling hubs through upregulated MIF, SIRP, and THBS pathways. AUCell enrichment indicated increased glycolysis and oxidative phosphorylation but reduced interferon-{gamma} (IFN-{gamma}) signaling, reflecting metabolic activation coupled with immune dysregulation. DSP and nCounter further confirmed upregulation of genes in the MIF, SIRP and THBS pathways in CD115 monocytes and Ly6G neutrophils, indicating proinflammatory and migratory activation in diabetic bone marrow. Our data suggest that T2DM reprograms hematopoiesis and signaling networks, leading to maladaptive myeloid responses and impaired immune regulation after stroke. This maladaptive BM environment amplifies inflammation and limits repair, linking diabetic metabolic stress to worsened ischemic outcomes. Targeting bone marrow immune dysfunction may offer a therapeutic strategy to improve stroke recovery in diabetic patients.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696958",
    "doi": "10.64898/2025.12.29.696958",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696898",
    "title": "Nucleolar Targeting and ROS-dependent inhibition of rRNA synthesis by Epstein-Barr Virus Nuclear Antigen 1",
    "authors": [
      "Chabi, M.-M.",
      "Aguida, B.",
      "Laudat, T.",
      "Villette, K.",
      "Oufella, N.",
      "Castro Da costa, S.",
      "Stierle, V.",
      "Sirri, V.",
      "Roussel, P.",
      "Akpovi, C.",
      "Pothier, J.",
      "Jourdan, N."
    ],
    "summary": "Epstein-Barr virus nuclear antigen 1 (EBNA-1) is essential for viral episome maintenance and is consistently expressed in all forms of EBV latency. In a previous study, we observed EBNA 1 localizing in the nucleolus, as well as its interaction with the nucleolar protein EBP2 in both the nucleoplasm and nucleoli. Nucleoli are dynamic nuclear domains that coordinate ribosome assembly with the regulation of cell cycle progression and stress responses. Here, we studied the mechanism by which EBNA-1 achieves nucleolar localization and functional consequences for host cell physiology. We observed that EBNA-1 nucleolar accumulation occurs specifically during late G1 and S phase and depends on a bipartite nucleolar localization signal (NoLS) composed of two cooperative Weber motifs separated by 24 amino acids. Mutations disrupting NoLS abolish interaction with the nucleolar protein EBP2, whose depletion similarly prevents EBNA-1 nucleolar import. Once in the nucleolus, EBNA1 triggers a 50 % reduction in the synthesis of ribosomal RNA (rRNA) which leads to a global reduction in cellular protein production. In addition, EBNA1 nucleolar targeting induces reactive oxygen species (ROS) production and antioxidant treatment restores both rRNA transcription and protein synthesis. These findings identify EBP2 as a viral nucleolar docking partner and establish nucleolar targeting of EBNA1 as a regulated, cell cycle-dependent process that links oxidative stress to the perturbation of ribosome biogenesis. This mechanism may contribute to the ability of EBNA-1 to promote cell survival and transformation.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696898",
    "doi": "10.64898/2025.12.29.696898",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696916",
    "title": "Lysine deficiency within a conserved lysine desert is critical for EEL-1/HUWE1 to support ubiquitin proteasome system function.",
    "authors": [
      "Yanagi, K. S.",
      "Chen, B. J.",
      "Kunjo, S. O.",
      "Topalidou, I.",
      "Lehrbach, N. J."
    ],
    "summary": "The ubiquitin proteasome system (UPS) is the primary mechanism for targeted protein degradation in eukaryotic cells. Dysfunction of this system is a driver of human disease and a hallmark of aging and late-onset neurodegenerative disorders. Understanding the mechanisms that ensure robust protein turnover may provide new avenues for treatment in these contexts. E3 ubiquitin ligases play critical roles in supplying ubiquitinated substrates to the proteasome, with HUWE1 being an enormous, versatile, and highly conserved member of this family. Here, we show that the C. elegans HUWE1 ortholog, EEL-1, contributes to robust protein turnover during challenges to the proteolytic capacity of the proteasome. We demonstrate that the ability of EEL-1/HUWE1 to safeguard protein turnover requires ubiquitin-binding domains within the substrate-binding arena and the HECT-type ubiquitin ligase activity, supporting a model in which EEL-1 ensures degradation by increasing ubiquitination of pre-ubiquitinated substrates. EEL-1 contains extensive lysine-deficient regions, found at conserved locations in its substrate-binding arena. Through unbiased mutagenesis screening and precise engineering of the EEL-1 protein, we uncover that introducing lysine residues into these regions is detrimental to UPS function. Together, our findings indicate a central and evolutionarily ancient role for EEL-1/HUWE1 in maintaining optimal UPS function and support targeting this E3 for therapeutic manipulation.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696916",
    "doi": "10.64898/2025.12.29.696916",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697008",
    "title": "Characterization of Z-DNA dynamics across the tree of life",
    "authors": [
      "Megalovasilis, G.",
      "Bochalis, E.",
      "Patsakis, M.",
      "Chartoumpekis, D. V.",
      "Wang, G.",
      "Vasquez, K. M.",
      "Georgakopoulos-Soares, I."
    ],
    "summary": "Z-DNA/Z-RNA is an alternative left-handed nucleic acid conformation with established and emerging roles in gene regulation, immunity, and genome instability. However, its occurrence dynamics and lineage specificity across the tree of life have not yet been fully characterized. Utilizing the recently developed and improved Z-DNA searching tool, ZSeeker, we analyzed 281,139 complete organismal genomes, including multiple Telomere-to-Telomere genome assemblies, and generated genome-wide Z-nucleic acid maps, examined their topography, and compared them to dinucleotide-preserving controls. Cellular genomes featured pervasive Z-DNA enrichment relative to expectation, with enrichments of ~1.5 and ~1.7-fold in Bacteria and Archaea and ~3-fold in Eukaryota. In contrast, Viruses exhibited large differences between lineages, with modest enrichment in several DNA viral groups and pronounced depletion across RNA clades, most notably Influenza A/B strains. We built a LASSO regression model trained on non-Influenza viruses (cross-validated R2 {approx} 0.73), which identified GC content, genome type, and host type as the leading predictors for Z-nucleic acid density, yet it significantly over-predicted Z-RNA density in Influenza A/B. More than 99% of assemblies exceeded the +2 SD threshold, and a \"typical Influenza\" genome was predicted at 2.76 bp/kb compared to ~0.016 bp/kb observed (a ~170-fold overestimation based on chance alone). Together, these results reveal domain- and lineage-specific regimes: cellular genomes are enriched for Z-DNA consistent with regulatory roles, whereas influenza viruses appear to have undergone strong, lineage-specific depletion of Z-RNA-forming sequences, likely reflecting evolutionary pressure tied to host sensing pathways.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697008",
    "doi": "10.64898/2025.12.30.697008",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.696989",
    "title": "A conserved mitochondrial role for cyclin C in mediating oxidative stress-induced cell death in yeast",
    "authors": [
      "Doyle, S. J.",
      "Bauer, J. R.",
      "Stieg, D. C.",
      "Emami, S.",
      "Smethurst, D. G.",
      "Strich, R."
    ],
    "summary": "Cyclin C is a highly conserved component of the Mediator kinase module that regulates transcription through CDK8 stimulation. In addition, the yeast (Cnc1) and human (CCNC) cyclin C exhibit stress-induced mitochondrial translocation to stimulate fission through direct interaction with the dynamin-like GTPase DRP1 (mammals) or Dnm1 (yeast). Gene ablation studies revealed that both Cnc1 and CCNC are required for cell damage-induced regulated cell death (RCD). To determine the relative contributions of cyclin Cs transcriptional and mitochondrial roles in promoting RCD, this study utilized docking simulation algorithms to predict interaction interfaces for CCNC-CDK8 and CCNC-DRP1 heterodimers. As expected, CCNC bound CDK8 through its amino terminal cyclin box domain while DRP1 associated with the second carboxyl cyclin box. Using these predictions, we used site directed mutagenesis on Cnc1 to separate these functions. Importantly, only the DRP1/Dnm1-interaction residues were important for RCD in yeast. Interestingly, although Dnm1 is required for RCD, its fission activity was not. Moreover, Dnm1 is still required for RCD even when Cnc1 is targeted to the mitochondria indicating it is not simply functioning as a tether. Finally, when expressed in yeast, the human CCNC efficiently induced fission and stimulated RCD. Moreover, these functions required predicted DRP1 interaction sites as well. In conclusion, these studies revealed that cyclin C separates its nuclear and mitochondrial activities by utilizing different cyclin box domains. Second, Dnm1-cyclin C interaction, and not transcriptional control, is critical for cyclin C-dependent RCD and this role is conserved from yeast to humans.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.696989",
    "doi": "10.64898/2025.12.30.696989",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.30.697028",
    "title": "Telomeric repeat distribution and chromosomal evolution in the slipper orchid genus Paphiopedilum",
    "authors": [
      "Lan, T.",
      "Albert, V. A."
    ],
    "summary": "The chromosomal mechanisms responsible for the extraordinary diversity in chromosome number and karyotype structure in Paphiopedilum remain incompletely resolved, particularly the processes by which extensive dysploid variation has arisen in the apparent absence of polyploidy. Telomeric repeats provide informative cytogenetic markers for reconstructing chromosome evolution because their typically terminal localization and repetitive nature can retain signatures of breakage, fusion, and repair. To address the chromosomal evolutionary problem in Paphiopedilum, telomeric repeat distribution was examined in 41 species representing all major taxonomic sections (phylogenetic lineages) using fluorescence in situ hybridization (FISH). In addition to conventional terminal telomeres, diverse interstitial telomeric repeat (ITR) patterns were detected, including centromeric, pericentromeric, and subtelomeric arrays, as well as rare chromosome ends lacking detectable telomeric signals. Classification of these patterns into twelve chromosomal types, interpreted in a phylogenetic context, suggests that telomere-associated and chromosome structural processes have contributed to karyotype diversification, including centric fission, subtelomeric rearrangement, repeat amplification, and potentially centric fusion, with different processes predominating among lineages. In some sections, such as Pardalopetalum, these types resolve into internally consistent patterns often dominated by terminal localization with recurrent subtelomeric expansion, providing a clear cytogenetic signature of lineage-specific telomere repeat dynamics, whereas other sections exhibit greater within-section heterogeneity in both signal position and intensity. These results provide a coherent cytogenetic framework for dysploid chromosome evolution in Paphiopedilum and identify telomeric repeat dynamics as an important contributor to karyotype diversification in the genus.",
    "published": "2025-12-30T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.30.697028",
    "doi": "10.64898/2025.12.30.697028",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.1101/2024.03.29.587321",
    "title": "Proteome dynamics reveal Leiomodin 1 as a key regulator of myogenic differentiation",
    "authors": [
      "Spath, E.",
      "Schuler, S. C.",
      "Heinze, I.",
      "Dau, T. T. D.",
      "Minetti, A.",
      "Hofmann, M.",
      "Hoenzke, K.",
      "von Maltzahn, J.",
      "Ori, A."
    ],
    "summary": "During myogenic differentiation the cellular architecture and proteome of muscle stem cells and myoblasts undergo extensive remodeling. These molecular processes are only partially understood and display alterations in disease conditions as well as during aging resulting in impaired regeneration. Here, we used mass spectrometry to quantify the temporal dynamics of more than 6000 proteins during myogenic differentiation. We identified the actin nucleator leiomodin 1 (LMOD1) among a restricted subset of cytoskeletal proteins increasing in abundance in early phases of myogenic differentiation. We show that LMOD1 is already expressed by muscle stem cells in vivo and displays increased abundance during skeletal muscle regeneration, especially during early regeneration suggesting that LMOD1 is important for induction of myotube formation. Of note, knockdown of LMOD1 in primary myoblasts and during skeletal muscle regeneration severely affects myogenic differentiation, while overexpression accelerates and improves the initiation of myotube formation suggesting that LMOD1 is a critical component regulating myogenic differentiation. Mechanistically, we show that LMOD1 physically and functionally interacts with the deacetylase sirtuin1 (SIRT1), a regulator of myogenic differentiation, especially at the onset of myogenic differentiation. We demonstrate that LMOD1 influences SIRT1 localization and the expression of a subset of its target genes. Consistently, depletion or pharmacological inhibition of SIRT1 partially rescues the impairment of myogenic differentiation observed after knockdown of LMOD1. Our work identifies a new regulator of myogenic differentiation that might be targeted to improve muscle regeneration in aging and disease.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.03.29.587321",
    "doi": "10.1101/2024.03.29.587321",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.16.659888",
    "title": "SWI/SNF ATPase Brahma and Notch signaling collaborate with CBP/p300 to regulate neural stem cell apoptosis in Drosophila larval central nervous system.",
    "authors": [
      "Bala, P.",
      "Prakki, V.",
      "JOSHI, R."
    ],
    "summary": "SWI-SNF ATPase Brahma and Notch signalling are known to interact during development, but how this interaction is executed at the molecular level is not fully understood. We have investigated the molecular mechanism of Brm-Notch interaction in the context of Hox-dependent neural stem cell (NSC) apoptosis in the developing Central Nervous System (CNS) of Drosophila. Our results suggest a multi-tier regulation of NSC apoptosis by Brahma, first by regulating the expression of Drosophila CBP/p300 (Nejire) and the molecular triggers of cell death (Hox, bHLH factor Grainyhead, and Notch signalling pathway). The second mode of regulation is by direct binding of Brahma to the apoptotic enhancer and its collaboration with Notch signalling pathway to regulate the RHG family of apoptotic genes, grim and reaper. Our data support a model where, upon activation of Notch signaling, Brahma and CSL-Su(H)/Mastermind complex recruit CBP/p300 onto the apoptotic enhancer. This increases the H3K27ac marks on the nucleosomes to open up the chromatin and facilitate apoptotic gene transcription in Abd-B and Grh dependent manner.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.16.659888",
    "doi": "10.1101/2025.06.16.659888",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.30.685705",
    "title": "Mathematical modeling of light chain aggregation and cardiac damage in AL amyloidosis",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AL amyloidosis is a rapidly progressive disorder characterized by clonal plasma cell expansion, excessive production of light chains (LCs), and their misfolding into aggregation-prone monomers. These monomers assemble into oligomers and ultimately deposit as amyloid fibrils, particularly within cardiac tissue, where they contribute to myocardial stiffening and direct cardiotoxicity. A mechanistic model was developed to quantify the interplay between these two pathogenic processes and to examine the kinetics of LC aggregation in different compartments. Simulations reveal that LC aggregation exhibits pronounced nonlinearity: oligomer concentrations remain low during early disease stages, followed by exponential growth driven by autocatalytic conversion. When aggregation is assumed to occur within cardiac tissue, fibril deposition is approximately 25 times greater, and oligomer-induced cardiotoxicity is about five times higher, compared with aggregation occurring in the blood plasma. These differences stem from the smaller cardiac volume, which accelerates autocatalytic oligomer formation. A combined cardiac damage criterion, integrating both oligomer-induced cardiotoxicity and fibril-associated myocardial stiffening, was introduced and found to reach values approximately tenfold higher when LC aggregation occurs within cardiac tissue compared with aggregation in the blood plasma. This parameter may serve as a quantitative measure of cardiac aging or disease severity. The model also predicts that therapeutic intervention markedly reduces, but does not eliminate cardiac injury, highlighting the importance of early treatment initiation in AL amyloidosis.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.30.685705",
    "doi": "10.1101/2025.10.30.685705",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.01.691680",
    "title": "Smooth muscle LRRC8A knockout reduces superoxide influx, inflammation, senescence and atherosclerosis",
    "authors": [
      "Panja, S.",
      "Choi, H.",
      "Nguyen, H.-N.",
      "Russolillo, J.",
      "Dikalov, S.",
      "Stark, R. J.",
      "Lamb, F. S."
    ],
    "summary": "Background: Leucine Rich Repeat Containing 8A (LRRC8A) anion channels (VRACs) associate with NADPH oxidase 1 (Nox1) and support extracellular superoxide (O2*-) production, inflammation, and contractility in vascular smooth muscle cells (VSMCs). We proposed previously that VRACs also support influx of O2*- to localize cytoplasmic redox signals. Methods: We assayed O2*- influx, assessed changes in mRNA expression (RNAseq), and tested multiple phenotypes of cultured LRRC8A knockout (KO) VSMCs. Aortic atherosclerotic burden and inflammation, and mesenteric vascular reactivity were compared between wild type (WT) apolipoprotein E null (ApoE-/-) mice and VSMC-specific LRRC8A KO, ApoE-/- mice. Results: KO cells were less permeable to extracellular O2*-, produced less mitochondrial O2*-, and experienced less oxidant stress (GSH/GSSG, lipid peroxidation, Nrf2 activity) than WT. RNAseq and reporter assays demonstrated reduced pro-inflammatory (NF-{kappa}B and Hif1) transcription. KO cells also under-expressed multiple senescence markers and had longer telomeres. Inflammation causes a metabolic shift from oxidative phosphorylation (OCR) to glycolysis (ECAR). Both pathways were less active in KO cells, as was expression of glycolytic enzymes. Mitochondrial membrane potential was lower in KO cells, but ADP/ATP and NADP+/NADPH were unaltered, suggesting lower energy demand. Consistent with this, proliferation and migration were both reduced in KO cells. Protein-protein interaction analysis of RNAseq data (PPI Hub) identified Epidermal Growth Factor Receptor (EGFR) signaling. Resting phosphorylation of EGFR (pY1068) and AKT (pS473 and pT308) were all reduced in KO cells, as was and EGF-induced pY1068 and pS308. Following 15 weeks of exposure to a high fat diet (42%) VSMC-specific LRRC8A-/- and 8A+/-, ApoE-/- mice had reduced atherosclerotic lesion area, aortic senescence ({beta}-Gal), inflammation (ICAM, VCAM) and proliferation marker (PCNA) expression compared to WT, ApoE-/- controls. Mesenteric artery vasomotor function was also preserved, and the abundance of MYPT1 and CPI17 was lower in KO vessels. Uptake of oxidized LDL (OxLDL) was significantly reduced in KO VSMCs and impaired by VRAC block in WT cells. Conclusions: Loss of LRRC8A reduced O2*- influx, oxidative stress, inflammation and senescence, lowers energy demand, and in the setting of hypercholesterolemia impaired uptake of oxidized LDL and abrogated atherosclerosis. VSMC VRACs may be novel targets of vascular anti-inflammatory therapy.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.01.691680",
    "doi": "10.64898/2025.12.01.691680",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bOxidative\\ stress\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696270",
    "title": "Compromised ESCRT signalling is sufficient for resistance to the Target of Rapamycin Complex inhibitor Torin1 in fission yeast",
    "authors": [
      "Alao, J. P.",
      "Islam, R. A.",
      "Toyoda, Y.",
      "Saitoh, S.",
      "Rallis, C."
    ],
    "summary": "BackgroundFission yeast cells defective in Golgi-endosomal sorting display high resistance to Torin1, a pan-Target of Rapamycin (TOR) inhibitor. TOR complexes regulate the ESCRT system to integrate nutrient availability with cell division. TOR activity is frequently deregulated in cancer, making it an attractive therapeutic target. Deregulated ESCRT activity has also been associated with cancer, but its role in mediating drug resistance is not fully understood. Herein, we have investigated the role of the ESCRT system in regulating sensitivity to Torin1.\n\nMethodsGrowth assays were used to monitor the growth of yeast cells. The effect of Torin1 on protein expression was monitored by immunoblotting. Fluorescence microscopy was used to investigate the action of Torin1 on protein localization.\n\nResultsThe ESCRT system mediates Torin1-induced degradation of amino acid and glucose transporters. The expression of these transporters at the plasma membrane is not abolished in ESCRT mutants. Mutants unable to effectively ubiquitylate these transporters are also resistant to Torin1. Impaired ESCRT-mediated protein degradation is associated with strong resistance to Torin1.\n\nConclusionsMutations in genes encoding ESCRT components have been reported in cancer. We present evidence that compromised ESCRT signalling is sufficient for resistance to Torin1. Cells defective in ESCRT signalling or ubiquitin homeostasis are highly resistant to Torin1. Our studies demonstrate that defective ESCRT-mediated proteolysis can suppress sensitivity to Torin1.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696270",
    "doi": "10.64898/2025.12.23.696270",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696759",
    "title": "The interplay between autophagy and the carbon/nitrogen ratio as key modulator of the auxin-dependent chloronema-caulonema developmental transition in Physcomitrium patens.",
    "authors": [
      "Pettinari, G.",
      "Liberatore, F.",
      "Mary, V.",
      "Theumer, M.",
      "Lascano, R.",
      "Saavedra, L. L."
    ],
    "summary": "Plant growth and development are tightly coordinated with metabolic status and environmental nutrient availability, yet how intracellular recycling pathways integrate these cues with hormonal signaling remains poorly understood outside angiosperms. Here, we used the model bryophyte Physcomitrium patens to address the role of autophagy in modulating auxin-induced caulonemata development in response to conditions altering the carbon/nitrogen (C/N) ratio. Loss of autophagic function enhanced caulonemata differentiation and colony expansion under ammonium-free and nitrogen-deficient conditions, phenocopying wild-type responses to nutrient starvation even under mild C/N imbalance. These developmental changes were associated with altered carbon homeostasis, increased endogenous indole-3-acetic acid (IAA) levels, reduced gene expression of the auxin exporter PpPINA, and up-regulation of auxin-responsive RSL transcription factors. In contrast, autophagy-deficient mutants show reduced sensitivity to exogenous sugars and exhibit hypersensitivity to prolonged auxin treatment, resulting in growth inhibition and cell death. Autophagic flux analyses revealed that caulonemata-inducing conditions, including auxin supply and nitrogen limitation, generally suppress autophagic activity, particularly during the dark period. Together, our results identify autophagy as a central integrator of metabolic and hormonal signals during early moss development, acting to restrain auxin-driven differentiation in favor of nutrient remobilization and growth homeostasis.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696759",
    "doi": "10.64898/2025.12.28.696759",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696737",
    "title": "Virus-Host Interaction Gets Lousy: P1vir Phage Development Upon Impaired RNA Global Regulation in Escherichia coli Δhfq Mutant Cells",
    "authors": [
      "Cech, G.",
      "Szalewska-Pałasz, A.",
      "Giełdon, J.",
      "Wegrzyn, G.",
      "Kloska, A."
    ],
    "summary": "Bacteriophage P1 is a classic tool in molecular genetics, and its virulent derivative, P1vir, is widely used for generalized transduction in Escherichia coli. Phage development depends on host physiology and metabolism, much of which is controlled by RNA-based regulation. The bacterial RNA chaperone Hfq is a global post-transcriptional regulator of stress and metabolic pathways, but its role in phage biology is poorly understood. Here, we examined the effect of Hfq loss on P1vir development by comparing the infection kinetics, virion morphology, and global transcriptomes of P1vir and its E. coli hosts in the wild-type and {Delta}hfq backgrounds. Deletion of hfq impaired P1vir lytic development, yielding smaller plaques, reduced burst size, and virions with smaller heads and thinner tails. P1vir transcriptional profiling showed that {Delta}hfq-specific dysregulation emerged early and intensified over time, with disrupted developmental timing, compromised replication and genome processing, and an unbalanced morphogenetic program. In wild-type cells, P1vir infection triggered broad, time-dependent reprogramming of host gene expression, including the induction of central carbon and amino acid metabolism and other anabolic pathways, consistent with a state that supports productive phage replication. In contrast, the {Delta}hfq mutant mounted a narrower response, with limited metabolic induction and late upregulation of chaperones and proteostasis factors, suggesting the accumulation of misfolded proteins or stalled assembly intermediates. Motif scanning of P1vir transcripts identified candidate Hfq-favored sequence features in several under-induced phage genes, suggesting direct Hfq-RNA regulation. Thus, Hfq, although not essential, is important for efficient P1vir lytic development by coordinating phage gene expression with host reprogramming.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696737",
    "doi": "10.64898/2025.12.28.696737",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696849",
    "title": "Proteome-wide ubiquitinome profiling reveals substrate-specific dynamics within the USP7 network",
    "authors": [
      "Wolf van der Meer, J.",
      "van der Knaap, J.",
      "Sijm, A.",
      "Bezstarosti, K.",
      "Dekkers, D. H. W.",
      "Doff, W.",
      "Demmers, J. A.",
      "Verrijzer, P."
    ],
    "summary": "USP7 is a pleiotropic deubiquitylating enzyme that is involved in tumor suppression, (neuro)development, chromatin regulation and the DNA damage response. How USP7 regulates these diverse pathways is still unclear. Here, we report data-independent acquisition and label free quantitation mass spectrometry (DIA-LFQ-MS) to profile the proteome-wide impact of USP7 on substrate de-ubiquitylation and overall protein abundance. First, we identified proteins associated with endogenous USP7 by immunopurification followed by DIA-LFQ-MS. Integration of our new results with earlier interactomes of epitope-tagged USP7 yielded a consensus set of high-confidence protein targets. Domain mapping analysis revealed that, in addition to the TRAF domain, the ubiquitin-like domains of USP7 play a key role in substrate selection. Using specific enrichment of tryptic K-{varepsilon}-GG peptides, we mapped proteome-wide changes in ubiquitinome dynamics following inhibition of USP7. Combining unbiased proteome-wide and targeted quantitative mass spectrometry revealed that deubiquitylation by USP7 can have different effects on the stability of distinct substrates, and suggests that the activity profile of USP7 is substrate-dependent rather than an intrinsic enzymatic property. Thus, in addition to providing a proteome-wide map of USP7 target sites, our multi-angle proteomics approach reveals that the effects of USP7-mediated deubiquitylation on its targets are remarkably variable and substrate-specific. Finally, based on these detailed molecular insights we show how USP7 connects various neurodevelopmental syndromes and tumor suppression pathways.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696849",
    "doi": "10.64898/2025.12.29.696849",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696781",
    "title": "BNIP3-mTOR Signaling Mediates Resistance to MET Inhibition in Glioblastoma",
    "authors": [
      "Li, Y.",
      "Khan, H.",
      "Demirsoy, S.",
      "Bernhardt, W.",
      "Valensi, H.",
      "Lee, J.",
      "Machtay, M.",
      "Aregawi, D.",
      "Glantz, M.",
      "Giglio, P.",
      "Yang, S.",
      "Schell, T.",
      "Walter, V.",
      "Uzun, Y.",
      "Olmez, I."
    ],
    "summary": "Glioblastoma (GBM) is an aggressive primary brain malignancy with poor prognosis due to rapid progression, extensive invasiveness, and intrinsic resistance to standard therapies. Aberrant activation of receptor tyrosine kinases (RTKs), particularly MET, drives tumor proliferation, invasion, and therapy resistance. Here, we show that MET inhibition with crizotinib induces senescence and mitochondrial dysfunction in glioma-initiating cells (GICs), in part via downregulation of the mitochondrial protein BNIP3. However, BNIP3 downregulation activates mTOR signaling, enabling adaptive resistance. Targeting mTOR with everolimus in combination with crizotinib synergistically enhances anti-tumor effects, inducing apoptosis, senescence, and necroptosis, and significantly reducing cell viability and sphere-forming capacity. In orthotopic GBM xenograft models, this combination, particularly in a sequential regimen, markedly prolongs survival without overt toxicity. Our findings identify a BNIP3-mTOR signaling axis as a critical mediator of resistance to MET inhibition and provide a mechanistic rationale for combined MET and mTOR targeting as a promising therapeutic strategy in GBM.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696781",
    "doi": "10.64898/2025.12.28.696781",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b",
      "\\bmTOR\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696880",
    "title": "A brief exposure to rotenone alters microtubule dynamics resulting in aberrant elongation of primary cilia with impaired function",
    "authors": [
      "Halder, P.",
      "Mondal, R.",
      "Chakraborty, E.",
      "Majumder, S."
    ],
    "summary": "Rotenone, an environmental toxin, is widely used to model Parkinsons disease owing to its well-studied effect to inhibit mitochondrial complex I function and to increase Reactive Oxygen Species (ROS), thereby leading to dopaminergic neuron degeneration. Less appreciated is its impact on microtubules (MT), except for suggesting that it promotes microtubule depolymerization, raising the question of whether rotenone also impacts primary cilia (PC) that are microtubule-based signalling hubs, which are essential for neuronal function. Using hTERT-RPE1 (or RPE1) cells, which assemble PC upon serum starvation, we discovered that brief exposure to rotenone (2-6 h) at low concentration (100 nM) causes a striking elongation of PC and hyperacetylation of cytoskeletal microtubules. At this concentration, rotenone does not significantly alter mitochondrial dynamics or bioenergetics, and these phenotypes could not be reversed by pre-incubating cells with ROS scavenger NAC, or supplementing cells with NR. Thus, these observed effects of rotenone treatment in quiescent cells are predominantly independent of mitochondrial toxicity. Depletion of -TAT1, the -tubulin acetyltransferase, eliminated microtubule acetylation without preventing ciliary elongation, suggesting that rotenone drives PC extension through additional mechanisms. Importantly, rotenone increases soluble tubulin pools, owing to its microtubule destabilizing effect, which are likely the mechanism contributing to ciliary axoneme elongation as well as hyperacetylation of cytoskeletal microtubules. Critically, such aberrant increase in PC length impaired Sonic Hedgehog (SHH) signalling, which is exclusively transduced by PC during embryonic development and is critical for maintaining adult tissue homeostasis. Thus, our findings reveal that even brief, low-dose rotenone exposure induces aberrant elongation of PC in quiescent cells that assemble PC, while simultaneously disrupting the function of PC. Based on our observation and previous studies, we propose that such ciliary dysfunction represents an underappreciated mechanism by which rotenone contributes to the pathogenesis of neurodegenerative disease via affecting neuronal primary cilia.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696880",
    "doi": "10.64898/2025.12.29.696880",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696806",
    "title": "A novel dephosphorylation peptide inhibits 17β-HSD1 enzyme activity in ovarian granulosa cells and breast cancer cells",
    "authors": [
      "Yang, F.",
      "Feng, H.",
      "Chen, S.",
      "Liu, X.",
      "Yu, T.",
      "Li, Y.",
      "Wu, H.",
      "Zeng, S.",
      "Han, X.",
      "Lian, J.",
      "Wang, K.",
      "Li, X."
    ],
    "summary": "Estradiol (E2), a pivotal mammalian reproductive hormone, is closely associated with estrogen-dependent diseases. 17beta-hydroxysteroid dehydrogenase type 1 (17beta-HSD1), a critical E2 synthesis enzyme, has been understudied for its post-translational regulation-despite its potential as a therapeutic target, no clinically approved inhibitors are currently available. In our investigation of porcine follicular atresia mechanisms, we identified five differentially phosphorylated residues in 17beta-HSD1. Using in vitro site-directed mutagenesis and transgenic mouse models carrying point mutations, we established that Ser30 and Ser274 are critical phosphorylation sites that robustly modulate 17beta-HSD1 enzymatic activity. We further demonstrated that activin A and insulin-like growth factor 1 (IGF-1) enhance 17beta-HSD1 activity by promoting its phosphorylation at these two sites. To target these regulatory residues, we designed and synthesized cell-penetrating peptides (CPPs) that specifically suppress 17beta-HSD1 phosphorylation. Functional assays conclusively demonstrated that these CPPs significantly suppressed 17beta-HSD1 activity in vitro. Notably, they also inhibited the proliferation, migration and invasion of MCF-7 cells, as well as tumor growth in a mouse model of breast cancer. Our study provides novel mechanistic insights into the regulation of 17beta-HSD1 and E2 synthesis, addressing a critical gap in steroid hormone biology. The identification of Ser30/Ser274 as functional phosphorylation sites and the development of CPP-based inhibitors offer both theoretical advances and translational potential, opening new avenues for the treatment of estrogen-dependent breast cancer.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696806",
    "doi": "10.64898/2025.12.29.696806",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696554",
    "title": "Long-term high throughput agitation culturing with real-time metabolic profiling",
    "authors": [
      "Lenzen, D.",
      "Holbrook, S.",
      "Kuan, D.",
      "Ling, Q.",
      "Tsai, C.-H."
    ],
    "summary": "Cellular metabolism relies on the dynamic coordination between glycolytic flux in the cytosol and oxidative phosphorylation (OXPHOS) within the mitochondria. To study the metabolic profiles of cells, researchers apply a monitoring system for measurements of critical parameters, e.g., pH and dissolved oxygen (DO), to understand underlying energy production tendencies, dictating the performance, resilience and growth of cells. However, implementing sensitive, non-invasive sensors into long-term culturing environments remains a technical bottleneck. Here, we describe the DolphinQ bioanalyzer, a novel culturing platform designed for high-throughput, real-time monitoring of cellular metabolism states under physiologically relevant conditions. We validate the system across multiple cell types and experimental set-ups, demonstrating its ability to resolve subtle metabolic shifts that are typically obscured in end-point assays. Notably, we utilize the system to characterize the metabolic impact of heteroplasmy in a mitochondrial disease model with affected ATP synthase. Our results underscore the utility of continuous, minimally disruptive monitoring for revealing the complexities of cellular metabolic adaptation. The DolphinQ framework therefore offers a robust tool for optimizing culture conditions across a wide range of applications and advancing fundamental research into metabolic flux and mitochondrial dysfunction.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696554",
    "doi": "10.64898/2025.12.28.696554",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696719",
    "title": "yallHap: Modern Y-chromosome haplogroup inference with probabilistic scoring and ancient DNA support",
    "authors": [
      "Hardie, A."
    ],
    "summary": "The human Y chromosome enables detailed reconstruction of paternal lineages through haplogroup classification. Existing tools for this purpose typically rely on outdated phylogenies, lack ancient DNA handling, or provide limited confidence metrics. Here I present yallHap, a Y-chromosome haplogroup classifier that integrates the YFull phylogenetic tree (185,780 SNPs) with probabilistic scoring, built-in ancient DNA damage filtering, and parallel processing for population-scale studies. Validation on 1,231 high-coverage gnomAD samples achieved 99.9% accuracy (95% CI: 99.5-100%) on GRCh38, and 1,233 samples from 1000 Genomes Phase 3 achieved 99.8% accuracy (95% CI: 99.3-100%). For ancient DNA with moderate variant density (4-10%), Bayesian ancient mode achieves +19.3 pp improvement over heuristic mode (+12 to +24 pp at 1% increments; see Supplementary Table S3), reaching 60-86% accuracy. On full AADR ancient DNA validation (7,333 samples spanning ~45,000 years), this translates to 90.7% overall accuracy (95% CI: 90.0-91.3%) versus 88.3% for heuristic transversions-only mode. At variant densities [&ge;]10%, both modes reach 97-99% accuracy. yallHap supports multiple reference genomes (GRCh37, GRCh38, T2T-CHM13v2.0), provides detailed quality metrics including optional ISOGG nomenclature output, and offers multi-threaded batch processing for large-scale studies. The tool is designed for integration into modern bioinformatics pipelines, with example wrappers for nf-core/eager [16,17] and Snakemake [18] workflows. The software is open source, available at https://github.com/trianglegrrl/yallHap, and distributed via pip, Bioconda, and Docker.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696719",
    "doi": "10.64898/2025.12.28.696719",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696721",
    "title": "Rejuvenation of white adipose tissue in a longitudinal heterochronic transplantation model",
    "authors": [
      "Moldakozhayev, A.",
      "Tyshkovskiy, A.",
      "Nigro, P.",
      "de Magalhaes, C. G.",
      "Ying, K.",
      "Eames, A. W.",
      "Poganik, J. R.",
      "Tskhay, A.",
      "Zhang, B.",
      "Tikhonov, S.",
      "Anekal, P. V.",
      "Carbone, N. P.",
      "Hirshman, M. F.",
      "Goodyear, L. J.",
      "Van Raamsdonk, J. M.",
      "Gladyshev, V. N."
    ],
    "summary": "Exposure to a younger system can induce organismal rejuvenation, yet whether all tissues can be rejuvenated and by what mechanisms remains understudied. We performed heterochronic and isochronic transplantation of subcutaneous white adipose tissue (WAT) between young and old mice and longitudinally tracked changes in biological age. Transplantation accelerated tissue aging, and the molecular age of grafts shifted toward that of the host. Most importantly, old WAT was rejuvenated in a young body. Epigenetic and transcriptomic clocks revealed a reduction of predicted age, accompanied by coordinated activation of canonical and previously unrecognized thermogenic pathways. Molecular rejuvenation was further supported by architectural changes toward a youthful state, including reduced lipid droplet size and decreased cellular heterogeneity. Mitochondrial abundance and morphology remained unchanged, while collagen deposition increased. These results demonstrate that WAT biological age is partially reversible and identify molecular and cellular features underlying its rejuvenation",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696721",
    "doi": "10.64898/2025.12.28.696721",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696879",
    "title": "Injury-induced CTE-like pathology emerges in a human multicellular in vitro brain model and reveals mitochondrial and neurovascular regulation.",
    "authors": [
      "Jun, S.",
      "Hinrichsen, D. S.",
      "Kansakar, S. B.",
      "Anamala, C. C.",
      "Teregeyo, J.",
      "Roberts, H. C.",
      "Arrasmith, C. M.",
      "Thielen, M. D.",
      "Liaudanskaya, V."
    ],
    "summary": "Chronic traumatic encephalopathy (CTE) is a progressive neurodegenerative disease linked to repetitive mild head impacts, but no human-based experimental system exists to study injury-induced CTE-like pathology. Here, we establish a long-lived, human multicellular in vitro brain platform in which controlled mechanical injury induces key cellular features of CTE-like pathology. Injured cultures developed persistent tau phosphorylation, axonal degeneration, chronic inflammation, and metabolic dysfunction without widespread neuronal loss, consistent with progressive pathology rather than acute toxicity. To assess physiological relevance, we integrated transcriptomic profiles from the model with postmortem human CTE brain datasets. This analysis revealed striking convergence at the level of disease-associated modules and pathways, with endothelial cells emerging as critical contributors to CTE-like transcriptional programs. Using this human-based system, we further identified delayed mitochondrial dysfunction as a prominent and sustained feature of injury-induced pathology. Together, these findings establish the first human in vitro platform for studying injury-induced CTE-like pathology and identify neurovascular and mitochondrial regulation as central components of chronic neurodegeneration following repetitive mild brain injury.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696879",
    "doi": "10.64898/2025.12.29.696879",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696779",
    "title": "Deuterated Polyunsaturated Fatty Acids Alleviate In Vitro Skeletal Muscle Dysfunction Induced by Oxidative Stress",
    "authors": [
      "Lu, X.",
      "Sharko, O. L.",
      "Shmanai, V. V.",
      "Shchepinov, M. S.",
      "Markworth, J. F."
    ],
    "summary": "Excessive oxidative stress drives lipid peroxidation and contributes to skeletal muscle atrophy in a range of musculoskeletal diseases. Polyunsaturated fatty acids (PUFAs) are essential components of muscle cell membrane phospholipids and are especially susceptible to peroxidation due to the presence of double bonds. Currently, therapeutic options targeting lipid peroxidation to prevent muscle wasting are limited. Substituting the hydrogen atom at the bis-allylic position with deuterium could conceivably limit lipid peroxidation while retaining enzymatic PUFA metabolism. Here we investigated the potential role of deuterated PUFAs (D-PUFAs) in protecting against muscle cell dysfunction under conditions of elevated oxidative stress. Both native (H-) and deuterated (D-) forms of long chain PUFAs including arachidonic acid (ARA), eicosapentaenoic acid (EPA), docosapentaenoic acid (DPA), and docosahexaenoic acid (DHA) stimulated in vitro muscle cell growth and development in the absence of oxidative stress. D-ARA, D-EPA, D-DPA, and D-DHA each protected cultured myotubes against the deleterious effects of direct exposure to reactive oxygen species (ROS) by limiting lipid peroxidation. In contrast, H-ARA, H-EPA, H-DPA, and H-DHA each increased sensitivity to ROS-induced lipid peroxidation and exacerbated oxidative stress-induced muscle cell dysfunction. Deuterated short chain linoleic acid (D-LA), alpha linolenic acid (D-ALA), as well as D-ARA and D-EPA (but not D-DPA or D-DHA) also protected against the deleterious effects of ferroptosis inducer erastin on myogenic differentiation. Finally, D-PUFAs modulated local expression of endogenous antioxidant enzymes and muscle-specific protein ligases. Overall, our study suggests a promising role of D-PUFAs as novel therapeutics to protect against skeletal muscle dysfunction induced by oxidative stress.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696779",
    "doi": "10.64898/2025.12.29.696779",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696881",
    "title": "Hierarchical Machine Learning Uncovers Topological Signatures of Autophagy Regulation by Oral Bacteria in Oral Squamous Cell Carcinoma",
    "authors": [
      "Latifi-Navid, H.",
      "Akhavan, M.",
      "Jalali, P.",
      "Barzegar Behrooz, A.",
      "Vakili, S.",
      "Vitorino, R.",
      "Beheshti, I.",
      "Menon, A.",
      "Mutalik, V. S.",
      "Schroth, R. J.",
      "Chelikani, P.",
      "Ghavami, S."
    ],
    "summary": "Oral squamous cell carcinoma (OSCC) progression has been increasingly linked to dysbiosis of the oral microbiome. We hypothesized that pathogenic versus commensal bacteria differentially rewire host autophagy networks to either promote or inhibit OSCC progression. To test this, we constructed host-bacterium autophagy interactomes from KEGG, STRING, and curated databases, identifying key network hubs (e.g., MAPK1, STAT3) via graph-theoretic metrics. We then applied a hierarchical unsupervised machine learning pipeline, combining two-stage principal component analysis with permutation testing and linear discriminant analysis (LDA), to interrogate differences in network topology. This multi-layer approach revealed a clear separation between pro-cancer (pathogenic) and anti-cancer (commensal) bacterial network signatures, with Fusobacterium nucleatum and Streptococcus mitis emerging as dominant global outliers. Pathogenic taxa activated inflammatory-metabolic autophagy signatures (e.g., NFKB1, MYC, ACACA), whereas commensals stabilized kinase-homeostasis signaling (EGFR, PTEN, HSP90AA1). Permutation testing confirmed that these network differences were highly significant and non-random (p < 0.001). We also derived a Dysbiosis Index that robustly distinguished the pro- versus anti-cancer bacterial cohorts with high predictive power. Collectively, our findings highlight oral microbiota-autophagy network topologies as potential biomarkers of OSCC dysbiosis and as novel therapeutic targets.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696881",
    "doi": "10.64898/2025.12.29.696881",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696900",
    "title": "GM1-oligosaccharide rescues rotenone-impaired neuronal polarization through RhoA/ROCK modulation and mitochondrial protection",
    "authors": [
      "Rodriguez, P. E. A.",
      "Colmano, G. N.",
      "Pellegrini, A.",
      "Mariani, M. E.",
      "Rosso, S. B.",
      "Quassollo, G.",
      "Helguera, P.",
      "Bisbal, M.",
      "FIDELIO, G. D.",
      "Sanchez, M."
    ],
    "summary": "Neuronal polarization is a fundamental process in the formation of functional neural circuits, relying on the precise coordination between cytoskeletal regulatory signals and mechanisms that sustain cellular integrity. Disruption of these processes compromises neuronal differentiation and survival, and various neurotoxic compounds, including certain pesticides, have been associated with such dysfunctions. In this context, identifying molecules that counteract these detrimental effects is of significant therapeutic interest. Neuronal polarization is essential for the establishment of functional neural circuits and relies on coordinated regulation of actin cytoskeleton dynamics, RhoA/ROCK signaling, and mitochondrial function. Here, we investigated the neuroprotective and neurorestorative potential of the ganglioside GM1 and its oligosaccharide derivative, osGM1, in primary hippocampal pyramidal neurons exposed to the mitochondrial neurotoxin rotenone. Rotenone induced a marked arrest of neuronal development, impaired axonal elongation, and disrupted mitochondrial organization and membrane potential. Both GM1 and osGM1 promoted recovery of neuronal polarity and axonal growth, exerting protective and restorative effects even under continuous toxin exposure, with osGM1 showing superior efficacy. Notably, osGM1 also reversed axonal growth deficits caused by pathological actin stabilization. Mechanistically, osGM1 normalized rotenone-induced hyperactivation of the RhoA/ROCK pathway without altering basal signaling and partially restored mitochondrial network integrity and function. Collectively, these findings identify osGM1 as a multi-target modulator of cytoskeletal and mitochondrial dysfunction and support its translational potential as a therapeutic strategy to counteract neurotoxin-induced neuronal damage.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696900",
    "doi": "10.64898/2025.12.29.696900",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696888",
    "title": "A mouse model of CHCHD10 p.R15L familial ALS presents mild, age-related motor neuron degeneration without protein instability or mitochondrial dysfunction",
    "authors": [
      "Park, J.",
      "Stepanova, A.",
      "Dash, J.",
      "Southwell, N.",
      "Zhao, D.",
      "Konrad, C.",
      "Taygi, P.",
      "Kwan, J. Y.",
      "Shneider, N. A.",
      "Mentis, G. Z.",
      "Manfredi, G.",
      "Kawamata, H."
    ],
    "summary": "Mutations in the mitochondrial protein CHCHD10 (D10) cause a spectrum of hereditary neurodegenerative disorders. Among these, the p.R15L variant is linked to a slowly progressive, late-onset familial form of amyotrophic lateral sclerosis (ALS) with unclear pathogenic mechanisms. To better understand this, we investigated a knock-in (KI) mouse model carrying the p.R15L mutation in the endogenous protein. Unlike previously described mutant D10 KI models, p.R15L KI mice exhibited normal D10 protein levels, with no evidence of large protein aggregates. Mitochondrial respiration and hydrogen peroxide emission in mitochondria isolated from muscle and brain were unaltered. Similarly, fibroblasts from human p.R15L carriers exhibited normal D10 levels and unchanged oxidative phosphorylation function. Histochemical analyses of p.R15L KI muscle revealed mild increases in mitochondrial enzymatic activity in a subset of muscle fibers and muscle transcriptomics showed elevated expression of PGC-1, suggesting enhanced mitochondrial biogenesis. p.R15L KI mice developed subtle, late-onset phenotypes, including reduced body weight and motor activity and increased anxiety-like behavior. Importantly, in aged mice electrophysiological studies demonstrated decreased amplitude of the compound muscle action potential, commensurate with a moderate loss of spinal cord motor neurons and elevated serum neurofilament light levels, indicative of neurodegeneration. Together, these results indicate that the p.R15L mutation produces a mild, late-onset motor neuron phenotype in mice, partially recapitulating the human disease, without mitochondrial functional or morphological alterations. The findings indicate that p.R15L D10 selectively impairs mouse motor neurons through a gain-of-function mechanism, providing a genetically accurate yet mild in vivo model of familial ALS.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696888",
    "doi": "10.64898/2025.12.29.696888",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696863",
    "title": "MicroRNA-mRNA Gene Regulatory Circuitry Orchestrates the Epigenetic and Transcriptional Reprogramming  from Pluripotency to Murine Mammary Epithelial stem-like-Cells lactogenic differentiation",
    "authors": [
      "Nayak, R.",
      "Tiwari, N.",
      "Ghosh, S. C.",
      "Kethavath, S.",
      "Bharne, D.",
      "Yellaboina, S.",
      "Kurukuti, S."
    ],
    "summary": "MicroRNAs (miRNAs) are small non-coding RNAs that post-transcriptionally regulate gene expression via mRNA degradation or translational repression. While miRNAs are established regulators of development and differentiation, their role in the dynamic mRNA transitions during lactogenic differentiation of mammary epithelial cells remains incompletely characterized. In this study, we profiled miRNA expression across four distinct developmental states: embryonic stem cells (ESCs), and three progressive stages of HC11 murine mammary epithelial differentiation, including undifferentiated growth factor maintained cells (HC11 N), glucocorticoid-primed cells (HC11 P), and prolactin induced lactogenic cells (HC11 PRL). By integrating these signatures with parallel mRNA expression profiles, we identified stage specific miRNA:mRNA regulatory axes. Our analysis revealed miRNAs coordinate networks of transcription factors and epigenetic regulators to shape the lactogenic transcriptome. While ESCs and undifferentiated HC11 cells were characterized by pathways associated with pluripotency and oncogenic signalling, the pregnancy like priming stage showed enrichment in, neurotrophin signalling. Crucially, the lactation like state was dominated by PI3K Akt and mTOR signalling critical drivers of epithelial proliferation and milk synthesis. Furthermore, the integration of miRNAs with transcriptional and epigenetic regulators highlighted the modulation of prolactin signalling and extracellular matrix receptor interactions during lactation. This study provides a comprehensive map of the miRNA-associated post transcriptional landscape of lactogenesis, offering a mechanistic framework for understanding mammary gland development and associated pathologies.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696863",
    "doi": "10.64898/2025.12.29.696863",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696903",
    "title": "Thioredoxin interacting protein (TXNIP), a redox regulator, mediates the RAPGEF3/4 signaling dependency in primary melanoma",
    "authors": [
      "Teertam, S. K.",
      "Singh, M.",
      "Altameemi, S.",
      "Gude, S.",
      "Roy, S.",
      "Rossman, R.",
      "Newton, M. A.",
      "Bennett, D. D.",
      "Ahmad, N.",
      "Cheng, X.",
      "Setaluri, V."
    ],
    "summary": "RAP guanine exchange factors (RAPGEF3/4) also known as EPAC1/2 (Exchange Protein Activated by cyclic AMP) are important signaling proteins. In cutaneous melanoma, we reported that loss of dependency on RAPGEF3/4 is associated with metastatic progression. Here, we investigated the molecular mechanisms underlying EPAC1/2 signaling in melanoma. Using transformed human melanocytes, chemical inhibition and genetic deletion of EPAC in Braf/Pten mice, we show that EPAC activation is an early event in melanomagenesis and is required for the growth of transformed melanocytes in vitro and melanomagenesis in vivo. Query of the Cancer Genome Atlas (TCGA) and immunohistochemical analysis of melanoma tumors showed that low EPAC mRNA and RAP1-GTP protein correlate with better diseases free survival of patients with primary melanoma. RNAseq analysis of patient-matched primary and metastatic melanoma cells treated with EPAC inhibitor ESI-09 revealed that TXNIP, an important regulator of redox homeostasis, is a downstream effector of EPAC-RAP1 signaling. Our data also show that EPACs promote melanoma growth by regulation of redox homeostasis and mitochondrial reactive oxygen species through activation of mechanistic target of rapamycin complex 1 (mTORC1) that stabilizes hypoxia-inducible factor 1-alpha (HIF-1), a transcriptional activator of TXNIP and glycolytic enzymes. Our data suggest that targeting mechanisms that metastatic melanoma cells employ to bypass EPAC dependency as a potential therapeutic approach for melanoma.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696903",
    "doi": "10.64898/2025.12.29.696903",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696923",
    "title": "Hepatocyte-like cells die via steroid hormone and nuclear receptor E75-mediated apoptosis",
    "authors": [
      "Radhakrishnan, D.",
      "Landgraf, N.",
      "Zechini, L.",
      "Scopelliti, A.",
      "Agrawal, N."
    ],
    "summary": "Metabolic tissues must sustain physiological function while retaining the capacity for timely cell death. Systemic hormones play a key role in coordinating this balance, yet how they regulate cell death in vivo remains unclear. Here, we investigate hormone-regulated cell death in a metabolically specialised tissue using Drosophila hepatocyte-like cells, known as oenocytes, as a tractable in vivo model. Through non-invasive longitudinal live imaging combined with oenocyte-specific genetic manipulation, we directly visualise larval oenocyte death during metamorphosis. We show that larval oenocyte loss is a dynamic, multistep process that is controlled by the steroid hormone ecdysone. We further identify the ecdysone-induced nuclear receptor E75 as a key regulator of cell death timing, as loss of E75 triggers premature oenocyte death. Oenocyte-specific manipulation of cell death pathways, together with live imaging using genetically encoded caspase reporters, provides direct evidence that larval oenocytes die by apoptosis. Together, this work defines how systemic hormonal signals regulate the timing of apoptosis in metabolically active cells, and establishes oenocytes as a powerful in vivo system for studying metabolic cell death.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696923",
    "doi": "10.64898/2025.12.29.696923",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696926",
    "title": "Activin/TGF-beta signaling levels coordinate whole-body regeneration with genotoxic stress in Schmidtea mediterranea",
    "authors": [
      "Brownlee, H.",
      "Dubey, A.",
      "Mahadev, N.",
      "Castles, Z.",
      "Rauschmayer, A.",
      "Ashraf, H.",
      "Benham-Pyle, B."
    ],
    "summary": "Highly regenerative animals often have a seemingly limitless capacity for tissue growth and stem cell proliferation, which often requires molecular and organismal capacities associated with pre-malignancy. Yet, these same organisms do not develop stem cell driven cancers. Here, we explored if the regenerative flatworm Schmidtea mediterranea has evolved mechanisms to modulate regeneration depending on underlying DNA damage or neoplastic risk. We first challenged worms to regenerate after increasing doses of ionizing radiation and found that even sublethal doses (500-1250Rads) transiently inhibit regeneration. After amputation, stem cells could divide and accumulate near injuries but did not increase proliferation rates in response to amputation or restore missing tissues. By leveraging published single cell sequencing datasets, we found that ionizing radiation increased activin ligand expression, particularly in the intestine. RNAi knockdown of 18 different activin signaling homologs identified activin ligands, activin receptors, and downstream Smad transcription factors whose depletion partially or fully rescued regenerative capacity after radiation. Notably, depletion of activin-2 did not alter radiation-induced stem cell loss. Instead, it increased stem cell expansion and amputation-induced proliferation, fully restoring regeneration despite prior DNA damage and depleted stem cell numbers. Together, our results indicate that Activin signaling levels are a central regulator of planarian stem cell behaviors, coordinating shifts between repair of pre-existing tissues following systemic damage, homeostatic tissue turnover, and whole-body regeneration. Moreover, Activin signaling may function as a conserved tumor suppressor in Schmidtea mediterranea by inhibiting stem-cell driven regeneration when damage levels are too high.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696926",
    "doi": "10.64898/2025.12.29.696926",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696518",
    "title": "Surprising regulatory plasticity for the conserved HOG pathway in diverse Saccharomyces cerevisiae strains",
    "authors": [
      "Stacy, C. L.",
      "Scholes, A. N.",
      "Stuecker, T. N.",
      "Hood, S. E.",
      "Crook, C. C.",
      "Espana-Pena, M.",
      "Pare, A. C.",
      "Lewis, J. A."
    ],
    "summary": "Mitogen-activated protein kinases (MAPKs) display remarkable regulatory plasticity across evolution, ranging from highly specialized pathways to broadly responsive global signaling hubs. In the budding yeast Saccharomyces cerevisiae, the high-osmolarity glycerol (HOG) network has served as a paradigm for largely stress-specific MAPK signaling, where the Hog1 MAPK coordinates osmoadaptation. This stands in sharp contrast to Hog1 orthologs in other fungi and humans, which respond not only to osmotic stress, but also diverse stresses including UV, heat shock, oxidative stress, and pathogen signals. Whether the relative osmospecificity of S. cerevisiae Hog1 represents an ancestral feature or lineage-specific evolution remains unclear. The majority of foundational work on S. cerevisiae HOG signaling has been performed in laboratory strains that are known to be genetic and phenotypic outliers, and we have been leveraging wild S. cerevisiae strains to understand aspects of stress signaling that may have been lost in laboratory strains. Here, we examined the phenotypic effects of hog1{triangleup} mutations in a commonly-used laboratory S. cerevisiae strain and diverse wild strains on stress cross protection and gene expression. Our findings demonstrate an expanded role in cross-stress protection for Hog1 in wild yeast strains compared to the laboratory strain. More strikingly, we identified a large number of Hog1-dependent genes for non-osmotic stresses in the wild strains that was completely absent in the lab strain. Notably, the Hog1 regulon in wild strains responding to non-osmotic stresses is largely distinct from the canonical osmotic stress response, which we show likely occurs through non-canonical cytoplasmic functions. These findings reveal surprising within-species plasticity for the highly conserved HOG network, suggesting that evolutionary transitions between specialist to generalist stress signaling may occur with relative ease.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696518",
    "doi": "10.64898/2025.12.28.696518",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696742",
    "title": "Artificial light at night induces stress and affects evolutionary change in bats",
    "authors": [
      "Jenkins, T. L.",
      "Foxley, T.",
      "Malovichko, Y.",
      "Stone, E. L.",
      "Razgour, O."
    ],
    "summary": "Artificial light at night (ALAN), a pervasive component of urbanization, is rapidly transforming nocturnal environments and imposing novel selection pressures on wildlife. While behavioral responses to ALAN are increasingly well documented, physiological and evolutionary consequences are not well understood, limiting species conservation management. We used a multi-omics framework to investigate the ecological and evolutionary consequences of ALAN on a light sensitive species, the lesser horseshoe bat (Rhinolophus hipposideros), combining experiments with transcriptomics, population genomics and landscape ecology. Experimental light exposure resulted in 252 differentially expressed genes, enriched for functions in DNA damage repair, apoptosis regulation and oxidative stress mitigation. Whole genome sequencing identified genetic variation associated with ALAN and urbanization, including variants in genes linked to visual and neural function. Landscape analysis revealed that ALAN and distance to broadleaf woodland best explained patterns of population connectivity. These findings demonstrate the possible drivers behind behavioral responses, showing that ALAN can act both as an acute molecular stressor and contribute to evolutionary change, with possible consequences for movement ecology and local adaptation. Given the accelerating expansion of urbanization, understanding species-specific responses to ALAN across molecular, demographic and evolutionary timescales is critical for predicting outcomes for biodiversity and informing urban planning.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696742",
    "doi": "10.64898/2025.12.28.696742",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696576",
    "title": "Ergothioneine: Evaluation of a Novel Antioxidant for Targeting Ocular Oxidative Stress",
    "authors": [
      "He, R.",
      "Ding, W.",
      "Cao, J.",
      "Guo, C.",
      "Li, X.",
      "Xiao, G."
    ],
    "summary": "Purpose: To evaluate ergothioneine (EGT), a naturally occurring amino acid and endogenous antioxidant, as a novel therapeutic agent for oxidative stress-related ocular diseases. This evaluation specifically aimed to address the challenge of targeted ocular delivery by assessing EGT's antioxidant potency, stability, ocular tolerance, and crucially, its ability to reach the posterior segment (fundus) via topical administration. Methods: This study evaluated EGT as a novel ocular antioxidant by examining its radical scavenging capacity (DPPH assay compared to glutathione, astaxanthin, and coenzyme Q10), stability (at 40/75% relative humidity for six months using HPLC), ocular tolerance (using a New Zealand rabbit model), and fundus delivery efficiency (topical D9-EGT eye drops quantified by LC-MS/MS). Results: EGT demonstrated significantly superior radical scavenging activity, exhibiting 6.4-fold and 46-fold higher rates than glutathione and coenzyme Q10, respectively, at 50 ppm. It also showed excellent stability, retaining over 97% of its initial concentration after six months, and caused no ocular irritation at any tested concentration (score 0). Importantly, topical administration of EGT resulted in effective fundus delivery, with peak concentrations reached at 0.5 hours post-application (1181+/-56 ng/g), confirming successful penetration through corneal and scleral barriers. These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. Conclusion: These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. By overcoming key delivery limitations, EGT presents a promising therapeutic strategy for oxidative stress-related ocular diseases such as age-related macular degeneration and diabetic retinopathy. Further studies are warranted to evaluate its long-term efficacy and clinical translation potential.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696576",
    "doi": "10.64898/2025.12.28.696576",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41468323",
    "title": "Conjoining of the TSH receptor with the IGF-1 receptor with particular attention to the role of β1 arrestin.",
    "authors": [
      "Mezei M",
      "Latif R",
      "Davies TF"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468323/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "pmid:41468198",
    "title": "The relationship between adherence to healthy eating index diet and alternative healthy eating index with indices of oxidative stress in young women.",
    "authors": [
      "Bahrami A",
      "Asadi Z",
      "Ferns GA"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468198/",
    "doi": "doi: 10.1177/02601060251408117",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41468163",
    "title": "Mutant p53 promotes clonal hematopoiesis through generating a chronic inflammatory microenvironment.",
    "authors": [
      "Chen S",
      "Barajas S",
      "Vemula S",
      "Yang Y",
      "Simpson E",
      "Gao H",
      "Li R",
      "Behzadnia F",
      "Nabinger SC",
      "Schmitz DA",
      "Chen H",
      "Cai W",
      "Xiao S",
      "Luo R",
      "Amin MA",
      "Capitano ML",
      "Ropa JP",
      "Fahey A",
      "Zhou S",
      "Mays TM",
      "Sotelo M",
      "Pan H",
      "Hu SK",
      "Veranga S",
      "Ali M",
      "Shumilina M",
      "Kapur R",
      "Ren K",
      "Jia Y",
      "Liu H",
      "Khan I",
      "Abaza Y",
      "Altman JK",
      "Eklund EA",
      "Godley LA",
      "Zhang CR",
      "Ji P",
      "Masters SL",
      "Croker BA",
      "Boswell HS",
      "Sandusky GE",
      "Gao Z",
      "Mayo LD",
      "Savage SA",
      "Halene S",
      "Dou Y",
      "Platanias LC",
      "Sukhanova M",
      "Liu Y",
      "Abdel-Wahab O",
      "Liu Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468163/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41467792",
    "title": "Interplay of Metals and Organics in E-Cigarette Aerosols Enhances the Production of Reactive Oxygen Species within Ultrafine Particles: Implications for Passive Vaping Exposures.",
    "authors": [
      "Woo W",
      "Tian L",
      "Diamond C",
      "Lum M",
      "Lyons T",
      "Lin YH"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467792/",
    "doi": "doi: 10.1021/acs.est.5c11870",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41467774",
    "title": "Retraction of \"Supramolecular Combination Chemotherapy: Directly Inducing Immunogenic Cell Death To Inhibit Tumor Metastasis via Host-Guest Interactions\".",
    "authors": [
      "Liu Q",
      "Sun X",
      "Wang Y",
      "Chen Y"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467774/",
    "doi": "doi: 10.1021/acsami.5c23746",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41467766",
    "title": "The Role of Exercise in Regulating Brain Health and Aging through Glymphatic Function.",
    "authors": [
      "Wang J",
      "Li J"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467766/",
    "doi": "doi: 10.1177/10738584251404010",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41467752",
    "title": "Glutamine synthetase sustains cortical circuit development via mTOR-mediated astrocyte maturation.",
    "authors": [
      "Gong P",
      "Chen X",
      "Cong W",
      "Hong W",
      "Liu Y",
      "Qi G",
      "Song X",
      "Wang Z",
      "Leng Z",
      "Duan S",
      "Gao J",
      "Ge WP",
      "Qin S"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467752/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41467748",
    "title": "Associations Between Joint Air Pollution Exposure, Mental Health, and Physical Health and Dementia Incidence in an Aging U.S. Cohort.",
    "authors": [
      "Clarke K",
      "Deng Z",
      "Dickerson AS"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467748/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41467741",
    "title": "Assessment of multidimensional measures of ageing cross-sectionally and longitudinally across the entire adult age span in the UK.",
    "authors": [
      "Wang W",
      "Haworth S",
      "Bao Y",
      "Kumari M"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467741/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41467738",
    "title": "Oral Health Conditions and Domain-Specific Cognitive Decline in Older Adults: Evidence from the Baltimore Longitudinal Study of Aging 2005-2024.",
    "authors": [
      "Qi X",
      "Tian Q",
      "Luo H",
      "Resnick SM",
      "Ferrucci L",
      "Wu B"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467738/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41467676",
    "title": "Novel FGFR Inhibitor Combined with Radiotherapy Induces GSDME-Dependent Pyroptosis to Amplify Immunogenic Cell Death Improving Anti-Tumor Activity.",
    "authors": [
      "Li X",
      "Song X",
      "Feng Z",
      "Yan G",
      "Guan Q",
      "Zhou S",
      "Du L",
      "Zhang L",
      "Zhao L"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467676/",
    "doi": "doi: 10.1021/acs.jmedchem.5c02321",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41467569",
    "title": "Precision Ferroptosis Amplification via SLC7A11-Directed Proteasomal Degradation for Enhanced Cancer Therapy.",
    "authors": [
      "Lin S",
      "Wang L",
      "Dong X",
      "Wang Z",
      "Cao J",
      "Qi X",
      "Wu L",
      "Zhang J",
      "Shen S"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467569/",
    "doi": "doi: 10.1002/adhm.202504602",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41467549",
    "title": "Chiral Single-Atom Nanozymes-Enabled ROS Catalysis and Metal Transport Regulation Cooperatively Induce Ferroptosis to Treat Bacterial Infections.",
    "authors": [
      "Wang Z",
      "Chen F",
      "Wang Z",
      "Wu M",
      "Jiang M",
      "Zheng Z",
      "Li Y",
      "Li Q",
      "Wang Q",
      "Sun D",
      "Miao Q"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467549/",
    "doi": "doi: 10.1002/adma.202518810",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41467496",
    "title": "A Translatable Nanoprodrug Integrates Traditional Chinese and Western Medicines for Chemo-Immunotherapy of Hepatocellular Carcinoma via Ferroptosis.",
    "authors": [
      "Wei X",
      "Cao Z",
      "Zhou H",
      "Zhang J",
      "Liu S",
      "Liu J",
      "Yu CY",
      "Wei H"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467496/",
    "doi": "doi: 10.1021/acsami.5c18878",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41467443",
    "title": "Mitochondria-associated endoplasmic reticulum membranes and calcium ion exchange: A novel direction for aging and neurodegenerative diseases.",
    "authors": [
      "Yang Y",
      "Chen M",
      "Ding L",
      "Liu J",
      "Luo J",
      "Yan R",
      "Ning J",
      "Xie S",
      "Li X",
      "Ren Z",
      "Zhou R",
      "Chen Z"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467443/",
    "doi": "doi: 10.4103/NRR.NRR-D-25-00857",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41467426",
    "title": "Autophagy and selective autophagy receptors: Key players against Alzheimer's disease.",
    "authors": [
      "Bruqi K",
      "Strappazzon F"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467426/",
    "doi": "doi: 10.4103/NRR.NRR-D-25-00976",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41467422",
    "title": "Targeting innovative therapeutic approaches to the hallmarks of aging to combat Alzheimer's disease.",
    "authors": [
      "Izrael M",
      "Frenkel OM"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467422/",
    "doi": "doi: 10.4103/NRR.NRR-D-25-00966",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41467377",
    "title": "Yin-Yang 1/Neural Precursor Cell-Expressed Developmentally Downregulated 4-Like Axis Suppresses Mer Tyrosine Kinase-Mediated Macrophage Efferocytosis to Exacerbate Atherosclerosis Via Triggering Pyroptosis.",
    "authors": [
      "Liu Q",
      "Cheng Z",
      "Wu T",
      "Ke B",
      "Shen W"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467377/",
    "doi": "doi: 10.1161/JAHA.124.039855",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41467352",
    "title": "NAT10-Mediated ac4C-Modification Exacerbates Ferroptosis by Stabilizing HMOX1 in Deep Vein Thrombosis.",
    "authors": [
      "Zhang Y",
      "Zhang Z",
      "Liu X",
      "Chu C",
      "Yu X",
      "Han Q",
      "Li W",
      "Zhang T",
      "Zu H",
      "Fan N",
      "Wei R",
      "Shi F",
      "Li F",
      "Xu F",
      "Wang B",
      "Li X"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467352/",
    "doi": "doi: 10.1161/ATVBAHA.125.323986",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41467304",
    "title": "Role of nut and seed intake on telomere length as a biomarker of ageing: A systematic review of observational and interventional studies.",
    "authors": [
      "Hettiarachchi J",
      "Dinon ME",
      "Bruhn M",
      "Dodson C",
      "Giggins O",
      "Pane M",
      "Tan V",
      "Wu M",
      "Regassa IF",
      "Tey SL",
      "Brown R",
      "Tan SY"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467304/",
    "doi": "doi: 10.1017/S0007114525106028",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41466540",
    "title": "Dammarenediol II enhances etoposide-induced apoptosis by targeting O-GlcNAc transferase and Akt/GSK3β/mTOR signaling in liver cancer.",
    "authors": [
      "Lee J",
      "Han BC",
      "Koo GB",
      "Park J",
      "Kwon M",
      "Park YB",
      "Choi JM",
      "Lee SH",
      "Roh S"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466540/",
    "doi": "doi: 10.1002/1878-0261.70199",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41466538",
    "title": "Bound Polyphenols in Rice Bran Insoluble Dietary Fiber Ameliorate Intestinal Barrier Damage via Butyrate-Mediated Regulation of Apoptosis-Autophagy Signaling.",
    "authors": [
      "Zheng B",
      "Liu L",
      "Li J",
      "Chen Y",
      "Xie J",
      "Zhao X",
      "Feng J",
      "Zhou Q",
      "Hu X",
      "Yu Q"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466538/",
    "doi": "doi: 10.1021/acs.jafc.5c12877",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41466297",
    "title": "IFNL4-rs12979860 CC genotype predisposes to accelerated terminal exhaustion and senescence in HIV/HCV-chronic infection.",
    "authors": [
      "Arca-Lafuente S",
      "Lara-Aguilar V",
      "Llamas-Adán M",
      "Grande-García S",
      "Deza de la Casa A",
      "Martín-Carbonero L",
      "Ryan P",
      "de Los Santos I",
      "Matarranz M",
      "Jiménez-Sousa MÁ",
      "Fernández-Rodríguez A",
      "Briz V"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466297/",
    "doi": "doi: 10.1186/s12967-025-07070-5",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41462492",
    "title": "Functional disability and depressive symptoms among centenarians in Nanjing, China: the mediating role of leisure activities and attitudes toward aging.",
    "authors": [
      "Xu X",
      "Pei Y",
      "Zhao Y",
      "Wu B"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462492/",
    "doi": "doi: 10.1186/s40359-025-03911-6",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41468632",
    "title": "Baicalin Alleviates LPS-Induced Apoptosis of Periodontal Ligament Cells Via Inhibiting Endoplasmic Reticulum Stress.",
    "authors": [
      "Abulaiti G",
      "Qin X",
      "Mao J",
      "Zhu G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468632/",
    "doi": "doi: 10.1016/j.identj.2025.109365",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41467869",
    "title": "Visceral Adiposity Index Is Associated With Cardiometabolic Multimorbidity and Improves Risk Prediction: The English Longitudinal Study of Ageing.",
    "authors": [
      "Kunutsor SK",
      "Jae SY",
      "Laukkanen JA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467869/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41467476",
    "title": "RETRACTED: Dasari et al. Neferine Targets the Oncogenic Characteristics of Androgen-Dependent Prostate Cancer Cells via Inducing Reactive Oxygen Species. Int. J. Mol. Sci. 2023, 24, 14242.",
    "authors": [
      "Dasari S",
      "Pathak N",
      "Thomas A",
      "Bitla S",
      "Kumar R",
      "Munirathinam G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41467476/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41466573",
    "title": "Dual Action of Dipyridamole in Experimental Rheumatoid Arthritis: Suppression of Joint Inflammation and Upregulation of Muscle Anabolism via Adenosine and AMPK pathways.",
    "authors": [
      "Marco-Bonilla M",
      "Fresnadillo M",
      "Sanchez-Platero I",
      "de la Riva-Bueno M",
      "Huete-Toral F",
      "Carracedo G",
      "Conde C",
      "Benitez Y",
      "Minguez P",
      "Cifuentes SC",
      "Rams J",
      "Herrero-Beaumont G",
      "Largo R",
      "Mediero A"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466573/",
    "doi": "doi: 10.1002/art.70047",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41466429",
    "title": "Bridging iron and lung injury: the emerging role of ferroptosis in ARDS.",
    "authors": [
      "Zhang Y",
      "Luo J",
      "Tang Z",
      "Gao H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466429/",
    "doi": "doi: 10.1186/s40001-025-03677-y",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41466413",
    "title": "Aging-associated immune signature as a predictor of mortality in end-stage renal disease: results from the longitudinal iESRD study.",
    "authors": [
      "Shu KH",
      "Yang TO",
      "Pawelec G",
      "Yang FJ",
      "Tsai WC",
      "Peng YS",
      "Hsu SP",
      "Chuang YF",
      "Chiu YL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466413/",
    "doi": "doi: 10.1186/s12979-025-00554-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41466314",
    "title": "High glucose induces osteoblasts ferroptosis via the TXNIP/Trx-1/GPX4 pathway in type 2 diabetic osteoporosis.",
    "authors": [
      "Zhao Y",
      "Xiao D",
      "Zeng M",
      "Gao Y",
      "Huang A",
      "Ren C",
      "Du Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466314/",
    "doi": "doi: 10.1186/s40001-025-03749-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41466058",
    "title": "L-cystine alleviates necrotizing enterocolitis by regulating ferroptosis and Th17 cell differentiation via the IL-6/STAT3 pathway.",
    "authors": [
      "Zhu Q",
      "Wang Y",
      "Zhou Y",
      "Wu X",
      "Zai H",
      "Hu Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41466058/",
    "doi": "doi: 10.1038/s42003-025-09438-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41462552",
    "title": "The AKT-p21 phosphorylation signaling axis confers poor prognosis and dacarbazine resistance in melanoma.",
    "authors": [
      "Colaneri GN",
      "Monteiro AC",
      "Tonin BCB",
      "Azevedo H",
      "Alves-Fernandes DK",
      "da Cruz AT",
      "Meliso FM",
      "Morais AS",
      "Stilhano RS",
      "Gross S",
      "Ostalecki C",
      "Schneider-Stock R",
      "Han SW",
      "Jasiulionis MG"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462552/",
    "doi": "doi: 10.1038/s41598-025-28984-6",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41462496",
    "title": "The downregulation of RIZ1 activates the AKT/mTOR in pregnant women with obesity.",
    "authors": [
      "Xie X",
      "Yan J",
      "Zhang J",
      "Huang X",
      "Li J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462496/",
    "doi": "doi: 10.1038/s41598-025-28714-y",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41462494",
    "title": "ROS-Triggered Hemispheroid Adhesive Micromotors for Inflammatory Bowel Disease Therapy.",
    "authors": [
      "Ding X",
      "Li J",
      "Shang L",
      "Zhao Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462494/",
    "doi": "doi: 10.1002/adma.202516221",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41462482",
    "title": "Construction and validation of a novel nutrient-based index for risk of aging using an interpretable machine learning framework: results from two population-based studies.",
    "authors": [
      "Li RQ",
      "Lu TY",
      "Wang J",
      "Zhang WS",
      "Du J",
      "Jin YL",
      "Kan JT",
      "Lam TH",
      "Cheng KK",
      "Huang EY",
      "Xu L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462482/",
    "doi": "doi: 10.1186/s12937-025-01256-9",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41462469",
    "title": "Obese plasma transfer accelerates cellular aging in the C57BL/6 mouse model.",
    "authors": [
      "Shahabi Nejad S",
      "Zand H",
      "Rastgoo S",
      "Bahreini Boroujeni LZ",
      "Abedini Najafabadi M",
      "Asadi S",
      "Hamishe Bahar R",
      "Shimi G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462469/",
    "doi": "doi: 10.1186/s12979-025-00547-3",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41462441",
    "title": "Pilot study on exercise-induced placental transcriptomic changes and oxidative stress reduction in gestational diabetes mellitus.",
    "authors": [
      "Li X",
      "Yang Q",
      "Lu L",
      "Zhang X",
      "He L",
      "Lin R",
      "Wu J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462441/",
    "doi": "doi: 10.1038/s41598-025-28642-x",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41462332",
    "title": "Enhancing cardiomyocyte reprogramming efficiency by targeting cellular senescence is mediated via Rb1 gene.",
    "authors": [
      "Fang J",
      "Yang Q",
      "Maas RGC",
      "Vader P",
      "Mokry M",
      "van den Dungen NAM",
      "Qian L",
      "Xiao J",
      "Schiffelers R",
      "Lei Z",
      "Sluijter JPG"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462332/",
    "doi": "doi: 10.1186/s13287-025-04776-7",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41462308",
    "title": "TCF3 activates super-enhancer-driven TRIB2 overexpression to suppress ferroptosis and promote hepatoblastoma proliferation.",
    "authors": [
      "Wu H",
      "Zhu G",
      "Zhu Q",
      "Ma J",
      "Mao S",
      "Ding M",
      "Zhu J",
      "Tang X",
      "Bian Z",
      "Shan Y",
      "Gu S",
      "Sun F",
      "Jiang C",
      "Pan Q"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462308/",
    "doi": "doi: 10.1186/s13046-025-03587-1",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41462288",
    "title": "Upregulation of PLAU in granulosa cells disrupts steroid hormone synthesis and promotes apoptosis by activating NF-κB signaling pathway in PCOS.",
    "authors": [
      "Chen W",
      "Zhang H",
      "Jiang M",
      "Su X",
      "Chen J",
      "Chen J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462288/",
    "doi": "doi: 10.1186/s13048-025-01930-w",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41462287",
    "title": "Probiotic supplementation on cognitive and other aging-related physiological functions in middle-aged and older adults with mild cognitive impairment (PCAMCI): protocol for a randomized, triple-blinded, placebo-controlled trial.",
    "authors": [
      "Huang J",
      "Zou Q",
      "Chen Y",
      "Zuo Y",
      "Song BR",
      "Li S",
      "Han C",
      "Dong H",
      "Liu G",
      "Zhao Z",
      "Wei W",
      "Liu Z",
      "Chai J",
      "Xie S",
      "Wang Y",
      "Hou P",
      "Gao X",
      "Sun L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462287/",
    "doi": "doi: 10.1186/s12937-025-01253-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41462250",
    "title": "Sirtuins and regulatory miRNAs as epigenetic determinants of empagliflozin-mediated recovery after acute myocardial infarction.",
    "authors": [
      "Nowak-Szwed A",
      "Eyileten C",
      "Wicik Z",
      "Ahmadova S",
      "Palatini J",
      "Siller-Matula J",
      "von Lewinski D",
      "Sourij H",
      "Postula M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462250/",
    "doi": "doi: 10.1186/s12933-025-03013-y",
    "categories": [],
    "keywords_matched": [
      "\\bSirtuins\\b"
    ]
  },
  {
    "id": "pmid:41462211",
    "title": "A smart amphiphilic nanoplatform amplifies ROS-mediated immunogenic cell death to suppress bladder cancer growth and metastasis.",
    "authors": [
      "Li C",
      "Meng F",
      "Lu C",
      "Li A",
      "Liu Z",
      "Liu J",
      "Zhang H",
      "Yang Z",
      "Bai J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462211/",
    "doi": "doi: 10.1186/s12951-025-03935-5",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41462073",
    "title": "Synergistic interplay between UV and urban particulate matter exposure induces melanocyte senescence and contributes to human skin aging.",
    "authors": [
      "Martic I",
      "Guerrero-Navarro L",
      "Cappuccio E",
      "Hassan A",
      "Jenewein B",
      "Arcalis E",
      "Hrapovic N",
      "Visdal-Johnsen L",
      "Declercq L",
      "Jansen-Dürr P",
      "Cavinato M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462073/",
    "doi": "doi: 10.1038/s41598-025-28590-6",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41462040",
    "title": "Circ005699 regulates ox-LDL-induced vascular endothelial cell proliferation, autophagy and inflammation by sponging miR-636 and interacting with FTO.",
    "authors": [
      "Chen W",
      "Hu J",
      "Chen H",
      "Ye F",
      "Lv K"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462040/",
    "doi": "doi: 10.1038/s41598-025-28230-z",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41462004",
    "title": "Ferroptosis in hematological malignancies: molecular mechanisms and therapeutic potential.",
    "authors": [
      "Liu J",
      "Liu R",
      "Miao J",
      "He A"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41462004/",
    "doi": "doi: 10.1007/s13402-025-01142-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41461917",
    "title": "Lactate and H3K18 Lactylation Contribute To the Exacerbation of Acute Pancreatitis by Modulating NCOA4-mediated Ferroptosis.",
    "authors": [
      "Han ZY",
      "Ma XY",
      "Ma SY",
      "Shen ZJ",
      "Lu ZH",
      "Sun Y",
      "Yu WL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461917/",
    "doi": "doi: 10.1007/s10753-025-02361-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41461910",
    "title": "p53 inactivation drives breast cancer metastasis to the brain through SCD1 upregulation and increased fatty acid metabolism.",
    "authors": [
      "Laue K",
      "Pozzi S",
      "Zerbib J",
      "Bertolio R",
      "Eliezer Y",
      "Cohen-Sharir Y",
      "Winkler T",
      "Caputo M",
      "Ricci AA",
      "Adler L",
      "Khoury R",
      "Longobardi G",
      "Slutsky R",
      "Leikin-Frenkel AI",
      "Ovadia S",
      "Lange K",
      "Rustighi A",
      "Piazza S",
      "Sacconi A",
      "Magesh RY",
      "Keller FN",
      "Berthelet J",
      "Schäffer A",
      "Saad R",
      "Israeli Dangoor S",
      "Szczepanowska K",
      "Barshack I",
      "Liao Y",
      "Malitsky S",
      "Brandis A",
      "Broggini T",
      "Czabanka M",
      "Shi W",
      "Merino D",
      "Watson EV",
      "Blandino G",
      "Erez A",
      "Ashery-Padan R",
      "Medyouf H",
      "Bertero L",
      "Del Sal G",
      "Satchi-Fainaro R",
      "Ben-David U"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461910/",
    "doi": "doi: 10.1038/s41588-025-02446-1",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41461858",
    "title": "Effects of short-term aging of base and nano-modified bitumens on surface free energy and their relationship with moisture sensitivity in warm-mix asphalt.",
    "authors": [
      "Hamedi GH",
      "Sakanlou F",
      "Rahmani H",
      "Sohrabi M",
      "Hofko B"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461858/",
    "doi": "doi: 10.1038/s41598-025-33730-z",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41461818",
    "title": "Reactive air plasma treatment enhances extraction yield and bioactive anti-aging properties of wheat lipids.",
    "authors": [
      "Kim HJ",
      "Han N",
      "Bae JH",
      "Kim KH",
      "Kang MS",
      "Jo C",
      "Park S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461818/",
    "doi": "doi: 10.1038/s41598-025-29355-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41461777",
    "title": "Construction of an early diagnostic model for pulmonary hypertension based on aging-related signature genes and identification of potential therapeutic targets.",
    "authors": [
      "Wang M",
      "Lu J",
      "Li X",
      "Xie H",
      "Liang J",
      "Luo J",
      "Deng X",
      "Pan G",
      "Ji B",
      "Ding X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461777/",
    "doi": "doi: 10.1038/s41598-025-28921-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41461716",
    "title": "NHE1 in macrophages promotes octanal/Olfr2-induced atherosclerosis via calcium-dependent ROS and NLRP3 inflammasome activation.",
    "authors": [
      "Wang T",
      "Wang L",
      "Tian Q",
      "Zhu Y",
      "Shao L",
      "Zeng J",
      "Yu Y",
      "Li Z",
      "Su X",
      "Chen J",
      "Zhang Y",
      "Mo X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461716/",
    "doi": "doi: 10.1038/s41598-025-28218-9",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41461672",
    "title": "Rheological and aging performance of reclaimed asphalt binders modified by warm mix additive and recycling agent.",
    "authors": [
      "Saed SA",
      "Ziari H",
      "Kamboozia N",
      "Dehaghi EA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461672/",
    "doi": "doi: 10.1038/s41598-025-28339-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41461662",
    "title": "SHP2 in tumor-associated macrophages prompted the progression of colorectal cancer via modulating STAT3/PI3K signaling induced PD-1-mediated CAR-T cell apoptosis.",
    "authors": [
      "Xu J",
      "Chen J",
      "Zhang X",
      "Zhang Z",
      "Wang G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461662/",
    "doi": "doi: 10.1038/s41598-025-28261-6",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41461638",
    "title": "IL‑1 receptor antagonism attenuates renal fibrosis via RNF182‑driven MFN2 destabilization and mitochondrial dysfunction.",
    "authors": [
      "Yang B",
      "Shao Q",
      "Wang W",
      "Li M",
      "Zeng F",
      "Fu X",
      "Liu J",
      "Xue C",
      "Liu N"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461638/",
    "doi": "doi: 10.1038/s41420-025-02929-4",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41468409",
    "title": "Association between methylmalonic acid and Alpha-Klotho in American adults: A cross-sectional study.",
    "authors": [
      "Bao R",
      "Qi H",
      "Liao L",
      "Yu Q",
      "Li J",
      "Liu R",
      "Zhou C"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468409/",
    "doi": "doi: 10.1371/journal.pone.0337285",
    "categories": [],
    "keywords_matched": [
      "\\bKlotho\\b"
    ]
  }
]