[
  {
    "id": "10.1101/2024.10.29.620762",
    "title": "Distinct roles of brain network flexibility in motor learning across age",
    "authors": [
      "Uehara, K.",
      "Hagihara, M.",
      "Kitajo, K."
    ],
    "summary": "Motor learning is a lifelong process, from infancy through old age. Acquiring new motor actions through repetitive practice requires adjusting motor output in response to sensory input and integrating them to facilitate learning. For this to occur, the central nervous system must flexibly predict and adapt to the dynamic interplay between sensory inputs and motor outputs. Although overall brain function changes with age, it remains unclear how the flexible brain network evolves and influences motor learning ability with aging. To address these open questions, we designed a visuomotor learning task involving both younger and older adults and quantitatively assessed brain network flexibility, leveraging multichannel electroencephalography (EEG) in humans. Here, we found age-group differences in motor learning properties, brain network flexibility, and their neural relationships. In younger adults, learning aftereffects were associated with brain network flexibility during the preparatory period of the task. However, this association was not observed in older adults. Together, our findings suggest that brain network flexibility during the preparatory period, rather than motor execution, was critical for acquiring and maintaining new motor actions in younger adults, but that this coupling was attenuated with aging.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.29.620762",
    "doi": "10.1101/2024.10.29.620762",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706448",
    "title": "Cumulative geomagnetic disturbances modulate global photosystem stoichiometry through temperature-dependent gating",
    "authors": [
      "Kitashov, A. V."
    ],
    "summary": "Space weather exerts profound effects on Earth's technological systems, yet its influence on the terrestrial biosphere remains largely unexplored at the global scale. While local experiments suggest magnetic sensitivity in plants, observational evidence for a planetary-scale vegetative response to geomagnetic disturbances is lacking. Here, we analyze a decade of satellite-derived solar-induced chlorophyll fluorescence (SIF) data alongside geomagnetic indices to isolate non-seasonal physiological anomalies. Using temperature-stratified cumulative correlation analysis and multivariate models controlling for radiative and hydrological drivers, we identify a robust, cumulative, and thermally gated association between geomagnetic activity and vegetation fluorescence. We report a global synchronization of photosystem stoichiometry, inferred from the SIF757/SIF771 ratio, with recurrent geomagnetic disturbances, exhibiting maximal coherence under cold and moderate thermal conditions and weakening under optimal and heat-stress regimes. This response intensifies with increasing integration window length, indicating progressive physiological integration of repeated perturbations. Comparative analyses demonstrate that geomagnetic forcing systematically outperforms major climatic drivers in explaining fluorescence variability within biologically active regimes. We propose a mechanism consistent with magnetic modulation of radical pair spin dynamics in iron-sulfur clusters and cryptochromes, potentially influencing reactive oxygen species generation and redox-regulatory adaptation. Our findings suggest that plants have evolutionarily co-opted geomagnetic variability as an informational signal, integrating it into existing redox-regulatory networks. Rather than a passive mechanical perturbation, the observed response reflects an evolved sensitivity that operates near physiological criticality--a hypothesis that opens new frontiers in understanding magnetosphere-biosphere coupling.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706448",
    "doi": "10.64898/2026.02.17.706448",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707121",
    "title": "Australian giant kelp genome assemblies show distinct Southern Hemisphere genetics",
    "authors": [
      "Scharfenstein, H. J.",
      "Carroll, A.",
      "Iha, C.",
      "Schwoerbel, J.",
      "Jordan, R.",
      "Willis, A."
    ],
    "summary": "Giant kelp, Macrocystis pyrifera, occurs across northern and southern Hemisphere temperate coasts and is at high risk from ocean warming. Few giant kelp forests remain across the Southeast Australian shelf, while a handful of forests are actively being restored. Genomic resources can greatly aid in the conservation of remnant populations and enhance restoration efforts. Reference genomes are a fundamental resource as they are a prerequisite to, or enhance, many analyses used in conservation genomics. A single reference genome is available for giant kelp, assembled from a Californian haploid specimen. However, increasing evidence of genetic divergence between Northern and Southern Hemisphere populations highlights the need for regionally representative reference genomes. Here, we present two genome assemblies from the diploid vegetative tissue of Australian giant kelp specimens. We performed de novo genome assembly using long-read sequencing (PacBio HiFi and ONT R10.4 Simplex) and scaffolded the assemblies with the ONT reads, assembling 98-99% of the genomes into 35 pseudo-chromosomes. Genome sizes ranged from 528-534 Mbp, with BUSCO completeness scores of 97-98% and QV scores of 51-52. Genome annotation identified 17,565-17,800 genes in the Australian genomes. Genomic divergence between the Australian and Californian giant kelp genomes was seven-fold greater than between Australian genomes (1.5% vs 0.2%), supporting a Northern-Southern Hemisphere genetic divergence. Functional divergence was also observed between Australian and Californian genomes, reflected by differing patterns of enrichment in gene ontologies linked to energy metabolism, proteostasis and stress responses. These two new genome assemblies will serve as valuable resources for ongoing research into Southern Hemisphere giant kelp genetics, while providing the basis for genomic-guided conservation and restoration of remnant giant kelp forests in Australia.",
    "published": "2026-02-21T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707121",
    "doi": "10.64898/2026.02.20.707121",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.27.690935",
    "title": "Differential chromatin accessibility between pre- and post-natal stages highlights putative causal regulatory variants in pig skeletal muscle",
    "authors": [
      "Shishmani, E.",
      "Rau, A.",
      "Djebali, S.",
      "Clark, E. L.",
      "Estelle, J.",
      "Palombo, V.",
      "D'Andrea, M.",
      "Giuffra, E."
    ],
    "summary": "Deciphering how chromatin dynamics shape the effects of regulatory variants on complex traits across development remains largely unexplored in farmed animals. Focusing on porcine skeletal muscle, we integrated chromatin accessibility (ATAC-seq), molecular QTL (molQTL), and GWAS data to identify putative stage-specific regulatory variants influencing agronomically important traits. We aggregated and analyzed 202 ATAC-seq libraries spanning prenatal (fetal) and postnatal (piglet) stages. We intersected consensus and differential peaks with cis-molQTLs from the Porcine Genotype-by-Tissue-by-Expression Atlas (PigGTEx) followed by functional enrichment analysis, promoter-focused functional annotation, integration with gene-trait pairs, and intersection with eGenes (i.e., genes whose expression is regulated by at least one cis-eQTL) to link variants previously associated with QTLs for production traits. We identified 132,275 differentially accessible peaks (DAPs) distinguishing fetal and piglet muscle. Fetal DAPs were enriched in promoter and intergenic regions, whereas piglet DAPs were enriched in intronic regions, indicating a shift from transcriptional priming to postnatal regulatory refinement. Overlaps between accessible regions and molQTLs were highly significant (p < 0.001), with the strongest eQTLs predominating in the fetal stage (14 fetal vs. 4 piglet). Gene Ontology analysis of promoter-accessible eGenes revealed enrichment for RNA metabolism and chromatin organization in fetuses, and for muscle contraction and lipid metabolism in piglets. The intersection with colocalized complex traits loci identified 107 fetal- and 30 piglet-stage regulatory elements, with only three eGenes shared between stages. These findings provide insights into developmental chromatin dynamics in skeletal muscle and an effective framework for prioritising putative regulatory variants affecting pig traits at prenatal stages.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.27.690935",
    "doi": "10.1101/2025.11.27.690935",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.15.699787",
    "title": "Chronic Aerobic Exercise Alleviates Amyloid-induced Capillary Dysfunction",
    "authors": [
      "Cardenas-Rivera, A.",
      "Erdogmus, E.",
      "Birmingham, A.",
      "Yee, E.",
      "Anton, J.",
      "Lu, Z.",
      "Li, Y.",
      "Morais, M.",
      "Loghmani, N.",
      "Liu, C.",
      "Yaseen, M. A."
    ],
    "summary": "Age-related cerebrovascular dysfunction is increasingly recognized as a critical contributor to cognitive decline and Alzheimer's disease (AD) progression. Aerobic physical activity (PA) and other modifiable lifestyle interventions can substantially reduce the likelihood of dementia; however, their ability to mitigate cerebrovascular alterations remains poorly defined. PA reportedly improves systemic vascular health and cognitive function in aging humans, but its impact on cerebrovascular function during aging and amyloid {beta} pathology is unclear. Here, we longitudinally quantified microvascular oxygen tension and stimulus-evoked oxygen dynamics in awake APP/PS1dE9 mice and wild-type littermates using two-photon phosphorescence lifetime microscopy. Routine aerobic PA initiated in early adulthood preserved basal arteriolar, capillary, and venular oxygenation, prevented age-dependent increases in microvascular heterogeneity, and mitigated excessive oxygen extraction in preclinical AD mice. While amyloid pathology impaired stimulus-evoked oxygen responses across vascular compartments, PA selectively enhanced capillary dilation and accelerated hyperemic kinetics without altering vascular density or architecture. Notably, sedentary AD mice developed lower, widely-dispersed distributions in capillary oxygenation, hallmarks of malignant microvascular dysfunction, which were largely absent in physically active animals. These findings demonstrate that routine aerobic PA preserves basal capillary oxygenation and stimulus-evoked hyperemia during aging and A{beta}, supporting a capillary-centric mechanism through which exercise confers neurovascular resilience in preclinical AD.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.15.699787",
    "doi": "10.64898/2026.01.15.699787",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706552",
    "title": "Acute Smurf mortality and inter-phase dependence in Drosophila and mice identified through comprehensive modelling and statistical analysis of two-phase ageing",
    "authors": [
      "Breuil, L.",
      "Doumic, M.",
      "Kaakaï, S.",
      "Rera, M."
    ],
    "summary": "Ageing is traditionally conceived as a continuous process of progressive physiological decline. Recent evidence across multiple species challenges this view, suggesting ageing may proceed through distinct phases. Here we present a rigorous statistical framework to test and refine the two-phase ageing model using longitudinal survival data from Drosophila melanogaster. We analyzed 1,159 individually tracked female flies from the Smurf assay, which identifies a transition from a non-Smurf state to a Smurf state characterized by increased intestinal permeability that precedes death. Using non-parametric hazard rate estimation followed by mechanistic modelling, we reveal three key findings. First, the Smurf transition rate follows a Gompertz-Makeham law, increasing exponentially with age. Second, contrary to previous constant-rate assumptions, newly transitioned Smurf flies exhibit remarkably high mortality - approximately 40% die within 24 hours - followed by an exponential decline in death rate. Third, we identified a subtle but statistically significant negative dependence between time spent non-Smurf and subsequent Smurf lifespan, though this relationship varies: flies transitioning before 200 hours show minimal dependence and higher early mortality. Our best-fit model captures the bimodal nature of mortality curves using simple, biologically interpretable functions. Validation using data from two mouse strains confirms the broader applicability of this framework. These results establish a quantitative foundation for the two-phase ageing paradigm and highlight a critical period of vulnerability immediately following the physiological transition to frailty.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706552",
    "doi": "10.64898/2026.02.18.706552",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706886",
    "title": "Isogenic cortical organoids enable precision targeting of APP variant-specific pathways in Alzheimer's disease",
    "authors": [
      "Grass, T.",
      "Cosacak, I. M.",
      "Ordureau, A.",
      "Price, F.",
      "Kavali, S.",
      "Caldarelli, A.",
      "Qiao, M. N.",
      "Vardarajan, B. N.",
      "Paulo, J. A.",
      "Marass, M.",
      "Rubin, L. L.",
      "Kizil, C.",
      "Rodriguez-Muela, N."
    ],
    "summary": "Alzheimer's disease (AD) lacks disease-modifying therapies, in part due to the limitations of existing disease models, which have struggled to capture the early pathogenic events leading to neuronal degeneration. Unfortunately, recent therapies targeting hallmarks of AD have proven inefficient in humans, and it is thus necessary to identify alternative targets. Here, by generating an isogenic panel of hiPSC-derived cortical organoids carrying familial AD-associated APP variants or the protective A673T variant, we identified distinct, actionable pathogenic pathways specific to each variant. Proteomic analyses revealed variant-specific molecular disruptions: A673V organoids show impairments in proteostasis and cholesterol metabolism, whereas KM670/671NL organoids exhibit mitochondrial bioenergetic defects. These signatures overlapped with dysregulated proteins in post-mortem AD brains, demonstrating the reliability of our in vitro model. Importantly, targeted interventions restored neuronal survival in a variant-specific manner: overexpression of the master regulator of lysosomal biogenesis, TFEB, rescued A673V neurons, while ferroptosis inhibition selectively protected KM670/671NL neurons. Overall, our results indicate that differential treatments can be tailored based on distinct genetic backgrounds, supporting the development of precision medicine approaches in AD.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706886",
    "doi": "10.64898/2026.02.19.706886",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706838",
    "title": "Beyond dual hubs: Task and aging shape taxonomic and thematic semantic relationships in the human brain",
    "authors": [
      "Kuhnke, P.",
      "Martin, S.",
      "Chapman, C. A.",
      "Hartwigsen, G."
    ],
    "summary": "Semantic knowledge about concepts and their relationships is central to human cognition. Taxonomic relationships link concepts belonging to the same category (e.g. dog and bear), while thematic relationships connect concepts co-occurring in the same events (e.g. dog and leash). The dual-hub theory proposes that taxonomic relations rely on the anterior temporal lobe (ATL), whereas thematic relations rely on the temporo-parietal cortex (TPC). However, it remains unclear whether taxonomic and thematic representations depend on the concurrent task and how they change with aging. The present fMRI study addressed these gaps by jointly investigating the effects of semantic relationship, task, and age on semantic processing. Young and older adults performed taxonomic and thematic judgments on picture pairs that were taxonomically related, thematically related, or unrelated. Our results do not support the dual-hub theory: TPC and ATL responded to both taxonomic and thematic relationships, with a consistent thematic bias. Moreover, their activity was task-dependent. Semantic control regions flexibly responded to task-relevant semantic relations. Finally, aging was associated with a decline in domain-general and domain-specific semantic control, more bilateral ATL engagement, as well as behavioral and neural shifts from taxonomic towards thematic processing. Increased thematic activity was associated with higher accuracy but slower responses. These findings support accounts of age-related neural dedifferentiation and semanticization: Older adults require increased cognitive resources to maintain accuracy at a high level, but this comes at the cost of efficiency.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706838",
    "doi": "10.64898/2026.02.19.706838",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706868",
    "title": "Reg3β removes aged neutrophils after myocardial infarction",
    "authors": [
      "Loerchner, H.",
      "Canes-Esteve, L.",
      "Detzer, J.",
      "Harzenetter, R.",
      "Camacho-Pulido, L.",
      "Goes, M. E.",
      "Waechter, C.",
      "Schlattner, S.",
      "Guenther, S.",
      "Kuenne, C.",
      "Looso, M.",
      "Alayoubi, Y.",
      "Klicek, F.",
      "Pucic-Bakovic, M.",
      "Lauc, G.",
      "Campos, D.",
      "Sanda, M.",
      "Gunzer, M.",
      "Totzeck, M.",
      "Poeling, J.",
      "Braun, T."
    ],
    "summary": "Recruitment and resolution of immune cell accumulation after myocardial infarction (MI) is critical for effective wound healing and prevention of maladaptive remodeling. Numerous signals are known to recruit neutrophils, critical drivers of inflammation, but knowledge about signals containing and resolving their accumulation is limited. We discovered that Regenerating-islet derived protein 3 beta (REG3{beta}) limits the persistence of neutrophils after MI, thereby promoting resolution of inflammation. REG3{beta} selectively binds to aged and hyperactive neutrophils and induces rapid cell death, enabling clearance via macrophage-mediated efferocytosis. Selective binding of REG3{beta} is achieved by interaction with paucimannosylated proteins that translocate from azurophile granules to the plasma membrane in an activation- and age-dependent manner. Endocytotic uptake and accumulation of REG3{beta} in lysosomes initiates programmed cell death of neutrophils via lyosomal membrane permeabilization and release of cathepsins. Our work establishes REG3{beta} as a local immune checkpoint essential for neutrophil resolution and cardiac repair.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706868",
    "doi": "10.64898/2026.02.19.706868",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706872",
    "title": "Cellular Senescence Drives Zinc Accumulation and Transporter Dysregulation in Intestinal Epithelial Cells",
    "authors": [
      "Terrell, K. C.",
      "Choi, S.",
      "Choi, J.",
      "Choi, S."
    ],
    "summary": "Zinc is essential for life, and its regulation is tightly controlled by numerous transporters. As we age, our micronutrient levels, intake, and absorption change. Additionally, senescent cells increase with age and can contribute to the progression of age-related diseases. The study of Zn homeostasis in senescent intestinal cells is a relatively unexplored area that we aimed to investigate. Using two models to induce senescence in intestinal epithelial cells, etoposide treatment and gamma-irradiation, we observed that Zn levels increased in the cells, likely due to the upregulation of Zn transporters ZIP4 and ZnT7. This upregulated Zn seems to accumulate in the Golgi apparatus, and when Zn accumulation is blocked through chelation, a rescue effect occurs, marked by a decrease in senescence markers. This research emphasizes the role of Zn in senescent cells and its possible involvement in the development of senescence and the disrupted Zn homeostasis seen with aging.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706872",
    "doi": "10.64898/2026.02.19.706872",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706832",
    "title": "Identification of 4,5,6,7-Tetrabromo-1H-benzotriazole (TBB) as a Small Molecule MESH1 Inhibitor that Suppresses Ferroptosis",
    "authors": [
      "Mestre, A. A.",
      "Oh, Y.",
      "Wu, J.",
      "Dunn, D.",
      "Setayeshpour, Y.",
      "Chen, S.-Y.",
      "Lin, C.-C.",
      "Cochrane, C. S.",
      "Jeong, P.",
      "Nam, G.",
      "Markey, C.",
      "Reker, D.",
      "Floyd, S. R.",
      "Hong, J.",
      "Zhou, P.",
      "Chi, J.-T. A."
    ],
    "summary": "Ferroptosis is a regulated form of cell death driven by iron-dependent lipid peroxidation and contributes to diverse pathologies including ischemia-reperfusion injury and neurodegenerative disorders. Current ferroptosis inhibitors largely function as nonspecific radical-trapping antioxidants, limiting their clinical utility. We previously identified MESH1 as a key regulator of ferroptosis through its NADPH phosphatase activity. Here, we identify 4,5,6,7-tetrabromo-1H-benzotriazole (TBB) as a small molecule inhibitor of MESH1 with an IC50 value of 4.7 {+/-}0.3 M. X-ray crystallography revealed the molecular determinants of TBB recognition which are corroborated through structure-activity relationships of TBB analogs. TBB protected multiple cell lines against ferroptosis in vitro, and this effect was mitigated by MESH1 knockdown, consistent with on-target activity. Furthermore, TBB reduced neuronal death in an ex vivo brain slice model of Alzheimer's disease. Collectively, these findings establish TBB as a bona fide small-molecule MESH1 inhibitor that suppresses ferroptosis and establishes MESH1 as a promising therapeutic target.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706832",
    "doi": "10.64898/2026.02.19.706832",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706707",
    "title": "Mutation-Resolved Drug Sensitivity Atlas Reveals Broad RAS(ON) Inhibitor Vulnerabilities and a STAT3 Co-Dependency in NRAS-Mutant Melanoma",
    "authors": [
      "Yeung, S. F.",
      "Chen, J. X.",
      "Law, C. T. Y.",
      "Law, A. C. H.",
      "Lee, C.",
      "Leung, A. M. F.",
      "Chau, M. P. K.",
      "Ko, B. C.-B.",
      "Wu, Y.",
      "Liang, K.",
      "Cho, W. C.",
      "Siu, M. K. Y.",
      "Chan, K. K. L.",
      "Tsui, S. K. W."
    ],
    "summary": "NRAS mutations drive 20 to 30% of melanomas and are associated with poor response to immunotherapies. RAS(ON) inhibitors such as daraxonrasib (RMC-6236) have shown promising activity in NRAS-mutant melanoma, yet mutation-specific sensitivity, resistance mechanisms, and rational combination strategies remain largely unresolved. Here, we performed saturation mutagenesis across NRAS mutation hotspots to systematically evaluate mutation-resolved oncogenic fitness and drug responsiveness to six direct RAS inhibitors (sotorasib, adagrasib, ADT-007, BI-2865, RMC-6236, and RMC-7977) using isogenic melanoma spheroids, xenografts, and pooled drug-sensitivity profiling. RMC-6236 and RMC-7977 displayed the broadest activity, sensitizing ~80% of recurrent NRAS mutations across the P-loop and Switch II regions. Several clinically observed mutations, including Q61P, G13D/V/R, and G60E, showed reduced susceptibility to RAS(ON) inhibition. Structural modelling and thermostability analysis indicated impaired inhibitor engagement or reduced tricomplex stability as potential mechanisms of resistance. RAS(ON) blockade also induced STAT3 activation, particularly in oncogenic Q61 mutants. Co-targeting STAT3 with napabucasin or siRNA enhanced apoptosis, suppressed MYC, and improved tumour control in vitro and in vivo. Together, this study provides the first comprehensive mutation-resolved sensitivity atlas for NRAS-mutant melanoma, highlights structural mechanisms underlying resistance to RAS(ON) inhibitors, and identifies STAT3 inhibition as a rational combination strategy. These findings offer preclinical evidence supporting mutation-guided patient stratification and combination-therapy development for NRAS-mutated melanoma.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706707",
    "doi": "10.64898/2026.02.18.706707",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706692",
    "title": "Multilevel impairment of mitochondrial respiration with sex-specific signatures in inclusion body myositis",
    "authors": [
      "Shammas, I.",
      "Iaali, H.",
      "Watzlawik, J. O.",
      "Vidal Folch, N.",
      "Dasari, S.",
      "Preston, G.",
      "Nguyen, T. K. O.",
      "Springer, W.",
      "Kozicz, T.",
      "Hasadsri, L.",
      "Trushina, E.",
      "Lanza, I. R.",
      "Naddaf, E."
    ],
    "summary": "Background: Oxidative phosphorylation (OXPHOS) is a central function and a key indicator of mitochondrial fitness, yet studies in human tissue remain limited. Inclusion body myositis (IBM) is a progressive myopathy that lies at the intersection of aging, inflammation and mitochondrial dysfunction. We aimed to perform a comprehensive profiling of mitochondrial respiration in muscle tissue from patients with IBM. Methods: A wide battery of complementary tests from RNA level to high-resolution respirometry on permeabilized muscle fibers was performed. The relationship between respiration, mitochondrial content, mitochondrial DNA (mtDNA) abnormalities and mitophagy was examined, along with the correlation with various clinical parameters to determine the clinical significance of the findings. Results: The study included a total of 67 patients with IBM and 45 controls. IBM muscle tissue exhibited reduced maximal respiration per tissue weight in State 3 (high substrates, high ADP) and uncoupled state with decreased coupling efficiency and higher leak control ratios. When adjusting for citrate synthase reflecting mitochondrial content, males had decreased State 3 intrinsic respiration, whereas females had greater intrinsic respiration in leak states. Complex II control ratio strongly correlated with disease duration and severity only in females. IBM was associated with decreased RNA and protein expression of OXPHOS complexes. Complex I activity was decreased mainly in females. IBM samples exhibited lower maximal H2O2 emission, accompanied by a higher total antioxidant capacity that correlated with disease duration in females. In IBM, there was decreased mtDNA content, and impaired mitophagy, both of which strongly correlated with respirometry measures and markers of disease severity, indicating these pathways are likely interconnected and of clinical significance. Conclusion: IBM is characterized by multilevel impairments in mitochondrial coupling efficiency, revealing several potential therapeutic targets to improve mitochondrial fitness, while accounting for sex-specific differences.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706692",
    "doi": "10.64898/2026.02.18.706692",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706703",
    "title": "Unique mineralization pattern revealed in TBCK syndrome mouse model",
    "authors": [
      "Katsura, K. A.",
      "Jiang, Y.",
      "Didziokas, M.",
      "Badt, N. Z.",
      "Dougherty, S.",
      "Vining, K. H.",
      "Bhoj, E. J."
    ],
    "summary": "TBCK syndrome is a severe degenerative leukoencephalopathy with multisystem involvement. Neurodevelopmental, craniofacial, and pulmonary challenges are among the topmost effects on these children. TBCK has been implicated in endo-lysosomal regulation, RNA transport, and mTOR-associated pathways, all of which are critical for the development of mineralized tissue. Although craniofacial abnormalities can be clinically apparent, conventional imaging approaches may overlook subtle defects in mineral quality. Here, we apply our multimodal framework to investigate the mineralization of enamel, dentin, and alveolar bone in a Tbck knockout mouse model. This is the first time our multimodal framework will be applied to a genetic condition. Using micro-computed tomography (microCT), histology, nanoindentation, energy-dispersive spectroscopy, and Raman spectroscopy, we identify tissue- and stage-dependent mineral effects undetected by microCT alone. Tbck loss resulted in differences in enamel and dentin element compositions as early as secretory and transition stages, while mechanical properties remained undetected until maturation stage. Notably, Tbck knockout enamel exhibited reduced calcium and phosphorus content, along with increased carbon content during early mineralization, consistent with the retained organic matrix. Additionally, marked and opposing alterations in magnesium and iron levels began at the secretory stage. Together, these findings define a previously unrecognized mineralization signature associated with TBCK deficiency and establish multimodal hard-tissue analysis as a sensitive approach for detecting early craniofacial phenotypes in rare genetic disorders.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706703",
    "doi": "10.64898/2026.02.18.706703",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706625",
    "title": "Weckle is a molecular switch that diverts Toll signalling from innate immunity towards growth by engaging Yki",
    "authors": [
      "Perez-Sanchez, M. D.",
      "Li, G.",
      "Moncrieffe, M.",
      "Rojo-Cortes, F.",
      "Malinovska, K.",
      "Sample, E.",
      "Maddick, M.",
      "Moreira, M.",
      "Connolly, E. C.",
      "Parsons, A.",
      "Feuda, R.",
      "Gay, N. J.",
      "Hidalgo, A."
    ],
    "summary": "The mechanisms underlying how the brain can switch from a plastic to a degenerative state are unknown. Tolls and Toll-Like receptors (TLRs) could be involved since they underlie both neuroinflammation and structural brain plasticity. Here, we show that the Toll signalling adaptor Weckle (Wek) (a ZAD-Zinc-finger transcription factor) can switch the response from promoting innate immunity or cell death, to inducing growth instead. Myristoylated Wek binds Tolls at the membrane, and concerted PI3K and Toll signalling drive its nuclear translocation. Wek interacts with Yorkie (Yki) (the key regulator of growth restrained by Hippo) enabling its nuclear shuttling. Remarkably, Wek blocks innate immunity. Instead, Wek and Yki together drive glial cell proliferation and growth. Through this mechanism, Toll signalling could promote structural brain plasticity via Wek and Yki downstream. As Tolls and Yki are widespread, these findings could have important implications for understanding also regeneration and cancer.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706625",
    "doi": "10.64898/2026.02.18.706625",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706743",
    "title": "OT-knn: a neighborhood-aware optimal transport framework for aligning spatial transcriptomics data",
    "authors": [
      "Song, J.",
      "Li, Q."
    ],
    "summary": "Spatial transcriptomics (ST) measures gene expression while preserving spatial context within tissues, enabling detailed characterization of tissue organization. As ST technologies advance, aligning datasets across tissue sections, individuals, platforms, and developmental stages has become increasingly important but remains challenging due to sparse expression, biological heterogeneity, and geometric distortions between slices. We introduce OT-knn, a method for ST alignment that integrates local neighborhood information within an optimal transport framework. Rather than relying solely on single-spot expression, OT-knn reconstructs each spot using its spatial k-nearest neighbors, capturing microenvironment context that is more robust to noise and variability. These representations are then used to derive probabilistic correspondences between slices. We evaluate OT-knn using simulated data with known ground-truth alignment and real datasets from multiple ST platforms, including human dorsolateral prefrontal cortex data (10x Genomics Visium), mouse brain aging data with both within-donor and cross-donor comparisons (MERFISH), and a multi-stage axolotl brain dataset (Stereo-seq). Across these settings, OT-knn achieves accurate and robust alignment, particularly in the presence of spatial deformation, donor heterogeneity, and developmental variation.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706743",
    "doi": "10.64898/2026.02.19.706743",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706626",
    "title": "Hypoxic stress granules trigger immunogenic dormancy in lung cancer",
    "authors": [
      "Smith, M. G.",
      "Ramos, A. R.",
      "Panchal, H.",
      "Cerkezi, N. H.",
      "Garcia, C.",
      "Spruce, L.",
      "Fazelinia, H.",
      "Maggi, L. B.",
      "Mailloux, A. W."
    ],
    "summary": "Induction of the MHC class I antigen processing and presentation pathway (C1APP) is a critical part of the IFN-g; response necessary for effective cytotoxic immunity against tumors of epithelial origin1,2. Loss of this response is associated with worse disease outcomes and renders patients refractory to immunotherapies3-6. Without C1APP induction, tumor cells cannot optimally process and present immunopeptides from tumor-associated antigens (TAA) and neoantigens to effector cytotoxic T cells7-9. Here, we show that physiologic levels of hypoxia block induction of the immunoproteasome (IP) and other C1APP components in cancer cells, including human non-small cell lung cancer (NSCLC). In A549 cells, this leads to impaired presentation of more than 73% of detectable immunopeptides, including TAA and neoantigen-derived immunopeptides. This effect is independent of HIF-1a or HIF-2a signaling, protein degradation, autophagy, or stimulus type. Instead, hypoxia induces translational arrest of C1APP mRNAs prior to complete monosome loading, along with sequestration into hypoxia-associated stress granules. This phenomenon is reversible with the epitranscriptomic compound 5-azacytidine. Consistent with these findings, IP expression is excluded from hypoxic regions in most human NSCLC tumors. Together, these results link tumor hypoxia to a state of immunogenic dormancy and identify stress granules as a previously unrecognized mechanism of immune escape.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706626",
    "doi": "10.64898/2026.02.18.706626",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706635",
    "title": "Autophagy induction mitigates FUS aggregate formation and early synaptic dysfunction at the NMJ in the FUS-ALS model",
    "authors": [
      "Malik, T.",
      "Jones, S.",
      "Ma, O.",
      "Mohan, S.",
      "Burger, R. M.",
      "Babcock, D. T."
    ],
    "summary": "Mutations in Fused in Sarcoma (FUS), a RNA binding protein, cause Amyotrophic Lateral Sclerosis (ALS). ALS is an aggressive neurodegenerative disease resulting in motor neuron degeneration. Defects in synaptic integrity precede neuronal loss in ALS, but the mechanisms responsible for these early synaptic defects are unclear. To investigate early synaptic defects associated with ALS, we expressed an ALS-linked variant of human FUS in adult motor neurons and assessed synaptic pathology at the neuromuscular junction (NMJ). Here we highlight the accumulation of FUS-positive aggregates at synaptic terminals and subsequent reduction in microtubule stability. We show that inducing autophagy via expression of Rab1 or Fragile-X Mental Retardation Protein 1 (FMR1), or treatment with rapamycin reduces aggregate formation and restores synaptic structure and function. These findings reveal the utility of inducing autophagy to address early synaptic dysfunction in an ALS model and demonstrate a potential therapeutic target to preventing later stages of disease progression.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706635",
    "doi": "10.64898/2026.02.19.706635",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706849",
    "title": "Daraxonrasib (RMC-6236) is an effective targeted therapy for RAS-mutant neuroblastoma",
    "authors": [
      "Faber, A. C.",
      "Floros, K. V.",
      "Dozmorov, M.",
      "Koblinski, J.",
      "Lorenz, M. R.",
      "Kraskauskiene, V.",
      "Hu, B.",
      "Zhang, K.",
      "Kehinde, V.",
      "Xing, Y.",
      "Roberts, J.",
      "Slaughter, J. M.",
      "Kurupi, R.",
      "Dalton, K. M.",
      "Hill, R. D."
    ],
    "summary": "Neuroblastoma (NB) is the most common extracranial solid tumor in children. Relapsed or refractory (R/R) high-risk (HR) NB tumors continue to exhibit poor outcomes despite intensive and protractive multimodal therapy. Activating mutations in the RAS- mitogen-activated protein kinase (MAPK) pathway are frequently observed in R/R HRNB. The early promise of ALK inhibitors to treat ALK-mutant NB underscores the ability of appropriate targeted therapies to improve outcomes for HRNB patients. While MAPK pathway activation is prominent in HRNB, FDA-approved MEK inhibitors and KRAS G12C inhibitors have failed to demonstrate significant preclinical single-agent activity. Daraxonrasib (RMC-6236), a potent and selective RAS(ON) inhibitor, has demonstrated activity in both preclinical models and early phase clinical trials of RAS-mutant adult cancers. A subset of R/R HRNB tumors is noteworthy for containing diverse RAS-mutations, providing rationale for RMC-6236 investigation. In this study, we evaluated the therapeutic efficacy and oncogenic signaling modulation of RMC-6236 across NB models harboring RAS pathway activation. RMC-6236 as a single-agent treatment led to a significant decrease in cell viability, suppression of downstream MAPK signaling, upregulation of the MAPK pathway effector protein BIM, and increased cell death in RAS-mutant NB models as well as in NF1-mutant NB models. In vivo studies evidenced that RMC-6236 had on-target activity that significantly reduced tumor growth and extended survival in RAS-mutant HRNB mouse models. Furthermore, RMC-6236-induced both BCL-2 and BIM upregulation and enhancement of BIM:BCL-2 complexes in RAS-mutant NB. As such, the BCL-2 inhibitor venetoclax further enhanced RMC-6236-mediated killing by disrupting RMC-6236 enhanced BIM:BCL-2 complexes. These findings demonstrate that RMC-6236 is a rationale targeted therapy for RAS-mutant NB, a subset of NB that is progressively understood as conferring particularly poor outcomes. RMC-6236 is a clinically relevant drug that can successfully target the MAPK pathway in these cancers. This study supports expanded clinical testing of this novel therapy to this important subset of neuroblastoma.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706849",
    "doi": "10.64898/2026.02.19.706849",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706407",
    "title": "A New Sparse Bayesian Quantile Neural Network-based Approach and Its Application to Discover Physiological Sweet Spots in the Canadian Longitudinal Study on Aging",
    "authors": [
      "Min, J.",
      "Vishnyakova, O.",
      "Brooks-Wilson, A.",
      "Elliott, L. T."
    ],
    "summary": "Identifying physiological sweet spots (optimal ranges for homeostasis) is essential for precision medicine. However, traditional statistical methods often rely on globally linear or locally jagged models that struggle to capture the smooth, non-linear nature of biological regulation in high-dimensional data. We present the Quantile Feature Selection Network (Q-FSNet), a neural network-based framework that integrates quantile regression, feature selection, and uncertainty estimation to identify biomarkers with sweet spots. Unlike traditional methods, Q-FSNet learns continuous response curves without requiring pre-specified number of change points. We further introduce Quantile Dirichlet Network (Q-DirichNet), a fully Bayesian extension that utilizes Dirichlet priors to automate feature shrinkage. Using data from the Canadian Longitudinal Study on Aging, we identified 25 metabolites with distinct homeostatic ranges for which biological age acceleration is minimized. The metabolites with sweet spots for biological aging include some derived from diet or produced by the gut microbiome; this highlights their potential for knowledge translation and public health impact. Our results, corroborated by existing literature, demonstrate that these sparse neural network-based methods offer a scalable and interpretable tool for discovering metabolic signatures of healthy aging vs. dysregulation in large-scale omics research.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706407",
    "doi": "10.64898/2026.02.19.706407",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706923",
    "title": "Mathematical Modeling of AA Amyloidosis: Coupling SAA-HDL Binding Dynamics with Path-Dependent Renal Aging",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AA amyloidosis is a severe complication of chronic inflammatory diseases characterized by fibrillar protein deposition in the kidneys, leading to progressive organ failure. This study presents a mathematical model coupling SAA-HDL binding dynamics with renal amyloid aggregation kinetics to elucidate disease pathogenesis. Under normal conditions, Serum Amyloid A (SAA) circulates bound to high-density lipoprotein (HDL), which acts as a molecular chaperone preventing misfolding. However, during chronic inflammation, SAA production exceeds HDL binding capacity, resulting in free SAA that undergoes renal filtration. The model calculates free SAA concentration from reversible binding equilibrium and incorporates renal filtration, mesangial accumulation, and conversion to amyloid fibrils through primary nucleation and autocatalytic growth mechanisms. A central contribution of this work is quantifying accumulated nephrotoxicity arising from AA oligomers, which inflict cumulative cytotoxic damage to mesangial and tubular cells over time. Because oligomers are continuously generated during ongoing aggregation, their toxic burden integrates across the entire duration of the disease. Combined nephrotoxicity, encompassing both oligomer-mediated cellular injury and fibril-driven mechanical disruption of renal architecture, therefore reflects not merely the current disease state but the full inflammatory trajectory of the patient. This cumulative damage defines renal biological age, a measure of functional deterioration whose portion attributable to accumulated nephrotoxicity is irreversible. Renal biological age is also path-dependent: two patients with identical present-day SAA levels may carry different renal damage burdens depending on the duration, timing, and severity of their prior inflammatory episodes. Sensitivity analysis reveals that HDL concentration and SAA cleavage rate are critical determinants of amyloid burden.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706923",
    "doi": "10.64898/2026.02.19.706923",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.705289",
    "title": "Spatial multi-omics identify an immunosuppressive lipid-laden macrophage niche in primary CNS lymphoma",
    "authors": [
      "Hong, L.",
      "Liu, M.",
      "Sridhar, S.",
      "Ong, Z. Y. C.",
      "Tay, S. C. N.",
      "Lai, W. X. C.",
      "Tipgomut, C.",
      "Jaynes, P.",
      "Peng, Y.",
      "Tan, C. L.",
      "Hue, S. S.-S.",
      "Ng, S.-B.",
      "Mel, S. D.",
      "Poon, L.",
      "Batumalai, Y.",
      "Jayalakshmi,",
      "Brooks, J.",
      "Hamberger, F.",
      "Lane, B. J.",
      "Jimenez-Sanchez, D.",
      "Braubach, O.",
      "Pan-Hammarstrom, Q.",
      "Sudharshan, R.",
      "Tsang, A.",
      "Rao, A.",
      "Keller, E. T.",
      "Hawula, Z.",
      "Burgess, M.",
      "Tuczko, N.",
      "Keane, C.",
      "Ponzoni, M.",
      "Tripodo, C.",
      "Jeyasekharan, A. D."
    ],
    "summary": "Primary central nervous system lymphoma (PCNSL) is a subtype of diffuse large B-cell lymphoma (DLBCL) with confined CNS growth. We evaluated tumor microenvironment (TME) features associated with its unique tropism. Comparative spatial transcriptomic profiling of PCNSL samples (n=17) revealed increased macrophage infiltration compared to systemic DLBCL (n=76). These macrophages showed enrichment of immunosuppressive (SPP1) and cholesterol metabolism signatures. These findings were validated across three independent PCNSL scRNA-seq cohorts (n=8,7,13), with further characterization as lipid-laden macrophages (LLMs)- like those noted in glioblastoma. These LLMs are transcriptionally distinct from microglia, derive from infiltrating monocytes, show activation of lipid metabolism, and have unique interactions with T-cells. Hyperplex spatial proteomics confirms GPNMB LLMs and identifies LLM-T cell distance as a correlate of treatment response. Together, our findings define a distinct feature of the TME in PCNSL and identify lipid-laden macrophages as a candidate population for immune modulation and therapeutic targeting",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.705289",
    "doi": "10.64898/2026.02.19.705289",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706502",
    "title": "Integrative multi-omics and multi-trait analysis prioritizes regulatory mechanisms and genes for metabolic dysfunction-associated steatotic liver disease",
    "authors": [
      "Feng, Z.",
      "Chen, F.",
      "Xiao, J.",
      "Du, A.",
      "Deng, J.",
      "Zhang, Y.",
      "Li, X.",
      "Zheng, A.",
      "Li, H."
    ],
    "summary": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prevalent condition that progresses from simple steatosis to advanced fibrosis, significantly affecting liver function and systemic health. Despite its widespread impact, therapeutic options are limited, highlighting the urgent need for comprehensive exploration to identify potential therapeutic targets. In this study, we created an analysis pipeline anchored on liver gene expression, integrating differential meta-analysis of transcriptomic data across three MASLD stages, transcriptome-wide Mendelian randomization (MR), and transcriptome-wide association studies (TWAS), to identify 39 candidate genes potentially involved in MASLD progression. Furthermore, we prioritized these genes using a scoring system that incorporated gene expression-clinical phenotype correlation meta-analysis, proteome-wide association studies (PWAS), and external genetic data from the GWAS Catalog and ExPheWAS. Single-nucleus RNA sequencing (snRNA-seq) analysis of liver cells from healthy to cirrhotic stages revealed stage- and cell-type-specific expression patterns of these prioritized genes. Through experimental validation in a lipid overload hepatocyte model, we confirmed the role of MLIP in lipid metabolism. These findings, available through an interactive web portal (masldportal.net), provide valuable insights into MASLD mechanisms and offer an easy-accessible resource for the research community.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706502",
    "doi": "10.64898/2026.02.19.706502",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706931",
    "title": "NMD-mediated control of Tor influences adaptation to nutrient and temperature conditions in Cryptococcus neoformans",
    "authors": [
      "Duffy, S.",
      "PANEPINTO, J. C."
    ],
    "summary": "The yeast Cryptococcus neoformans is an opportunistic human pathogen capable of surviving within various environmental conditions. The repertoire of antifungal agents effective in treating cryptococcal infection is limited, necessitating the identification of alternative treatment strategies. Nonsense-mediated decay (NMD) is an RNA decay mechanism that regulates gene expression post-transcriptionally, and impacts fluconazole sensitivity in C. neoformans, but specific mechanisms leading to NMD phenotypes remain unexplored. Using phenotypic analysis and RNA-sequencing analysis, we identify basal dysregulation of thermal- and nutrient-adaptive genes and demonstrate temperature- and/or nutrient-dependent phenotypic suppression of upf1{Delta} phenotypes, including fluconazole sensitivity and resistance to rapamycin. We determine rapamycin co-treatment also suppresses the upf1{Delta} fluconazole sensitivity, implicating dysregulation of Tor signaling in phenotypic outcomes when NMD is absent. We then investigate Tor-sensitive signaling in the upf1{Delta} mutant, finding inhibition of cell wall integrity (CWI) signaling and hyperactivation of the kinase Gcn2, both of which returned to wildtype-like levels by either rapamycin treatment, nutrient limitation, or constitutive thermal stress. These results indicated NMD is required for appropriate regulation of Tor signaling in unstressed conditions and suggested upf1{Delta} phenotypes are driven in part by Tor hyperactivation. A phenotypic screen of mutants lacking Tor regulators revealed that deletion of the Tor-suppressing IML1 gene recapitulates upf1{Delta} phenotypes and signaling defects, consistent with Tor hyperactivation. Taken together, our results suggest NMD participates in the regulation of Tor signaling in C. neoformans. Future work will investigate how specific targets of NMD impact Tor signaling and promote fluconazole sensitivity in C. neoformans.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706931",
    "doi": "10.64898/2026.02.19.706931",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706987",
    "title": "Neuropeptide Y deficiency in the bone marrow drives hematopoietic stem and progenitor cell aging",
    "authors": [
      "Kamble, D.",
      "Ropa, J.",
      "Kamocka, M. M.",
      "Qi, Y.",
      "Imperiale, N.",
      "Singh, P."
    ],
    "summary": "Aging-related blood disorders are linked to defects in the regenerative and multilineage differentiation ability of hematopoietic stem and progenitor cells (HSPCs). While remodeling of the bone marrow (BM) microenvironment where HSPCs reside is known to contribute to these age-associated defects, the underlying factors and mechanisms remain poorly defined. Here, we discovered that the age-related decline of the neurotransmitter neuropeptide Y (NPY) in the BM is a critical driver of HSPC dysfunction. Using mouse models, we demonstrated that NPY levels decrease in the BM with age, and that genetic NPY overexpression or exogenous NPY administration in old mice substantially reverses aging-associated phenotypic and functional defects in HSPCs. Transcriptome analysis revealed that NPY supplementation in old mice restores aging-disrupted molecular pathways in their HSCs, including oxidative stress responses, myeloid differentiation, stemness, mitochondrial activity, and RhoA signaling. However, NPY genetic loss in young mice led to a decline in HSCs regenerative capacity and increased oxidative stress. Importantly, NPY levels also decline in elderly humans, and ex vivo treatment of human BM-derived HSPCs with NPY enhances their in vivo repopulating capacity. These results suggest that NPY supplementation or preservation of NPY-producing nerve fibers could be a therapeutic strategy to rejuvenate aged HSC function.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706987",
    "doi": "10.64898/2026.02.20.706987",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706902",
    "title": "CDK12/13 inhibitor, CTX-439, suppresses tumor growth and potentiates BCL-2 family blockade",
    "authors": [
      "Yamakawa, H.",
      "Khatab, R.",
      "Mizutani, A.",
      "Ebara, S.",
      "Hirayama, T.",
      "Tanaka, S.",
      "Tarumoto, Y.",
      "Sugiyama, M.",
      "Sugino, S.",
      "Takano, M.",
      "Tokuhara, H.",
      "Tanaka, T.",
      "Banno, H.",
      "Arikawa, Y.",
      "Fukui, Y.",
      "Fujimoto, Y.",
      "Islam, S.",
      "Toi, M.",
      "Kawaguchi, K.",
      "Morishita, D.",
      "Yusa, K."
    ],
    "summary": "CDK12 and CDK13 (CDK12/13) regulate transcription by phosphorylating Serine 2 (S2) of the C-terminal domain of RNA polymerase II and have been proposed as therapeutic targets in cancer. Here we report the development of CTX-439, a novel, orally bioavailable, ATP-competitive small-molecule CDK12/13 inhibitor. CTX-439 specifically inhibits S2 phosphorylation and downregulates many genes including those involved in DNA damage repair, thereby exerting a profound anti-cancer effect in vitro and in vivo including breast cancer PDX models. A CRISPR activation screen identified BCL-2 and BCL-xL, anti-apoptotic BCL-2 family members, as genes that when upregulated confer resistance to CTX-439. Simultaneous inhibition of BCL-2/BCL-xL and CDK12/13 rapidly induced apoptosis and significantly suppressed xenograft tumor growth. Mechanistically, CTX-439 downregulates MCL1 protein levels through transcriptional readthrough, shifting cell survival dependency to BCL-2 and BCL-xL. Our study provides novel insights into the anti-tumor effect of CDK12/13 inhibition and proposes a new combination therapy strategy with anti-apoptotic BCL-2 family inhibitors, which may improve therapeutic outcomes in cancer treatment.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706902",
    "doi": "10.64898/2026.02.20.706902",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706964",
    "title": "Extracellular methylglyoxal; the passage across brain endothelial cells and the effect on barrier function",
    "authors": [
      "Berends, E.",
      "Guimbal, S.",
      "Zhang, X.",
      "Frijns, I.",
      "van de Waarenburg, M. P. H.",
      "Scheijen, J. L. J. M.",
      "Wouters, K.",
      "van Oostenbrugge, R. J.",
      "Engelhardt, B.",
      "Foulquier, S.",
      "Schalkwijk, C. G."
    ],
    "summary": "Background: Methylglyoxal (MGO), a highly reactive by-product of glycolysis, has been associated with cognitive decline and Alzheimer's disease, though the mechanistic role of MGO remains unclear. Moreover, conflicting findings exist regarding MGO's toxicity on the blood-brain barrier (BBB). This study investigated whether MGO can cross the BBB under physiologically relevant conditions and whether MGO affects BBB permeability. Methods: Mice were intravenously injected with highly purified home-made MGO or PBS, and MGO concentration was measured at five timepoints in the cerebral cortex up to 4 hours after injection. MGO toxicity was screened on a human brain endothelial cell line (hCMEC/D3) using a live/dead assay prior to the study of selected MGO concentrations and on hiPSC-derived brain microvascular endothelial cells (EECM-BMECs). EECM-BMECs were cultured on Transwell(R) inserts, and barrier function was assessed by sodium fluorescein permeability and transendothelial passage of 13C3-MGO quantified by UPLC-MS/MS. Results: MGO levels in the mouse cortex did not increase post-injection. MGO was not toxic to hCMEC/D3 cells, and it had no impact on barrier properties of EECM-BMECs. After 1-hour exposure, ~13% of total 13C3-MGO was recovered in its free form, and only ~1% of supplemented MGO was recovered from the abluminal side. Conclusion: MGO does not cross the BBB in vivo and does not affect barrier properties of a human in vitro model of the BBB. In vitro MGO passage across the BBB is minimal. These findings suggest that circulating MGO is unlikely to directly affect neuronal function via BBB disruption or enter the brain in its free from.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706964",
    "doi": "10.64898/2026.02.20.706964",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706947",
    "title": "DNA-damaging combination treatments impose genotype-specific constraints on hypermutator evolvability",
    "authors": [
      "Mulkern, A. J.",
      "Bassler, S. O.",
      "Matlock, W.",
      "Typas, A.",
      "MacLean, C."
    ],
    "summary": "Bacterial hypermutator strains drive rapid evolution of antibiotic resistance in chronic infections. Inspired by cancer therapy approaches that exploit synthetic lethality by targeting DNA repair deficiencies in hypermutator tumours, we tested whether pairing a conventional antibiotic with a secondary DNA-damaging agent could constrain hypermutator evolution in bacteria. Using high-throughput experimental evolution of Escherichia coli repair-deficient strains, we evolved populations under carbapenem selection in combination with ciprofloxacin or mitomycin C. Strains lacking oxidative damage repair, double-strand break repair, or transcription-coupled repair showed significantly reduced evolvability, particularly under constant antibiotic pressure and increasing genotoxic stress. However, mismatch repair (MMR) hypermutators, the predominant clinical genotype, did not show reduced evolvability under these combination treatments. This is consistent with pathway orthogonality: MMR does not repair the structural DNA lesions induced by ciprofloxacin or mitomycin C, and the elevated mutation supply of MMR-deficient strains may allow rapid adaptation despite background DNA damage. Our findings demonstrate that combination strategies can constrain the evolvability of specific repair-deficient genotypes in vitro, but success requires matching DNA damage type to specific repair vulnerabilities. This work establishes proof of principle for genotype-directed antimicrobial strategies that exploit DNA repair vulnerabilities to constrain hypermutator evolution.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706947",
    "doi": "10.64898/2026.02.20.706947",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707030",
    "title": "Single-phage profiling illuminates viral individuality during cell fate determination",
    "authors": [
      "Homaee, E.",
      "Zhu, W.",
      "Yao, T.",
      "Golding, I."
    ],
    "summary": "The choice between cell death (lysis) and viral dormancy (lysogeny) following bacteriophage infection serves as a founding paradigm for the emergence of cellular heterogeneity in a genetically uniform population. The determination of host fate arises through the stochastic transcription from multiple viral genomes present within each cell, but this activity remains hidden from empirical interrogation, which typically stops at the whole-cell level. Here we use parallel sequential fluorescence in situ hybridization (par-seqFISH), followed by spatial clustering of phage-encoded transcripts within each cell, to profile the transcriptional activity of individual phages during synchronized infection of Escherichia coli (E. coli) by bacteriophage lambda. At the whole-cell level, transcription kinetics capture the developmental choice between lysis and lysogeny, and further demonstrate that viral replication is required for the emergence of diverging fate decisions. Zooming in to the single-phage level illuminates an individuality of viral activity during infection. We find that, while cells pursuing lysogeny display consensus activity of all inhabiting phages, lytic cells may contain phages that exhibit lysogenic activity. These findings support an earlier suggestion that consensus among coinfecting phages is required for cell dormancy. More broadly, our results highlight the need to identify how whole-cell behavior emerges from the activity of physically distinct copies of the same genetic circuit.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707030",
    "doi": "10.64898/2026.02.20.707030",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.706940",
    "title": "Aging amplifies the influence of spatial contextual information on visual scene processing",
    "authors": [
      "Naveilhan, C.",
      "Zory, R.",
      "Ramanoel, S."
    ],
    "summary": "Older adults rely increasingly on prior knowledge to make sense of their deteriorating representation of the visual world, but how this shapes scene perception and spatial reorientation remains unclear. To address this issue, 28 young and 25 older adults viewed artificially generated rooms either before or after learning the position of a goal hidden in an adjacent room. We manipulated both the number and the eccentricity of navigational affordances (i.e., open doors) to investigate the interaction between bottom-up scene features and top-down spatial knowledge. Consistent with previous findings, younger adults showed decreased performance as the number of open doors increased, but only after learning the goal position, indicating a top-down interaction with the automatic processing of affordances. Door eccentricity did not affect this interaction, suggesting our findings were not due to a distractor effect. In older adults, this interaction between prior spatial information and navigational affordances was markedly amplified: reaction times increased at twice the rate observed in younger adults. These findings show that prior spatial knowledge interacts with the automatic extraction of navigational affordances, and that this influence is markedly amplified with age. While prior knowledge helps stabilize perception when sensory processing becomes less reliable, it can also increase the processing time for complex scenes, particularly when multiple action possibilities are present. By revealing how aging shifts the balance between top-down and bottom-up mechanisms, these results refine models of age-related spatial navigation decline and highlight a trade-off whereby increased reliance on prior knowledge supports perception but can also slow interaction with complex environments.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.706940",
    "doi": "10.64898/2026.02.20.706940",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.20.707043",
    "title": "Conserved Human CpG Dinucleotides Identify Enriched Ageing-related Signals in Developmental Pathways and the Brain",
    "authors": [
      "Christofidou, P.",
      "Bell, C. G."
    ],
    "summary": "The DNA methylome changes with age. This is observed as both random drift, but also consistent alterations within certain genomic loci enabling the construction of precise age predictors. However, the functionality of these ageing-related modifications remains largely undefined. The CpG dinucleotide is the principal sequence target for these epigenetic DNA marks in differentiated cells. Here, for functional insight, we identified ultra-conserved CpGs (ucCpGs, n ~167k) lacking observed sequence mutation in large-scale human whole genome datasets (>576k). ucCpGs were enriched, as expected, in lowly-methylated CpG dense loci, due to methylated cytosine hypermutability. Additionally, ucCpGs demonstrated pathogenic evidence (CADD, ClinVar), and enrichment in four-fold degenerate sites, as well as within developmental and ageing-related gene families (AP-2, HOX-L, C2H2-ZNF, etc). Extreme ucCpG clusters ([&ge;]16 ucCpGs/kb) were enriched for brain-expressed genes, as well as developmental and ageing/mortality pathways. ucCpGs also strongly co-located within ageing-related Differentially Methylated Regions (age-DMRs), highlighting Clustered Protocadherin Gamma, as well as HSPA2 and LHFPL4 genes. These findings further support that functional components of DNAm ageing are intertwined with developmental pathways.",
    "published": "2026-02-20T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.20.707043",
    "doi": "10.64898/2026.02.20.707043",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2023.04.06.535882",
    "title": "The BOD1L subunit of the SETD1A complex sustains the expression of DNA damage repair genes despite restraining H3K4 trimethylation",
    "authors": [
      "Ciotta, G.",
      "Singh, S.",
      "Kranz, A.",
      "Gupta, A.",
      "Torres, D. C.",
      "Fu, J.",
      "Choudhury, R.",
      "Liske, N.",
      "Chu, W. K.",
      "Choudhary, C.",
      "Gahurova, L.",
      "Severinov, D.",
      "Al-Fatlawi, A.",
      "Schroeder, M.",
      "Aasland, R.",
      "Anastassiadis, K.",
      "Poetsch, A. R.",
      "Stewart, A. F."
    ],
    "summary": "SETD1A is the histone 3 lysine 4 (H3K4) methyltransferase central to the mammalian version of the highly conserved eight subunit Set1 complex (Set1C) that apparently conveys H3K4 trimethylation (H3K4me3) onto all active Pol II promoters. Accordingly, the Setd1a mouse knock-out dies in early embryogenesis at the epiblast stage and mouse embryonic stem cells (ESCs) die when SETD1A is removed. We report that ESC death is accompanied by loss of expression of DNA repair genes and accumulating DNA damage. BOD1L and BOD1 are homologs of the yeast Set1C subunit, Shg1, and subunits of the mammalian SETD1A and B complexes. We show that the Shg1 homology region binds to a highly conserved central alpha-helix in SETD1A and B. Like mutagenesis of Shg1 in yeast, conditional mutagenesis of Bod1l in ESCs promoted increased H3K4 di- and tri-methylation but also, like loss of SETD1A, loss of expression of DNA repair genes, increased DNA damage and cell death. In contrast to similar losses of DNA repair gene expression, the converse changes in H3K4 methylation after loss of SETD1A or BOD1L implies that H3K4 methylation is not essential for expression of the target DNA repair genes. Because BOD1L becomes highly phosphorylated after DNA damage and acts to protect damaged replication forks, the SETD1A complex, and BOD1L in particular, are key nodes for the DNA damage repair network.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.04.06.535882",
    "doi": "10.1101/2023.04.06.535882",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.17.599425",
    "title": "Convergence of Angiotensin Signaling on Lung Pericyte and Stromal Behaviors",
    "authors": [
      "Benjamin, K. J. M.",
      "Gonye, E.",
      "Sauler, M.",
      "Gidner, S.",
      "Malinina, A.",
      "Neptune, E. R."
    ],
    "summary": "The renin-angiotensin system is a well-characterized regulator of tissue homeostasis whose clinical relevance has expanded to include lung disorders such as chronic obstructive pulmonary disease (COPD)-associated emphysema, idiopathic pulmonary fibrosis, and COVID-19. Despite this interest, the cell-specific localization of angiotensin receptors in the human lung has remained poorly defined, in part due to limitations of available antibody reagents. Here, we define the expression patterns of the two predominant angiotensin receptors, AGTR1 and AGTR2, using complementary bulk and single-nucleus transcriptomic datasets from human lung tissue. We demonstrate that these receptors exhibit mutually exclusive, compartment-specific localization, with AGTR1 expressed in lung pericytes and AGTR2 expressed in alveolar epithelial type 2 cells. AGTR1 is detectable in isolated lung pericytes, and spatial colocalization with pericyte markers confirmed within the airspace microvasculature compartment by RNAscope. Airspace pericyte abundance was reduced in an experimental emphysema model but restored by pharmacologic attenuation of AGTR1 signaling commensurate with airspace repair. In COPD lungs, AGTR1 expression showed heterogeneous, disease-associated dysregulation across stromal populations, including upregulation in alveolar fibroblasts. Bulk transcriptomics also revealed aging-associated redistribution of AGTR1 expression into stromal compartments. Angiotensin II and cigarette smoke impaired pericyte migration toward endothelial cells, while combined exposure suppressed pericyte proliferation. Together, these findings identify AGTR1 as a new highly selective marker of lung pericytes and a regulator of pericyte behaviors within the airspace microvasculature. These findings provide a cell-resolved framework for angiotensin signaling with direct relevance to airspace resilience and therapeutic targeting.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.17.599425",
    "doi": "10.1101/2024.06.17.599425",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.04.15.648906",
    "title": "Extrachromosomal DNA micronucleation constrains tumour fitness andimproves patient survival",
    "authors": [
      "Brueckner, L.",
      "Xu, R.",
      "Tang, J.",
      "Gnanasekar, A.",
      "Herrmann, A.",
      "Wong, I. T.-L.",
      "Zhang, S.",
      "Tu, F.",
      "Pilon, M.",
      "Kukalev, A.",
      "Pardon, K.",
      "Sidorova, O.",
      "Atta, J.",
      "Yu, Q.",
      "Montouri, G.",
      "Pradella, D.",
      "Ilic, M.",
      "Suina, K.",
      "Novais-Cruz, M.",
      "Kaltenbach, S.",
      "Treue, D.",
      "Giurgiu, M.",
      "Herzog, S.",
      "Hollinger, A.-S.",
      "Wittstruck, N.",
      "Fernandez, M.",
      "Wolozyn, N.",
      "Becker, F.",
      "Louma, V.-R.",
      "Yan, X.",
      "Schmargon, R.",
      "Doerr, J.",
      "Gamlin, D.",
      "Lehmann, A.",
      "Guergen, D.",
      "Richter, M.",
      "Dubois, F.",
      "Simeoni, F.",
      "Pennycook, B. R.",
      "Hamilton, A.",
      "Lindemann, R. K.",
      "Dawes, C.",
      "Balmus, G.",
      "Hero, B.",
      "Fischer, M.",
      "Bafna, V.",
      "Verhaak, R"
    ],
    "summary": "Extrachromosomal DNA (ecDNA) contributes to cancer genome instability by enabling high-copy oncogene amplification, intratumoural heterogeneity and rapid genetic change. Micronuclei (MN) are frequently observed in chromosomally unstable cancers, yet their origins and relevance in ecDNA-driven tumours remain incompletely understood. Here, we investigate the relationship between ecDNA segregation errors and MN formation. We find that ecDNA frequently localizes to MN and represents a prominent source of MN content in ecDNA-positive cancer cells. Mitotic clustering of oncogene-bearing ecDNAs is associated with asymmetric inheritance and mis-segregation into MN. Transfer of oncogenes from ecDNA into MN is accompanied by reduced transcriptional output. Single-MN sequencing shows that individual MN are enriched for ecDNA to a degree that exceeds expectations from stochastic mis-segregation and that in MN oncogenes originating from multiple distinct ecDNAs coalesce. Using live-cell imaging, we observe that cells inheriting ecDNA-positive MN show limited proliferative capacity and an increased likelihood of cell death. In neuroblastoma patients with MYCN-amplified ecDNA, higher frequencies of ecDNA-positive MN at diagnosis are associated with improved event-free and overall survival. Together, these findings link ecDNA mis-segregation to MN formation and reduced cellular fitness, suggesting that ecDNA-positive MN may reflect a state of impaired oncogenic ecDNA function with potential relevance for clinical outcome.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.04.15.648906",
    "doi": "10.1101/2025.04.15.648906",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.04.674332",
    "title": "EZH2 Inhibition Induces a Metabolic Stress Response Sensitizing TNBC to Glutaminase Targeting",
    "authors": [
      "Porras, L.",
      "Fukano, M.",
      "Gironne, A.-S.",
      "Quadri, E.",
      "Alzial, G.",
      "Philippeau, H.",
      "Alaessa, Y.",
      "Monast, A.",
      "Gorse, F.",
      "St-Arnaud, M.",
      "De Sa Tavares Russo, M.",
      "MADER, s.",
      "Avizonis, D.",
      "Lemieux, S.",
      "Park, M. M.",
      "Deblois, G."
    ],
    "summary": "EZH2, the catalytic subunit of Polycomb Repressive Complex II, is overexpressed and associated with poor prognosis in triple-negative breast cancer (TNBC). Although EZH2 inhibition induces significant changes in chromatin landscapes and gene expression, it has a limited impact on the growth of TNBC models, suggesting adaptive compensatory mechanisms. Here, we demonstrate that EZH2 inhibition leads to the accumulation of misfolded proteins and double-stranded RNA (dsRNA), triggering an essential integrated stress response (ISR) through PKR and PERK activation. By inducing ISR-mediated ATF4 activation, EZH2 inhibition enhances amino acid flux and promotes glutaminolysis, in turn activating mTOR signaling to support TNBC cell survival. Pharmacological targeting of this metabolic adaptation with a glutaminase (GLS) inhibitor in combination with EZH2 inhibition significantly impairs TNBC cell proliferation and tumor growth. These findings reveal a stress-driven metabolic adaptation that sustains TNBC survival upon EZH2 blockade and highlight inhibition of this pathway as a strategy to enhance the efficacy of EZH2 inhibitors in TNBC.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.04.674332",
    "doi": "10.1101/2025.09.04.674332",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2025.09.19.677260",
    "title": "Epigenetic aging in brain tissue of the self-fertilizing vertebrate, Kryptolebias marmoratus",
    "authors": [
      "Belik, J.",
      "Silvestre, F."
    ],
    "summary": "DNA methylation changes predictably with age across taxa, but in most species these patterns are confounded by genetic variation. As a result, age-predictive methylation models have mostly been developed in genetically heterogeneous, cross-fertilizing organisms, limiting inference about epigenetic aging per se. Disentangling epigenetic and genetic effects is therefore essential for understanding aging, adaptation, and evolution. Here, we exploit the mangrove rivulus (Kryptolebias marmoratus), one of only two known self-fertilizing vertebrates (together with K. hermaphroditus), to examine epigenetic aging in a system of naturally occurring near-isogenic individuals. Using reduced-representation bisulfite sequencing of 90 brain samples spanning 60-1100 days of age, we identified 40 CpG sites whose methylation levels predict chronological age with high accuracy (R2 > 0.96, Median Absolute Error of 28.7 days). These 40 age-associated CpG sites were linked to nearby genes with known roles in cellular maintenance and neurodegeneration. These include genes implicated in aging and neurodegenerative processes across vertebrates, such as lamin-A, the aryl hydrocarbon receptor, and genes associated with Alzheimers disease in humans. By leveraging a self-fertilizing vertebrate, this study demonstrates that DNA methylation undergoes consistent, age-associated changes across the lifespan in the near absence of genetic variation. Our results establish self-fertilizing vertebrates as powerful models for disentangling epigenetic aging from genetic effects and provide a foundation for comparative and evolutionary studies of aging.\n\nSTATEMENTSO_ST_ABSData availabilityC_ST_ABSThe datasets generated and/or analyzed during the current study are available in the NCBI repository, under the ID BioProject ID PRJNA1331489.\n\nFunding statementThis work was supported by the FNRS project J.0189.24 \"Epigenome Stability in Mangrove Rivulus\".\n\nEthics approvalAll research reported in this manuscript was conducted in accordance with institutional and national ethical standards for animal care and use. Experimental procedures involving Kryptolebias marmoratus were approved by the Animal Experimentation Ethics Committee (UN PM KE 23/020).\n\nAuthors contributionsJB designed the experimental process, conceptualized the article, generated and analyzed the data and wrote the manuscript. FS designed the experimental process, reviewed and edited the manuscript and did validation and supervision. All authors read and approved of the final manuscript.\n\nConflict of interestThe authors declare that they have no competing interests.\n\nPatient consent statementNot applicable.\n\nPermission to reproduce material from other sourcesNot applicable.\n\nClinical trial registrationNot applicable.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.09.19.677260",
    "doi": "10.1101/2025.09.19.677260",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.02.686085",
    "title": "Ultra-High Field 31P functional Magnetic Resonance Spectroscopy Reveals NAD+ Dynamics in Brain Energy Metabolism during Visual Stimulation.",
    "authors": [
      "Kaiser, A.",
      "Anvari Vind, F.",
      "Duarte, J. M. N.",
      "Jelescu, I. O.",
      "Lin, Y.",
      "Yu, X.",
      "Widmaier, M.",
      "Wenz, D.",
      "Xin, L."
    ],
    "summary": "We investigated dynamic changes in nicotinamide adenine dinucleotide (NAD+) metabolism in the human occipital lobe using ultra-high field 31P functional magnetic resonance spectroscopy (fMRS) at 7 Tesla. Twenty-five healthy volunteers (mean age 24 {+/-} 4 years, 10 female) performed a visual task alternating between fixation and flashing checkerboard stimuli. 31P MRS spectra were acquired from a visual cortex voxel functionally localized by prior fMRI. Linear mixed-effects modelling revealed a significant reduction in NAD+; concentrations during the first stimulation block, while no significant change was observed during the second block. No significant changes were observed for other high-energy phosphate metabolites (ATP, phosphocreatine, and inorganic phosphate), indicating specificity in the NAD+; response. Exploratory analyses, dividing the blocks in two halves, suggested further reductions in NAD+; and tNAD in the second halves of both stimulation blocks, though these trends were not statistically significant. Our findings demonstrate the feasibility of using fMRS at 7T to detect stimulus-induced dynamics in cerebral NAD+; metabolism in vivo, providing insights into the interplay between glycolysis and oxidative phosphorylation during neural activation.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.02.686085",
    "doi": "10.1101/2025.11.02.686085",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.03.686258",
    "title": "Mitotic bypass and continued endocycling promote cancer cell survival after genotoxic chemotherapy",
    "authors": [
      "Truskowski, K.",
      "Rolle, L.",
      "Butler, G.",
      "Yang, M. E.",
      "Pienta, K. J.",
      "Amend, S. R."
    ],
    "summary": "Genotoxic chemotherapies are central components of the treatment regimen for most cancers but are rarely curative. Drug-tolerant persister cells (DTPs) evade cell death during these treatments by accessing transient adaptive states and can contribute to cancer progression after treatment. Here, we demonstrate that cancer cells can survive genotoxic chemotherapy-induced stress by accessing a DTP state wherein stress-induced bypass of mitosis precipitates continued endocycling which promotes survival by allowing cells to evade mitotic catastrophe and cell death. Mechanistic studies indicate that persistent DNA damage signaling in endocycling persister cells triggers sustained p53-independent CDK1 inhibition by WEE1 and Myt1. Continued survival in endocycling persisters is dependent on activation of this G2 checkpoint, and disrupting WEE1 or Myt1 activity using clinical-stage small molecule inhibitors is sufficient to drive CDK1 reactivation, forcing mitotic entry, catastrophe, and cell death. Our results define endocycling DTPs as targetable mediators of cancer cell persistence after genotoxic therapy.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.03.686258",
    "doi": "10.1101/2025.11.03.686258",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2026.01.04.697535",
    "title": "A cell-type-resolved directory of human brain reveals microRNAs and tRNA fragments associated with aging and Alzheimer's disease",
    "authors": [
      "Dubnov, S.",
      "Laski, L.",
      "Zchut, I.",
      "Avidan, O.",
      "Bennett, E. R.",
      "Greenberg, D. S.",
      "Tujerman, A.",
      "Nitzan, M.",
      "Paldor, I.",
      "Soreq, H."
    ],
    "summary": "Background: MicroRNAs (miRs) and transfer RNA fragments (tRFs) regulate diverse brain processes, from neurogenesis to neurological disease. While both these small RNA classes have been implicated in cell-type-specific regulation, most studies leaned on bulk measurements, due to technical limitations in detecting small RNAs using single-cell RNA sequencing. Consequently, the cell-type specificity of brain miRs and tRFs remains poorly characterized, limiting functional interpretation. Results: To generate a comprehensive, cell-type-resolved atlas of miRs and tRFs from live human brain tissues, we isolated neurons, astrocytes, microglia, and oligodendrocytes from neurosurgery-derived fresh human brain samples and profiled their small RNAs by RNA-sequencing. This revealed pronounced cell-type-specific differences in miR and tRF levels, identified novel small RNA cell-type markers, and provided insight into the genetic regulation of miR cell-type specificity. Notably, neurons exhibited elevated levels of 5'-tRNA halves compared to glial cells, including enriched fragments derived from glycine, leucine and lysine tRNAs. Finally, our resource enabled assignment of cell-type origins to miRs associated with healthy brain aging and tRFs linked to Alzheimer's disease. Conclusions: Highlighting the importance of cellular context for data interpretation, both human brain miRs and tRFs exhibit pronounced cell-type-specific differences associated with brain aging and neurodegenerative diseases. Combined with an accompanying statistical tool for miR cell-type enrichment analysis, this work provides a publicly available resource for resolving the cell-type origins of small RNAs in the human brain.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697535",
    "doi": "10.64898/2026.01.04.697535",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706445",
    "title": "In vivo deuteration reveals pronounced variation in myelin lipid turnover rates and reduced myelin renewal with ageing",
    "authors": [
      "Lee, J. Y.",
      "Cai, Y.",
      "Westerhausen, M.",
      "Michael, J. A.",
      "Teo, J. D.",
      "Song, H.",
      "Watt, G.",
      "Ellis, S. R.",
      "Don, A. S."
    ],
    "summary": "Myelin turnover is essential for its structural and functional integrity, yet how this particularly lipid-rich membrane is renewed and why it deteriorates with ageing remain unresolved. Combining deuterium oxide administration in mice with high resolution lipidomics, we establish that brain lipid turnover rates are highly heterogeneous, differ by brain region, and depend primarily on lipid class. Half-lives of common glycerophospholipids in purified myelin were under 2 months whereas many sphingolipids exhibited half-lives exceeding 8 months, dependent on acyl chain length and saturation. Myelin sphingolipid and cholesterol replacement rates in the corpus callosum decreased markedly between 3 and 12 months of age, while disrupting lipid trafficking through ApoE ablation preferentially impaired cholesterol turnover and incorporation into myelin. Our results establish that myelin renewal occurs through continual replacement of individual lipid constituents in a manner that depends on lipid class, hydrophobicity, and ApoE-dependent trafficking, and that this process slows significantly with ageing.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706445",
    "doi": "10.64898/2026.02.17.706445",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706227",
    "title": "Dual receptor engagement by mannose-capped lipoarabinomannan reprograms macrophage lipid metabolism in tuberculosis",
    "authors": [
      "Nag, D.",
      "Radeny, J.",
      "Cui, J.",
      "Vehra, O.",
      "Yu, Y.",
      "Nigou, J.",
      "Bell, S. L.",
      "Gennaro, M. L."
    ],
    "summary": "Necrotizing granulomas, the pathological hallmark of active tuberculosis, are characterized by the accumulation of lipid droplet-laden macrophage foam cells that promote tissue destruction, bacterial persistence, and transmission. Despite their central role in tuberculosis pathogenesis, the molecular mechanisms driving foam cell formation remain poorly defined. Here, we demonstrate that the mannose-capped lipoglycan lipoarabinomannan (ManLAM), a major mycobacterial virulence factor, induces macrophage lipid droplet accumulation through coordinated engagement of Toll-like receptor 2 and Dectin-2. Distinct structural moieties within ManLAM are selectively required for recognition by each receptor. Dual receptor engagement synergistically enhances both lipid metabolic reprogramming and NF-kB-mediated inflammatory signaling. However, lipid accumulation proceeds through an mTORC1-PPAR{gamma}-dependent pathway that is largely independent of inflammatory activation. ManLAM-induced lipid metabolic changes closely mirror those elicited during Mycobacterium tuberculosis infection, both in triglyceride composition and in dependence on the mTORC1-PPAR{gamma} axis. These findings identify ManLAM as a major mycobacterial input into foam cell-associated lipid metabolism and delineate how a single microbial ligand, through coordinated engagement of two distinct innate immune receptors, couples mycobacterial recognition to macrophage lipid metabolism reprogramming.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706227",
    "doi": "10.64898/2026.02.18.706227",
    "categories": [],
    "keywords_matched": [
      "\\bNF\\-kB\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706284",
    "title": "The SF3B1 inhibitor pladienolide B massively inhibits DNA damage signaling and repair and counteracts resistance to platinum salts in Non-Small Cell Lung Cancer",
    "authors": [
      "Jamal-El-Hussein, N.",
      "Chaudhary, S.",
      "Montaudon, E.",
      "Nemati, F.",
      "Genoux, A.",
      "Polveche, H.",
      "El-Botty, R.",
      "Barette, C.",
      "Jia, T.",
      "Auboeuf, D.",
      "Decaudin, D.",
      "EYMIN, B."
    ],
    "summary": "Background: Lung cancer, including Non-Small Cell Lung Carcinoma (NSCLC), is the leading cause of cancer mortality worldwide. Platinum salts are the gold standard chemotherapy for NSCLC but many patients develop resistance leading to disease progression. Identifying new therapeutic strategies to counteract resistance is crucial. Pharmacological compounds targeting core components of the spliceosome machinery have emerged as promising anti-cancer agents. However, their mechanisms of action remain to be elucidated in NSCLC. Methods: Various NSCLC cell lines were used in 2D and 3D cultures or clonogenic assays. NSCLC Patient-Derived Xenografts were also used. SF3B1 was silenced by siRNA. Flow cytometry was performed to analyze cell cycle distribution and apoptosis. Western-blot, immunofluorescence, SIRF analysis and DNA repair assays were done to assess globally the DNA damage response. RNA-Seq, RT-qPCR and RT-PCR studies were performed to identify gene and splicing events impacted by SF3B1 inhibition. Publicly available transcriptomic and proteomic data were analyzed. Results: SF3B1 is a core component of the spliceosome machinery. We show that NSCLC cells with acquired resistance to platinum salts are vulnerable to pladienolide B, a SF3B1 inhibitor, or SF3B1 knock-down. Importantly, pladienolide B also slows down tumor growth of NSCLC Patient-Derived Xenografts (PDXs) poorly responsive to platinum salts. Mechanistically, we show that pladienolide B leads to genomic instability and apoptosis, that correlate with early transcription-dependent replication stress and DNA-PKcs activation, followed by the shutdown of ATR/DNA-PKcs-dependent signaling. In addition, pladienolide B profoundly regulates the expression and/or splicing, particularly exon skipping, of numerous genes involved in DNA repair, leading to decreased repair capacities of DNA double strand breaks. Although exon skipping events are mostly transient, skipping of exon 8 of MLH3, a gene involved in mismatch DNA repair, persisted along time. Finally, we show that pladienolide B counteracts resistance to platinum salts in NSCLC cells as well as PDXs, which correlates with enhanced MLH3 exon 8 skipping and decrease of ATR, DNA-PKCs and MLH3 protein levels. Conclusions: As a whole, our data highlight the targeting of SF3B1 as a potential therapeutic strategy, alone or in combination, in NSCLC patients who escape platinum salts-based chemotherapy.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706284",
    "doi": "10.64898/2026.02.17.706284",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.16.706116",
    "title": "Microgravity affects the nervous system and aging in C. elegans through reduced tactile stimulation",
    "authors": [
      "Higashitani, A.",
      "Moon, J.-H.",
      "Hwang, J.-I.",
      "Higashitani, N.",
      "Hashizume, T.",
      "Abu, A. A.",
      "Ooizumi, K.",
      "Sazuka, I.",
      "Hashizume, Y.",
      "Umehara, M.",
      "Alcantara, A. V.",
      "Kim, B.-s.",
      "Etheridge, T.",
      "Szewczyk, N. J.",
      "Abe, T.",
      "Lee, J. I.",
      "Higashibata, A."
    ],
    "summary": "Space travel is becoming accessible, yet our understanding of how space environment and microgravity ({micro}G) affect biology, physiology, and health remains incomplete. We investigated {micro}G effects on neuromuscular development and aging in Caenorhabditis elegans. Nematodes in {micro}G showed downregulation of genes related to synaptic signaling, dopamine response, locomotion, and cuticle development, with impaired synaptic vesicle dynamics, reduced motility, and shorter body lengths. Aged worms in {micro}G showed decreased collagen gene expression, increased motor neuron defects, synaptic vesicle accumulation and decreased release, and mitochondrial morphology collapse in body wall muscles, indicating accelerated aging. MEC-4 mechanoreceptor was identified as a key mediator of {micro}G-induced body length reduction and changes in extracellular matrix gene expression. {micro}G conditions suppressed mechanoreceptor genes, suggesting multiple mechanosensory systems are affected. Physical stimulation through culture medium with small beads in space mitigated many {micro}G-induced expression changes, including mechanoreceptors, neuromuscular defects, and aging-related phenotypes. These results highlight mechanical stimulis role in maintaining neuromuscular integrity during spaceflight and suggest restoring tactile input could counter health risks from reduced stimulation in long-term space missions.\n\nSIGNIFICACEWe found that microgravity ({micro}G) conditions suppress the expression of multiple mechanoreceptor genes in Caenorhabditis elegans, indicating that several mechanosensory systems are affected during spaceflight. Importantly, reintroducing physical stimulation by adding small beads to the culture medium in space partially reversed many of these {micro}G-induced gene expression changes. This intervention also mitigated neuromuscular defects and aging-related phenotypes observed under {micro}G conditions. Collectively, these findings underscore the essential role of mechanical stimuli in preserving neuromuscular integrity during space missions and suggest that restoring tactile input may be a promising strategy to counteract the health risks associated with reduced tactile stimulation during prolonged spaceflights.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.16.706116",
    "doi": "10.64898/2026.02.16.706116",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706452",
    "title": "ZNF121 recruits YTHDF2 to modulate mRNA stability",
    "authors": [
      "Burke, G. L.",
      "Nabeel-Shah, S.",
      "Pu, S.",
      "Ahmed, N.",
      "Morcos, S. M.",
      "Burns, J. D.",
      "Abosen, A.",
      "Zhong, G.",
      "Campos, E. I.",
      "Greenblatt, J. F."
    ],
    "summary": "N6-methyladenosine (m6A) is the most abundant internal modification in mRNA and has been shown to regulate gene expression through the binding of specific reader proteins, such as YTHDF2, which promotes mRNA decay. Previous studies indicate that YTHDF2 has relatively weak intrinsic RNA-binding affinity, suggesting that additional factors may facilitate its association with target transcripts. Here, we show that the C2H2-Zinc Finger protein, ZNF121, binds mRNA in cells and physically interacts with YTHDF2 in the cytoplasm. We demonstrate that approximately 80% of ZNF121-bound mRNAs are also YTHDF2 targets, and that their binding sites highly correlate with each other. Loss of ZNF121 impairs YTHDF2 binding to shared targets and increases their stability, independent of the presence of m6A modifications. Moreover, co-regulated transcripts are enriched for cell-cycle-related pathways, and ZNF121 depletion leads to elevated expression of the oncogene MDM2, implicating ZNF121 in growth control and the DNA damage response. Our findings identify ZNF121 as a cofactor that enhances YTHDF2-mediated mRNA regulation and reveal a previously unknown layer of control in mRNA decay.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706452",
    "doi": "10.64898/2026.02.18.706452",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706456",
    "title": "TAZ (Wwtr1) deficiency leads to ER stress and mitochondrial dysfunction in a mouse model of Fuchs' endothelial corneal dystrophy",
    "authors": [
      "Park, S.",
      "Ramarapu, R.",
      "Lim, J.",
      "Khan, S.",
      "Khan, M. J.",
      "Stoehr, W. R.",
      "Leonard, B. C.",
      "Thomasy, S. M."
    ],
    "summary": "Fuchs' endothelial corneal dystrophy (FECD) impacts over 300 million individuals worldwide with corneal transplantation as the primary treatment. There is a dire need to establish non-surgical alternatives which are dependent on mouse models. Transcriptional co-activator with PDZ-binding motif (TAZ, encoded by Wwtr1) is a mechanotransducer implicated in maintaining homeostasis of corneal endothelial cells (CEnC). Wwtr1-/- (TAZ KO) mice serve as an animal model for late-onset FECD. We combined single-cell transcriptomics, transmission electron microscopy, and immunofluorescence staining to elucidate the mechanisms driving pathogenesis in young (2-month-old) and geriatric (11-month-old) mice. A progressive stress response was observed in TAZ KOs defined by endoplasmic reticulum (ER) stress, mitochondrial structural and functional abnormalities, and impaired Na+/K+ ATPase localization. These changes were accompanied by an altered expression of genes involved in extracellular matrix (ECM) organization, oxidative phosphorylation, macroautophagy and response to oxidative stress. Additionally, we noted age-related differences in cellular response with young TAZ KO CEnCs upregulating macroautophagy and downregulating ECM organization while geriatric TAZ KO CEnCs downregulated macroautophagy, and ECM organization. Both TAZ KO groups downregulated response to oxidative stress and cell-substrate adhesion. Together, these findings establish a mechanistic link between disrupted mechanotransduction and organelle stress in CEnC degeneration, further elaborating on potential mechanisms driving FECD pathogenesis. This positions TAZ KO mice as a translational platform for evaluating non-surgical therapeutic strategies targeting FECD.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706456",
    "doi": "10.64898/2026.02.17.706456",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706457",
    "title": "GlRac Regulates a Noncanonical, ATG8-Independent Autophagy-Like Pathway in Giardia lamblia",
    "authors": [
      "Klippel, A. H.",
      "Reed, G.",
      "Newman-Boulle, C.",
      "Dule, D.",
      "Kedia, S.",
      "Chan, W. P.",
      "Shih, H.-W.",
      "Paredez, A. R."
    ],
    "summary": "Autophagy is a conserved catabolic process essential for cellular homeostasis and stress adaptation. The protozoan parasite Giardia lamblia lacks most canonical autophagy-related (ATG) genes, including the hallmark ATG8, raising longstanding questions about whether it can perform autophagy. Here, we show that Giardia mounts a regulated autophagic-like response. Double-membrane compartments resembling autophagosomes are induced in up to 30% of encysting cells and 91% of starved trophozoites, supporting roles in differentiation and survival under nutrient stress. Their clearance is triggered by amino acid replenishment but not by glucose, indicating a nutrient-specific sensing mechanism. GlRac, the parasites sole Rho family GTPase, labels these structures and regulates their formation, as evidenced by a threefold increase in compartment levels upon constitutive activation and a significant reduction after knockdown. This extends the conserved role of Rho GTPases in regulating autophagy to an evolutionarily early-branching eukaryote. Of nine putative ATG orthologs tested, none localized as clearly as GlRac to autophagic structures. These organelles acidify and recruit cathepsin proteases, consistent with degradative capacity. A newly developed live-cell actin marker reveals robust recruitment to these structures, implicating actin-driven remodeling. Finally, quinacrine, an FDA-approved antigiardial drug, promotes the accumulation of autophagic structures, consistent with its known effects on mammalian autophagy. Together, our findings establish GlRac as a regulator of an ATG8-independent autophagic response in Giardia, demonstrate that this parasite retains key features of autophagy despite its streamlined genome, and highlight this pathway as a potential therapeutic target.\n\nSignificanceAutophagy is a self-degradative process essential for stress adaptation and cellular recycling. Although considered ancient and broadly conserved, this pathway was long thought to be absent in the protozoan parasite Giardia lamblia, which lacks many canonical autophagy genes, including the classic marker ATG8. Here, we demonstrate that Giardia performs a regulated autophagic-like response. We identify GlRac, the parasites sole Rho family GTPase, as a regulator that marks autophagosome-like organelles, underscoring the conserved role of Rho GTPases in autophagy across eukaryotes. We also show that quinacrine, a clinically used antigiardial drug, perturbs the autophagic response in this organism. These findings reveal an unrecognized aspect of Giardia biology and support autophagy as a promising therapeutic target for this widespread parasite.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706457",
    "doi": "10.64898/2026.02.17.706457",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706486",
    "title": "Inducible Impairment of Polymerase Gamma Activity in Cardiomyocytes Promotes Severe Cardiomyopathy with Cardiac Hepatopathy",
    "authors": [
      "Bond, S. T.",
      "Tan, Y.",
      "Walker, S.",
      "Jenkinson, S.",
      "Yang, C.",
      "Liu, Y.",
      "Liu, K. H.",
      "Kiriazis, H.",
      "Donner, D. G.",
      "Cross, J.",
      "Henstridge, D. C.",
      "Greening, D. W.",
      "Drew, B. G."
    ],
    "summary": "Mitochondrial dysfunction is a hallmark feature of heart failure (HF) and cardiomyopathy, with substantial human and preclinical evidence suggesting that congenital mitochondrial defects can directly drive these conditions. Despite these strong links, not all individuals with mitochondrial disease develop cardiomyopathy, and therefore the precise mitochondrial defects that initiate cardiac pathology in this setting remain incompletely understood. Here, we describe a novel mouse model that induces progressive deterioration in mtDNA integrity specifically in cardiomyocytes. This model was generated through a post developmental, cardiomyocyte specific deletion of the exonuclease domain of Polymerase Gamma (PolG), impairing its ability to repair mtDNA. Strikingly, from just 16 weeks post-induction these mice displayed progressive worsening of cardiac output, ejection fraction, global strain and blood pressure culminating in premature death at 28-30 weeks post-mutation. Morphologically, these mice displayed cardinal features of hypertrophic cardiomyopathy with enlarged hearts, ventricles and cardiac fibrosis - but little evidence of congestive HF. We also demonstrate using various transcriptional and proteomic readouts, that signalling pathways characteristic of cardiomyopathy were activated. Interestingly, prior to substantial declines in cardiac function, we detect robust activation of the integrated stress response (ISR) in PolGMut mice, and major rewiring of mitochondrial folate metabolism pathways, suggesting that these pathways underpin the developing pathology. Lastly, we also observed a striking hepatopathy phenotype in mutant mice reminiscent of that observed in patients with HF, a condition not robustly recapitulated previously in other mouse models. Thus, our data establish a direct link between mtDNA instability leading to chronic activation of the ISR and rewiring of folate metabolism in cardiomyocytes, subsequently driving a severe cardiac phenotype associated with hepatopathy.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706486",
    "doi": "10.64898/2026.02.17.706486",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.17.706426",
    "title": "Profiling peripheral immune cells in Parkinsons disease: A Scoping Review",
    "authors": [
      "Recinto, S. J.",
      "Jernigan Posey, J.",
      "Lefter, N.",
      "Vitic, Z.",
      "Overgaard, M. O.",
      "Liu, L.",
      "Howden, A. J.",
      "Eyer, K.",
      "Romero-Ramos, M.",
      "Tansey, M. G.",
      "STRATTON, J. A."
    ],
    "summary": "Parkinsons disease (PD) is increasingly recognized as a multi-system disorder with immune dysregulation extending beyond the central nervous system. Although numerous studies have examined peripheral immune alterations in people with PD, findings remain heterogenous and difficult to reconcile. To clarify the current landscape, we conducted a comprehensive scoping review of human studies profiling peripheral blood immune cells in PD. Following PRISMA-ScR guidelines, we systematically screened the literature and curated studies reporting in vivo and ex vivo immune characterizations from PD patients. Eligible studies based on pre-defined criteria were assessed for patient demographics and clinical variables, experimental and analytical approaches, and reported immune outcomes. Our synthesis reveals a steady expansion and diversification of peripheral immune cell research in PD especially over the last decade. Deep immunophenotyping identifies convergent signatures across in vivo studies of both innate and adaptive compartments, including expanded pro-inflammatory T-cell subsets, altered monocyte subset distributions, increased cytotoxic natural killer cells and neutrophil-to-lymphocyte ratio, and dysregulated pathways related to immune activation, chemotaxis, mitochondrial function, and autophagy-lysosomal processes. Stimulation-based ex vivo assays further demonstrate recurrent T-cell hyper-responsiveness in PD, whereas myeloid cell responses are more variable and context dependent. Critically, this review highlights substantial variability and under-reporting in study design, which impeded our ability to make strong conclusions relating to many aspects of PD peripheral immunity.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.17.706426",
    "doi": "10.64898/2026.02.17.706426",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706475",
    "title": "Activating FGFR1 restores Integrin-β1--mediated fibronectin sensing in satellite cells of aged mice",
    "authors": [
      "Chang, T.-L.",
      "Vallery, T. K.",
      "Zlatkov, T. S.",
      "Cutler, A. A.",
      "Kurland, J. V.",
      "Butcher, C. H.",
      "Anseth, K. S.",
      "Olwin, B. B."
    ],
    "summary": "Muscle satellite cells (SCs), essential for skeletal muscle regeneration, decline in number and function with age, contributing to sarcopenia. A fully defined viscoelastic hydrogel that preserves SC-myofiber interactions and supports tunable densities of fibronectin-derived RGD ligands was used to investigate age-related defects in extracellular matrix sensing by SCs. Elevating RGD density increased the number of activating and proliferating SCs on myofibers from young mice, whereas SCs from aged mice were unresponsive. Loss of FGF receptor 1 signaling in SCs from aged mice abrogated the coordinated Syndecan-4 and Integrin-{beta}1 matrix response observed in SCs from young mice. Activating Integrin-{beta}1 promoted asymmetric division and self-renewal in SCs from young mice whereas combined FGFR1 and Integrin-{beta}1 signaling drove symmetric expansion. In SCs from aged mice, FGFR1 dysfunction disrupted this balance, impairing asymmetric division, but constitutive FGFR1 activation restored receptor co-localization, self-renewal, and fibronectin responsiveness. Therefore, FGFR1 integrates matrix and growth factor signals, suggesting that targeting the FGFR1--Integrin-{beta}1 axis may enhance SC regenerative potential in aging organisms.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706475",
    "doi": "10.64898/2026.02.18.706475",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706512",
    "title": "Redox-activated induction of Warburg-type metabolism in the adult heart",
    "authors": [
      "Yang, Y.",
      "Nabeebaccus, A.",
      "Mikhaylichenko, O.",
      "Reumiller, C. M.",
      "Cozzetto, D.",
      "Visnagri, A.",
      "Zoccarato, A.",
      "Zhang, M.",
      "Brewer, A.",
      "Hafstad, A.",
      "Santos, C. X. C.",
      "Shah, A."
    ],
    "summary": "Proliferating cells rewire glucose metabolism away from oxidative ATP production towards glycolysis and anabolic branch pathways (the Warburg effect). In contrast, the contractile function of terminally differentiated cardiomyocytes in the heart critically depends upon mitochondrial ATP generation. Adult cardiomyocytes are largely non-proliferative but undergo hypertrophy in response to increased heart workload. A fundamental question in the field is how cardiac metabolism is modified to balance competing energetic and anabolic demands. We previously reported that the redox-signalling H2O2-generating enzyme, NADPH oxidase 4 (NOX4), facilitates compensated cardiac function in hearts undergoing hypertrophic remodelling. Here, we show that NOX4 induces Warburg-type reprogramming of glucose metabolism in the healthy heart, with increased flux into the pentose phosphate, serine and nucleotide biosynthetic pathways. Using an integrated multiomics approach, we uncover a NOX4-regulated network involving interplay between direct transcriptional activation of metabolic genes via NRF2 [aka NFE2L2] and ATF4 and a broader epigenetic regulation. This reprogramming of glucose intermediary metabolism along with previously reported NOX4-mediated enhancement of fatty acid oxidation may serve to optimally support the dual requirements of increased energy demand and remodelling in the heart. Our findings identify a novel paradigm for redox-regulated Warburg-type metabolic reprogramming in the terminally differentiated heart.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706512",
    "doi": "10.64898/2026.02.18.706512",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706568",
    "title": "Systematic Analysis of Human Tissue- and Cell-Specific Metabolic Models Identifies High-Sugar, High Fat Diet Induced Liver Dysregulation",
    "authors": [
      "Li, M.",
      "Shi, M.",
      "Zhang, C.",
      "Turkez, H.",
      "Uhlen, M.",
      "Mardinoglu, A."
    ],
    "summary": "Human tissues exhibit specialized metabolic functions that are essential for maintaining whole-body metabolic homeostasis. To systematically characterize organ- and cell-type-specific metabolic heterogeneity, we constructed 32 tissue-specific and 81 cell-type-specific enzyme-constrained genome-scale metabolic models (ecGEMs) by integrating the global human metabolic network with the tissue- and single-cell transcriptomic data from the Human Protein Atlas (HPA). Our analysis revealed pronounced differences in metabolic network architecture and activity across the human body, identifying key cell types that drive tissue metabolic functions. To demonstrate the applicability of these models, we employed the liver-specific ecGEM to investigate the metabolic reprogramming induced by a high-sugar, high-fat (HSHF) diet, a primary driver of metabolic dysfunction-associated fatty liver disease (MAFLD). Flux balance analysis revealed a fundamental transition in hepatic metabolism: from a flexible, multi-functional system toward a constrained, lipid-centric regime. This state is characterized by carbohydrate and lipid overload, mitochondrial respiratory dysfunction, and a compromised capacity for reactive oxygen species (ROS) detoxification. These computational predictions were validated through integrative analysis of transcriptomic data from a human MAFLD cohort and metabolomic profiles from an in vivo HSHF rat model. Together, this work provides a comprehensive atlas of human metabolic models, enabling the systematic investigation of metabolic features across tissues and conditions from a systems-level perspective.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=142 SRC=\"FIGDIR/small/706568v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (40K):\norg.highwire.dtl.DTLVardef@1492c59org.highwire.dtl.DTLVardef@fe8acborg.highwire.dtl.DTLVardef@14a4105org.highwire.dtl.DTLVardef@1f2b927_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706568",
    "doi": "10.64898/2026.02.18.706568",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706818",
    "title": "Systematic mutational mapping reveals optimal amyloid formation for RIPK function",
    "authors": [
      "Martin, M.",
      "Bolognesi, B."
    ],
    "summary": "Amyloid formation, typically associated with neurodegeneration, can also serve essential biological functions. RIPK1 and RIPK3 kinases assemble functional amyloids via their RHIM domains to drive necrosome formation and necroptosis. Here, we systematically map the sequence-function relationship of these domains using deep mutagenesis combined with massively parallel assays that directly report on amyloid nucleation and necroptotic signaling. Analysis of ~3,000 mutations across RIPK1 and RIPK3 reveals that both proteins rely on a conserved aliphatic tetrad to nucleate amyloids, but diverge mechanistically: RIPK3 nucleation is largely driven by this core interface, whereas RIPK1 requires a second aliphatic surface to achieve efficient nucleation. Cross-species comparisons with mutational atlases from mouse RIPKs show conservation of these principles, underscoring their evolutionary selection. Strikingly, functional outcomes depend on finely balanced nucleation: variants that either reduce or enhance amyloid formation impair necroptosis. Consistently, human population genetics indicates that such variants are extremely rare, suggesting evolutionary optimization of the RHIM domain at a sweet-spot of amyloid propensity required for signaling. By linking quantitative mutational landscapes to functional amyloid assembly, this work uncovers how evolution has tuned the amyloid propensity of RIPKs to enable robust cell death signaling. These insights not only advance our understanding of amyloid biology but also provide a framework for therapeutic modulation of necroptosis and for engineering synthetic amyloids with tailored activities.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706818",
    "doi": "10.64898/2026.02.19.706818",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706783",
    "title": "De novo assembly of the Trypanosoma congolense genome reveals an organisation influenced by antigenic variation but distinct from Trypanosoma brucei",
    "authors": [
      "Krasilnikova, M.",
      "Munday, J. C.",
      "Beraldi, D.",
      "Larcombe, S.",
      "Oldrieve, G. R.",
      "Lapsley, C.",
      "Morrison, L.",
      "Matthews, K. R.",
      "McCulloch, R."
    ],
    "summary": "Antigenic variation is a widespread process for pathogen evasion of mammalian adaptive immunity, involving the continuous change in exposed antigens. In African trypanosomes, antigenic variation involves changes in the expression of Variant Surface Glycoprotein (VSG). Understanding of VSG expression control and change amongst African trypanosomes is most advanced in Trypanosoma brucei. In the important animal trypanosome, Trypanosoma congolense, incomplete assembly of the genome has held back understanding of the mechanics of antigenic variation. Here, we have used long-read DNA sequencing and Hi-C DNA interaction analysis to provide a telomere-telomere assembly of the T. congolense genome. This assembly reveals a genome comprising 12 diploid chromosomes, one tetraploid chromosome, and more than 100 small chromosomes. Within this new assembly, we reveal several features of VSG organisation and expression that differ from T. brucei. The majority of the T. congolense VSG archive, estimated at ~1500 genes, localises to subtelomeres in 12 of the 13 large chromosomes, but these loci are notably smaller than are found in T. brucei. Furthermore, transcriptome analysis reveals expression of VSGs across the T. congolense subtelomeres, which are not separated within the nucleus from non-VSG chromosome regions, indicating that there is no dedicated VSG expression site. Strikingly, one chromosome contains approximately 40% of the VSG archive and is largely transcriptionally silent, potentially acting as the major reservoir of new VSG variants. Finally, we show that VSG expression can be detected from multiple small chromosomes. In summary, the new genome assembly provides a platform for understanding a potentially unusual operation of VSG expression and switching in T. congolense.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706783",
    "doi": "10.64898/2026.02.19.706783",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706587",
    "title": "Alternative exon splicing reveals hidden mitochondrial targeting of PLIN3",
    "authors": [
      "Aguettaz, A. K.",
      "Arribat, Y.",
      "Schmitt, A.",
      "Gerihanov, A.",
      "Fleurimont, J.",
      "Daraspe, J.",
      "Vijayatheva, V.",
      "Tabasso, C.",
      "Lagarrigue, S.",
      "Picardi, E.",
      "Cohen, S.",
      "Genoud, C.",
      "Amati, F."
    ],
    "summary": "Perilipin 3 (PLIN3) is a lipid droplet-associated protein implicated in cellular lipid metabolism. We characterize a previously unrecognized alternative splicing event in human PLIN3. The generated transcript PLIN3B is detectable at the RNA level across human tissues and is modulated by antisense oligonucleotide-mediated splicing. Despite clear evidence for PLIN3B transcript expression, endogenous PLIN3B protein could not be detected using multiple complementary state-of-the-art detection strategies.\n\nWhen expressed exogenously, PLIN3B coding sequence encodes an unstable protein that localizes predominantly within mitochondria, in contrast to canonical PLIN3. Using super-resolution microscopy, correlative light-electron microscopy, and interaction proteomics, we show that PLIN3B accumulates intramitochondrially and engages protein quality control machinery. Mitochondrial targeting depends on residues shared by both isoforms, not altered by alternative splicing, indicating that mitochondrial targeting is normally repressed.\n\nTogether, these results show that alternative exon splicing in PLIN3 reveals latent mitochondrial targeting without producing detectable endogenous protein, underscoring the need to distinguish transcript diversity from stable protein expression.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706587",
    "doi": "10.64898/2026.02.18.706587",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706481",
    "title": "Genetic Architecture of Addiction-Relevant Behaviors in Outbred Sprague-Dawley Rats Reveals Loci for Anxiety-Like and Nociceptive Traits",
    "authors": [
      "Chitre, A. S.",
      "Hebda-Bauer, E. K.",
      "Emery, M. A.",
      "Li, F.",
      "Nguyen, K.-M.",
      "Wang, Y.",
      "Cheng, R.",
      "Polesskaya, O.",
      "Watson, S. J.",
      "Li, J.",
      "Akil, H.",
      "Palmer, A. A."
    ],
    "summary": "Studies have shown that substance use liability is associated with novelty seeking, anxiety-like behavior, and pain sensitivity. We examined whether common genetic variation in outbred Sprague-Dawley rats explained variation in behavioral measures from three assays with established links to substance use: locomotor response to a novel environment, elevated plus maze, and tail flick. We estimated single-nucleotide polymorphism heritability and performed genome-wide association analyses using permutation-derived significance thresholds (N=534-654 rats across traits). Heritability estimates ranged from 0.14-0.38 across eleven traits. Three independent loci were identified: chromosome 1 for elevated plus maze open-arm behavior ( = 0.05), chromosome 14 for elevated plus maze immobility ( = 0.10), and chromosome 17 for tail flick latency ( = 0.05). Candidate genes included Slc18a2, Gfra1, and Pdzd8 (chromosome 1); Rel and Bcl11a (chromosome 14); and Eci2 and Eci3 (chromosome 17). We compared these loci with our genome wide association study of a F2 intercross of selectively bred high- and low-responder rats, originally derived from Sprague-Dawleys, that model individual differences in externalizing and internalizing behavior. The current loci are distinct from the ones identified in the bred lines. This difference likely reflects selection history in the high- and low-responder F2s, which focused on facets of exploratory locomotion, while loci for anxiety and pain sensitivity traits were identified in the outbreds. This highlights the benefit of using both outbred and selectively bred rats to probe causal variants contributing to individual differences in substance use liability. The current outbred findings implicate monoaminergic signaling, transcriptional control, and lipid metabolism as testable mechanisms for addiction-relevant behaviors.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706481",
    "doi": "10.64898/2026.02.18.706481",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706669",
    "title": "MG53 Protects Against Intestinal Inflammation by Inhibiting NLRP3 Inflammasome Activation",
    "authors": [
      "Li, Z.",
      "Dawson, Z.",
      "Li, X.",
      "Zhao, S.",
      "Bu, M.",
      "Jiang, F.",
      "Chen, Y.",
      "Zhang, M.",
      "Zeng, X.",
      "Park, K. H.",
      "Lu, J.",
      "He, J.",
      "Lee, K.",
      "Boyaka, P.",
      "Li, H.",
      "Ma, J."
    ],
    "summary": "Background and Objectives: Inflammatory bowel disease (IBD) involves dysregulated immune responses and chronic intestinal inflammation. The nod-like receptor pyrin domain containing 3 (NLRP3) inflammasome plays a critical role in IBD pathogenesis, but regulatory mechanisms remain not fully understood. Mitsugumin 53 (MG53, also known as TRIM72), originally identified as a critical membrane repair protein, has emerged as a novel regulator of inflammatory processes. To investigate the protective role of MG53 in colitis and elucidate its mechanisms in regulating NLRP3 inflammasome activation in IBD. Methods: We used dextran sodium sulfate (DSS)-induced colitis models comparing MG53 knockout (KO) and wild type (WT) mice, assessing disease severity, MG53 tissue uptake, and therapeutic effects of recombinant human MG53 (rhMG53). In vitro studies examined rhMG53's effects on NLRP3 inflammasome activation, caspase-1 cleavage, interleukin-1 beta secretion, and MG53-NLRP3 interactions. Results: MG53 KO mice showed more severe colitis with increased weight loss, higher disease activity scores, shortened colons, and greater inflammation. DSS treatment induced the accumulation of circulating MG53 in inflamed colonic tissuecirculating MG53 uptake into injured colon tissue. rhMG53 administration ameliorated colitis severity in MG53 KO mice and dose-dependently suppressed NLRP3 inflammasome activation in vitro. MG53 interacted with NLRP3 and reduced apoptosis-associated speck-like protein containing a CARD (ASC) speck formation and NLRP3 oligomerization without affecting upstream signaling or NLRP3 stability. Conclusion: MG53 is a physiological regulator of NLRP3 inflammasome activation that protects against colitis, suggesting therapeutic potential for IBD.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706669",
    "doi": "10.64898/2026.02.18.706669",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706637",
    "title": "Endothelial PTBP1 Deletion in Transplanted Cardiac Tissue Limits Cardiac Allograft Vasculopathy",
    "authors": [
      "Pathoulas, C. L.",
      "Hayashi, K.",
      "Rosales, I.",
      "Kimble, A. L.",
      "Dewan, K.",
      "Gross, R. T.",
      "Lancey, J.",
      "Ye, L.",
      "Li, Q.",
      "Li, Y.",
      "Hao, B.",
      "Reese, B.",
      "Jellison, E.",
      "Menoret, A.",
      "Vella, A. T.",
      "Bowles, D. E.",
      "Valenzuela, N. M.",
      "Hsu, J. J.",
      "Alessandrini, A.",
      "Murphy, P. A."
    ],
    "summary": "Cardiac allograft vasculopathy (CAV) is a leading cause of late graft failure and mortality following heart transplantation, with limited therapeutic options. Endothelial cells (ECs), at the interface between the donor graft and host immune system, play a central role in CAV development. However, the molecular mechanisms driving endothelial dysfunction and vascular remodeling in chronic heart transplant rejection remain poorly understood. To characterize endothelial alterations associated with CAV, we isolated nuclei from cardiac tissues of four human donor groups: (1) early post-transplant CAV-negative surveillance biopsies, (2) CAV-negative explanted grafts with acute cellular rejection (ACR), (3) late-stage CAV-positive explanted grafts, and (4) naive non-transplanted control hearts. We applied intranuclear cellular indexing of transcriptomes and epitopes (inCITE-seq) to profile endothelial gene expression together with nuclear protein levels of splice factor polypyrimidine tract-binding protein 1 (PTBP1), a key post-transcriptional regulator of endothelial inflammatory responses. Functional relevance of PTBP1 was assessed using endothelial-specific deletion of Ptbp1 in an F1 hybrid murine model of CAV. In human CAV, endothelial cells exhibited increased transforming growth factor-beta; (TGF-beta) signaling and reduced oxidative phosphorylation (OxPhos) transcripts. Nuclear PTBP1 protein levels were markedly elevated in CAV endothelium and were associated with TGF-beta responsive transcriptional programs and correlated with clinical indices of cardiac dysfunction. In murine heart transplants, endothelial-specific deletion of Ptbp1 markedly reduced hallmarks of CAV, including neointimal hyperplasia, fibrosis, and lymphocyte activation. At the molecular level, endothelial Ptbp1 deletion prevented suppression of mitochondrial transcripts and preserved mitochondrial content and integrity under hypoxic stress, attenuating interferon signaling in endothelial cells. These findings identify PTBP1 as a central endothelial regulator linking pro-fibrotic stress to mitochondrial dysfunction and immune activation in chronic cardiac allograft rejection. Targeting endothelial PTBP1 may represent a strategy to limit chronic graft injury while minimizing systemic immunosuppression.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706637",
    "doi": "10.64898/2026.02.18.706637",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.19.706823",
    "title": "Sequence-dependent transferability of the LRLLR membrane translocation motif: A computational study of smacN and NR2B9c peptides.",
    "authors": [
      "Munoz-Gacitua, D.",
      "Blamey, J."
    ],
    "summary": "The LRLLR cell-penetrating motif can be transferred to confer membrane translocation activity, but only to compatible recipient peptides. Using umbrella sampling molecular dynamics simulations, we demonstrate that C-terminal LRLLR addition to the pro-apoptotic smacN peptide eliminates its translocation barrier entirely, transforming a +65 kJ/mol barrier into a -50 kJ/mol energy well. In contrast, N-terminal LRLLR addition to the neuroprotective NR2B9c peptide increases the translocation barrier from +85 to +100 kJ/mol, demonstrating that motif transfer can prove counterproductive for incompatible sequences. Cell-penetrating peptides offer promising strategies for intracellular delivery of therapeutic cargo, yet the sequence determinants governing their activity remain incompletely understood. The LRLLR motif, identified through systematic screening as essential for spontaneous membrane translocation, represents a minimal penetrating element whose transferability has not been previously evaluated. We appended this motif to two clinically relevant peptides: smacN, a tetrapeptide targeting inhibitor of apoptosis proteins in chemotherapy-resistant cancers, and NR2B9c, a nonapeptide that disrupts excitotoxic signaling in ischemic stroke. Potential of mean force profiles calculated across a POPC/POPG bilayer, combined with analysis of hydrogen bonding patterns, secondary structure propensity, and conformational dynamics, reveal the structural basis for these divergent outcomes. Successful transfer to smacN results from favorable complementarity: the hydrophobic, neutral smacN provides an ideal platform for the charged, amphipathic LRLLR motif, yielding a chimera capable of simultaneous interaction with both membrane leaflets. Transfer failure with NR2B9c stems from conformational rigidity induced by intramolecular hydrogen bonding, which prevents optimal membrane insertion, combined with unfavorable positioning of internal polar residues at the bilayer center. These findings establish that cell-penetrating motif transfer requires compatibility in charge distribution, hydrophobicity, and conformational flexibility between the motif and recipient sequence. The smacN-LRLLR chimera emerges as a promising candidate for experimental validation as a membrane-permeable therapeutic for survivin-positive tumors. More broadly, this work demonstrates the value of computational screening to identify compatible motif-cargo pairings prior to experimental investment.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.19.706823",
    "doi": "10.64898/2026.02.19.706823",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706717",
    "title": "Non-enzymatic assimilation of organosulfur compounds at the interface of geochemistry and biochemistry",
    "authors": [
      "Ernst, L.",
      "Lumbantobing, T.",
      "Barlow, C.",
      "Todd, J.",
      "Orsi, W. D.",
      "Greening, C."
    ],
    "summary": "Dimethyl sulfide (DMS) and dimethyl sulfoxide (DMSO) have important microbial-driven roles in global nutrient cycling, chemotaxis and/or climate regulation. Microbial DMSO and DMS assimilation were thought to require their enzymatic reduction to methanethiol. However, reactive oxygen species were recently shown to mediate methane production from DMS and DMSO. Here, we show that this oxidative mechanism can sustain microbial growth without the need for enzymes to directly reduce DMS or oxidize DMSO. Both, light and heat were effective geochemical drivers of this mechanism that yielded methanesulfonic acid and sulfite, and which mimicked the stepwise oxidation of DMSO by monooxygenases that only enzymatically enhance this oxidation reaction. Furthermore, we demonstrated intracellular DMSO degradation, in which sulfur and the simultaneously released carbon were both utilized by microbes. This study emphasizes that metabolic pathways are not necessarily enzyme-driven, with putatively ancient, non-enzymatic reaction networks taking place at a transition between geochemistry and biochemistry.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706717",
    "doi": "10.64898/2026.02.18.706717",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2026.02.18.706624",
    "title": "Lung progenitors exhaustion in response to microenvironment stress during aging",
    "authors": [
      "Toscano-Marquez, F.",
      "Garcia-Vicente, A.",
      "Camacho-Silverio, U.",
      "Valdivia-Herrera, T.",
      "Rio de la Loza, M.",
      "Hernandez-Xochihua, E.",
      "Ramirez, R.",
      "Selman, M.",
      "Pardo, A.",
      "Romero, Y."
    ],
    "summary": "Progenitor cells in aged tissues undergo changes in their microenvironment that may impact their functionality during regeneration. Despite recent advances in understanding the role of adult lung progenitors, the impact of aging on these cells remains unclear. To analyze aging modifications, we used aged wild-type mice of 18-24 months old, and Zmpste24-/- deficient mice, which exhibit an accelerated aging phenotype. A three-dimensional organoid culture system was employed to assess the lung regeneration capacity. Additionally, mouse epithelial cells and fibroblasts were isolated and characterized with senescence and autophagy markers. Our findings revealed that lung epithelial cells from aged mice and Zmpste24-/- mice hold their regeneration capacity, maintaining their phenotype and a healthy cellular state through an increase in autophagy, particularly when co-cultured with healthy fibroblasts. Conversely, cultured fibroblasts from Zmpste24-/- mice show nuclear defects and acquire a senescent phenotype, characterized by mTORC1 activation and reduced autophagy, which in turn impairs organoid formation. Moreover, these progenitor cells become increasingly susceptible to mechanical stress with aging due to reduced nuclear lamins and the Zmpste24 defect. This vulnerability is illustrated by FACS sorting, which can further compromise their regenerative potential. Our results indicate that, in aging, progenitor cells and their fibroblast niche integrate microenvironmental signals that shape cell-cell interactions essential for lung regeneration.",
    "published": "2026-02-19T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2026.02.18.706624",
    "doi": "10.64898/2026.02.18.706624",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41722057",
    "title": "Intracellular Reactive Oxygen Species Generation Induced by High-Frequency Ultrasound in Thickness Vibration Mode.",
    "authors": [
      "Fujishiro K",
      "Okada S",
      "Rossi F",
      "Kuchimaru T",
      "Kurashina Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722057/",
    "doi": "doi: 10.1002/advs.202519582",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41722033",
    "title": "A multi-layered disruption: How calcium, acidification, and ROS signals converge to shut down energy metabolism in incompatible pollen.",
    "authors": [
      "Prakash V"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722033/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41722030",
    "title": "Unraveling nutritional regulation mechanisms in Bombyx mori: how an artificial diet impairs silk synthesis by inducing dysfunctional energy metabolism.",
    "authors": [
      "Chen X",
      "Weng H",
      "Wang J",
      "Qu Z",
      "Wu X",
      "He R",
      "Cao J",
      "Zhou W",
      "Ye A"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722030/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41721997",
    "title": "Elbasvir triggers ferroptosis in esophageal squamous cell carcinoma through NCOA4-mediated ferritinophagy.",
    "authors": [
      "Tang M",
      "Gong F",
      "Yang M",
      "He S",
      "Cheng J",
      "Yang Z",
      "Xu L",
      "Ma Q",
      "Guo X",
      "Zhong X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721997/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41721935",
    "title": "Transcranial Photobiomodulation Modulates Oxidative Stress Biomarkers and Complex IV Activity in Anhedonic-Like Behavior.",
    "authors": [
      "Bortoluzzi L",
      "Colombo R",
      "da Motta Pinto KB",
      "Viscardi LH",
      "Missiaggia R",
      "Turella DJ",
      "Schwantess L",
      "Salvador M",
      "Branco CS",
      "Rigotti M",
      "Scotton E",
      "Schons T",
      "Ribeiro SB",
      "Caldieraro MA",
      "Rosa AR"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721935/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41721933",
    "title": "Turning pancreatic cancer from cold to hot: the promise of a p53-expressing oncolytic adenovirus (OBP-702).",
    "authors": [
      "Kuroda S",
      "Tazawa H",
      "Hashimoto M",
      "Kanaya N",
      "Kakiuchi Y",
      "Kagawa S",
      "Urata Y",
      "Fujiwara T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721933/",
    "doi": "doi: 10.1007/s10147-026-02991-7",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41721930",
    "title": "\"Metabolic memory\" of aging: anchoring, transmission, and frontiers of transgenerational intervention.",
    "authors": [
      "Zhao Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721930/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721901",
    "title": "Insights into Healthy Ageing in Malaysia: A Qualitative Study.",
    "authors": [
      "Muraly MR",
      "Mat S",
      "Aravindhan K",
      "Ibrahim R",
      "Ahmad-Annuar A",
      "Pin TM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721901/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721786",
    "title": "A Type I/II Photosensitizer with Lysosome-Targeting Capabilities Induces Immunogenic Cell Death in Cancer Cells to Enhance Tumor Immunotherapy.",
    "authors": [
      "Jiang P",
      "Wang L",
      "Jiang R",
      "Zeng R",
      "Huang W",
      "Mao G",
      "Liu T",
      "Tang BZ",
      "Cai H",
      "Zhao Z",
      "Mei Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721786/",
    "doi": "doi: 10.1021/acsnano.5c14676",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41721783",
    "title": "Placental Small Extracellular Vesicles as Modulators of Bisphenol A-Induced Oxidative Stress and Mitochondrial Activation in Human Astrocytoma Cells (U-373 MG).",
    "authors": [
      "Nencini S",
      "Pifferi A",
      "Passaponti S",
      "Severi FM",
      "Bocchi C",
      "Canaletti S",
      "Romagnoli R",
      "Cresti L",
      "Ermini L",
      "Ietta F"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721783/",
    "doi": "doi: 10.1152/ajpcell.00312.2025",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41721774",
    "title": "Adsorption of Cs Ions in Hydroxy-Al Interlayered Clay Minerals and the Aging Mechanism.",
    "authors": [
      "Sakuma H",
      "Tamura K",
      "Suehara S",
      "Hashi K"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721774/",
    "doi": "doi: 10.1021/acs.langmuir.5c05291",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721732",
    "title": "An Injectable Thermosensitive Hydrogel Codelivering Permeability-Promoting Nintedanib-loaded Phase-transition Nanoparticles and Doxorubicin to Potentiate Immunogenic Cell Death in Triple-Negative Breast Cancer for Chemoimmunotherapy.",
    "authors": [
      "Zou X",
      "Li S",
      "Jin Z",
      "Huang S",
      "Niu R",
      "Fu N",
      "Li W",
      "Gao J",
      "Wang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721732/",
    "doi": "doi: 10.1021/acsami.5c26337",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41721728",
    "title": "NIR-II Fluorescent Timer-Embedded Drug for Real-Time Tracing of Immunogenic Cell Death and Guiding Chemo-immunotherapy.",
    "authors": [
      "Wang C",
      "Zhang S",
      "Xie Y",
      "Du J",
      "Chao Z",
      "Ju H",
      "Liu Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721728/",
    "doi": "doi: 10.1021/acs.analchem.5c07267",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41721609",
    "title": "Macrophage Membrane-Cloaked, ROS-Triggered Quercetin Nanocarriers Target Ovarian Lesions to Treat Polycystic Ovary Syndrome.",
    "authors": [
      "Li W",
      "Guan Y",
      "Song N",
      "Zhang F",
      "Deng Z",
      "Yin T",
      "Yang Y",
      "Conde J",
      "Jin W",
      "Yin Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721609/",
    "doi": "doi: 10.1002/adhm.202505171",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41721542",
    "title": "Microenvironment-Adaptive Smart Hydrogel with 2D Vanadium Nitride MXenzyme Rescues Osteoarthritis via Coordinated ROS Scavenging and Hspa5/GPX4 Axis-Mediated Ferroptosis Suppression.",
    "authors": [
      "Li Y",
      "Jiang X",
      "Li J",
      "Gu H",
      "Li Q",
      "Li J",
      "Ji Y",
      "Min X",
      "Chen B",
      "Xu Q",
      "Lin J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721542/",
    "doi": "doi: 10.1002/adhm.202504967",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41721534",
    "title": "Spermidine improve high copper diet -induced intestinal oxidative stress and microbiota community composition.",
    "authors": [
      "Qi Y",
      "Jiang D",
      "Li S",
      "Ling W",
      "Wang X",
      "Ji C",
      "An X",
      "Li D",
      "Wang X",
      "Kang B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721534/",
    "doi": "doi: 10.1080/10715762.2026.2625094",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41721478",
    "title": "Age-related decline in NCKX4-mediated calcium clearance accelerates aortic remodelling and drives early vascular ageing.",
    "authors": [
      "Bomfim GHS",
      "Asam K",
      "Patel N",
      "Zou A",
      "Rosenberg K",
      "Mitaishvili E",
      "Aguiar T",
      "Zorn E",
      "Ramasamy R",
      "Aouizerat B",
      "Lacruz RS"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721478/",
    "doi": "doi: 10.1113/JP290475",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721458",
    "title": "EXPRESS: Motor information might be relatively preserved in healthy aging: Investigation of body-object interaction.",
    "authors": [
      "Pan X",
      "Liang B",
      "Zhu P"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721458/",
    "doi": "doi: 10.1177/17470218261427945",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721457",
    "title": "Unraveling the telomere-mitochondrial axis in colorectal cancer: Results from a prospectively followed cohort.",
    "authors": [
      "Gil-Korilis A",
      "Ergui-Arbizu J",
      "Hanák P",
      "Danešová N",
      "Tomášová K",
      "Valíčková A",
      "Horák J",
      "Gentiluomo M",
      "Levý M",
      "Křivonosková S",
      "Král J",
      "Jungwirth J",
      "Vodičková L",
      "Vymetálková V",
      "Azqueta A",
      "Campa D",
      "Vodička P",
      "Vodenková S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721457/",
    "doi": "doi: 10.1186/s10020-026-01423-6",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41721353",
    "title": "Aloperine alleviates LPS-induced inflammation in bovine intestinal epithelial cells through autophagy and TLR4/p38 MAPK/NF-κB pathway.",
    "authors": [
      "Tan P",
      "Wang Y",
      "Zhang C",
      "Deng Q",
      "Du L",
      "Zhao B",
      "Muhametbay G",
      "Zhao C",
      "Wang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721353/",
    "doi": "doi: 10.1186/s12917-026-05337-7",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41721346",
    "title": "Progressive neurodegeneration, motor decline, and premature mortality in aging Ngly1 deficient rats.",
    "authors": [
      "Zhu L",
      "Dwight S",
      "Mueller WF",
      "Schweighardt B"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721346/",
    "doi": "doi: 10.1186/s13023-026-04261-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721342",
    "title": "Integrative bioinformatics, single-cell and experimental evidence for a BPA-m6A-apoptosis axis in granulosa cell dysfunction in polycystic ovary syndrome.",
    "authors": [
      "Zhang Y",
      "Lin Y",
      "Xiong X",
      "Chen X",
      "Liu X",
      "Huang H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721342/",
    "doi": "doi: 10.1186/s13048-026-02038-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41721229",
    "title": "Whole blood DNA methylation signature of epigenetic aging in medication overuse headache.",
    "authors": [
      "Kwiatkowska KM",
      "Mascarella D",
      "Ferraresi F",
      "Pirazzini C",
      "Ravaioli F",
      "Bacalini MG",
      "Dall'Olio D",
      "Sala C",
      "Castellani G",
      "Calzari L",
      "Gentilini D",
      "Terlizzi R",
      "Pierangeli G",
      "Cortelli P",
      "Favoni V",
      "Garagnani P",
      "Cevoli S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721229/",
    "doi": "doi: 10.1186/s10194-026-02298-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721210",
    "title": "Higher artificial intelligence-ECG atrial fibrillation prediction model output and estimated physiologic aging predict higher risk of adverse vascular events in patients with migraine.",
    "authors": [
      "Yang PH",
      "Zhang N",
      "Chao CJ",
      "Lopez-Jimenez F",
      "Mangold KE",
      "Attia IZ",
      "Friedman PA",
      "Noseworthy PA",
      "Tietjen GE",
      "Chiang CC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721210/",
    "doi": "doi: 10.1111/head.70062",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41721119",
    "title": "Spatially gated oxidative killing: mitoxyperilysis redefines how ROS cause lytic cell death.",
    "authors": [
      "Wu MY",
      "Tsai AP",
      "Yong SB",
      "Li CJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721119/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41721018",
    "title": "Core principles of autophagy initiation mechanisms.",
    "authors": [
      "Kotani T",
      "Nakatogawa H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721018/",
    "doi": "doi: 10.1038/s41594-026-01752-4",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41721008",
    "title": "The matricellular protein CCN5 (WISP2) inhibits cellular senescence in cardiac myoblasts and fibroblasts.",
    "authors": [
      "Jo Y",
      "Lee M",
      "Kim SB",
      "Kwak TH",
      "Jeong D",
      "Jang SP",
      "Park WJ"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721008/",
    "doi": "doi: 10.1038/s41598-026-40206-1",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41720971",
    "title": "Cellular mechanisms of brain lipid metabolism in health and disease.",
    "authors": [
      "Petrelli F",
      "Gilardi C",
      "Igelbüscher CM",
      "Panfilova D",
      "Rey A",
      "Paolicelli RC",
      "Knobloch M"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720971/",
    "doi": "doi: 10.1038/s41556-026-01880-5",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41720867",
    "title": "A novel fasting mimetic (Mimio) creates fasting-like benefits to hunger control, oxidative stress, and cardiometabolic health in humans.",
    "authors": [
      "Grant AD",
      "Erfe MCB",
      "Kazaryan A",
      "Oliver PL",
      "Moos J",
      "Luna V",
      "Craft N",
      "Rhodes CH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720867/",
    "doi": "doi: 10.1038/s41598-026-38495-7",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41720809",
    "title": "Near telomere-to-telomere genome assembly of the stone loach (Traccatichthys pulcher).",
    "authors": [
      "Du LN",
      "Wang ZC",
      "Chen ZN",
      "Qin ZX",
      "Li CH"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720809/",
    "doi": "doi: 10.1038/s41597-026-06849-5",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41720793",
    "title": "Epigenetic profiling of hematopoietic stem cells from male mice identifies KDR and PU.1 as regulators of aging transcriptome and caloric restriction response.",
    "authors": [
      "Zong L",
      "Park B",
      "Tekin-Turhan F",
      "Kuribayashi W",
      "Tanaka-Yano M",
      "Li K",
      "Beerman I"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720793/",
    "doi": "doi: 10.1038/s41467-026-69718-0",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bCaloric\\ restriction\\b"
    ]
  },
  {
    "id": "pmid:41719707",
    "title": "Three natural extracts alleviate ovalbumin-induced oxidative stress, inflammation, and barrier dysfunction in canine intestinal epithelial cells.",
    "authors": [
      "Wang H",
      "Liu T",
      "Bai H",
      "Jin H",
      "Wang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719707/",
    "doi": "doi: 10.2460/ajvr.25.09.0349",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41719216",
    "title": "The aging effect in the processing of Chinese interoceptive- and exteroceptive- reaction affective verbs.",
    "authors": [
      "Jiang M",
      "Qu D",
      "Luo Q",
      "Wang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719216/",
    "doi": "doi: 10.1080/23279095.2026.2628131",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719100",
    "title": "Periplogenin Suppresses Hepatocarcinogenesis by Inducing Cellular Senescence via the Activating FOXO1/P53 Signaling Pathway.",
    "authors": [
      "Wang P",
      "Zhu J",
      "Li W",
      "He Z",
      "Dai X",
      "Shi Y",
      "Xu Z",
      "Wang P",
      "Wang R",
      "Chen J",
      "Liang R",
      "Huang J",
      "Jiang Y",
      "Chen G",
      "Chen H",
      "Xie X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719100/",
    "doi": "doi: 10.1002/ptr.70256",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41719072",
    "title": "Expression of Concern for: p21-Activated Kinase 4 and Ischemic Acute Kidney Injury in Mice and Humans.",
    "authors": [],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719072/",
    "doi": "doi: 10.1681/ASN.0000001030",
    "categories": [],
    "keywords_matched": [
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41719071",
    "title": "Water-soluble tomato concentrate alleviates neuron apoptosis though activating ERK/CREB/BDNF signaling pathway in ischemic stroke.",
    "authors": [
      "Zhou L",
      "Yu M",
      "Zhang Y",
      "Sun X",
      "Luo Y",
      "Sun X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719071/",
    "doi": "doi: 10.1039/d5fo05487g",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41718964",
    "title": "VPS33A Promotes Pemigatinib Resistance in Cholangiocarcinoma via Autophagy.",
    "authors": [
      "Chen M",
      "Luo M",
      "Zhang B",
      "Xiao X",
      "Xu Y",
      "Wu F",
      "Zhou W",
      "Lu S"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718964/",
    "doi": "doi: 10.1007/s10620-026-09720-0",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41718953",
    "title": "GWAS reveals common SLX4 variants associated with telomere length and hypertension in individuals of African ancestry.",
    "authors": [
      "Benfield N",
      "Thami PK",
      "Ware J",
      "Collopy L"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718953/",
    "doi": "doi: 10.1007/s13258-026-01746-y",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41718923",
    "title": "Retraction Note: Esculin-loaded nanoparticles ameliorate adjuvant-induced polyarthritis via subduing inflammatory and oxidative stress biomarkers in Wistar rats.",
    "authors": [
      "Fatima M",
      "Saleem A",
      "Akhtar MF",
      "Akhtar K",
      "Khan MI"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718923/",
    "doi": "doi: 10.1007/s10787-026-02154-0",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41718922",
    "title": "Modulation of inflammatory and oxidative stress pathways by ethanolic extract of Suaeda fruticosa Forssk. Ex J.F.Gmel in animal models of ulcerative colitis.",
    "authors": [
      "Liu J",
      "Mustafa A",
      "Fiaz M",
      "Zubair HM",
      "Maqbool T",
      "Rehman AU",
      "Asif M",
      "Yang J"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718922/",
    "doi": "doi: 10.1007/s10787-026-02131-7",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41718903",
    "title": "Aquaporin-1 stabilizes β-catenin to promote NLRP3 inflammasome-mediated pyroptosis in rheumatoid arthritis.",
    "authors": [
      "Zhou MY",
      "Gao ZY",
      "Sun J",
      "Long WC",
      "Zhou J",
      "Fang WJ",
      "Wang XC",
      "Wu SD",
      "Li R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718903/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41718896",
    "title": "Neural stem cell-derived exosomal PA2G4 induces ANXA2 degradation to promote mitophagy and alleviate neuronal oxidative stress in cerebral ischemia/reperfusion.",
    "authors": [
      "Dai M",
      "Lu T",
      "Li J",
      "Yu H"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718896/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41718890",
    "title": "Editorial Expression of Concern: Role of autophagy in early brain injury after subarachnoid hemorrhage in rats.",
    "authors": [
      "Zhao H",
      "Ji Z",
      "Tang D",
      "Yan C",
      "Zhao W",
      "Gao C"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718890/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41718865",
    "title": "Reactive oxygen species-evoked endoplasmic reticulum stress mediates albumin load-induced epithelial-mesenchymal transition in podocytes.",
    "authors": [
      "Chen CA",
      "Chang JM",
      "Chang EE"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718865/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41718727",
    "title": "Letter to the editor: the impact of type 2 diabetes on aging: multidimensional approaches to preserve cognitive health.",
    "authors": [
      "Ahsan J",
      "Anjum AF"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718727/",
    "doi": "doi: 10.1007/s00592-026-02667-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41718682",
    "title": "Triazole-stapled p53 mimetics as MDM2 inhibitors: structural and thermodynamic origin of enhanced binding affinity.",
    "authors": [
      "Gaikwad V",
      "Venugopal PP",
      "Chakrabarti R"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718682/",
    "doi": "doi: 10.1039/d5cp03813h",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41718573",
    "title": "The complex role of mitochondrial dysfunction in the development of obese asthma.",
    "authors": [
      "Jiang P",
      "Zhang Z"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718573/",
    "doi": "doi: 10.1080/02770903.2026.2633350",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41718505",
    "title": "Self-Assembled EGCG Nanoparticles Achieved Long-Term ROS Scavenging to Delay Osteoarthritis Progression.",
    "authors": [
      "Zhang X",
      "Zhao M",
      "Li J",
      "Li Z",
      "Tong L",
      "Wang H",
      "Liu G",
      "Tan C",
      "Fan Y",
      "Sun Y"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718505/",
    "doi": "doi: 10.1021/acs.biomac.5c02780",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41718456",
    "title": "Accelerated metabolomic aging and its association with social determinants of health in multiple sclerosis.",
    "authors": [
      "Siavoshi F",
      "Noroozi R",
      "Chang G",
      "Schoeps VA",
      "Smith MD",
      "Briggs FB",
      "Graves JS",
      "Waubant E",
      "Mowry EM",
      "Calabresi PA",
      "Bhargava P",
      "Fitzgerald KC"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718456/",
    "doi": "doi: 10.1177/13524585261417120",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41717971",
    "title": "A Glutamine-Metabolism-Intervening Nanoplatform Activates Lipophagy to Potentiate Ferroptosis and Immune Activation in Breast Cancer.",
    "authors": [
      "Ding J",
      "Liu J",
      "Liang L",
      "Wang W",
      "Li Y",
      "Zhu C",
      "Wen J",
      "He Z",
      "Li J",
      "Zhang Y",
      "Zhai G",
      "Yang X"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717971/",
    "doi": "doi: 10.1002/adhm.70969",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41717959",
    "title": "The expression of p16, epidermal growth factor receptor and CD44 in squamous cell carcinoma uterine cervix.",
    "authors": [
      "Gupta K",
      "Mandal S",
      "Singh M",
      "Mala YM"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717959/",
    "doi": "doi: 10.4103/ijpm.ijpm_455_22",
    "categories": [],
    "keywords_matched": [
      "\\bp16\\b"
    ]
  },
  {
    "id": "pmid:41717931",
    "title": "Aging-Associated Nox4-Mediated Mitochondrial Reactive Oxygen Species and DNA Damage Promote Vascular Cell Reprogramming and Aortic Remodeling in Abdominal Aneurysms.",
    "authors": [
      "Vendrov AE",
      "Chamon JSF",
      "Levin J",
      "Hayami T",
      "Madamanchi C",
      "Salmon M",
      "Madamanchi NR"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717931/",
    "doi": "doi: 10.1161/JAHA.125.044949",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "pmid:41717899",
    "title": "Cell Death in Atherosclerosis: Mechanistic Insights and Therapeutic Potential of Traditional Chinese Medicine.",
    "authors": [
      "Xie D",
      "Li Z",
      "Zheng X",
      "Sun X",
      "Leng X",
      "Jiang T"
    ],
    "summary": "",
    "published": "2026-02-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717899/",
    "doi": "doi: 10.1142/S0192415X2650014X",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41720097",
    "title": "Insolubilome profiling defines molecular features that influence protein insolubility with aging.",
    "authors": [
      "Stephan A",
      "Graca FA",
      "Pagala VR",
      "Hunt LC",
      "Chuang CL",
      "Grime J",
      "Alford D",
      "Wang X",
      "High AA",
      "Peng J",
      "Demontis F"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720097/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41720096",
    "title": "A GPX1-OSBPL8 axis mediates noncanonical in vivo ferroptosis and cancer growth suppression.",
    "authors": [
      "Xia Z",
      "Yang X",
      "Samovich SN",
      "Tyurina YY",
      "Tyurin VA",
      "Kon N",
      "Zhang J",
      "Jiang X",
      "Stockwell BR",
      "Jin J",
      "Bayir H",
      "Kagan VE",
      "Gu W"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41720096/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41719985",
    "title": "Comparative toxicity of flame retardants on reproduction, antioxidant system, and energy metabolism of brackish water flea Diaphanosoma celebensis.",
    "authors": [
      "Yoo JW",
      "Park C",
      "Choi TJ",
      "Kim CB",
      "Lee YM"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719985/",
    "doi": "doi: 10.1016/j.ecoenv.2026.119904",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41719791",
    "title": "Metabolomic signatures reveal an association between healthy dietary patterns and brain aging.",
    "authors": [
      "Hu L",
      "Wang Z",
      "Chen A",
      "Wang G",
      "Xie X",
      "He Q",
      "Wang Y",
      "Shi H",
      "Zheng Z",
      "Jia Y"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719791/",
    "doi": "doi: 10.1016/j.jnha.2026.100806",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719613",
    "title": "Housing as health infrastructure: A qualitative case study of aging, resilience, and mental health in rural Alabama.",
    "authors": [
      "Kyei EF",
      "Abuga CM",
      "Mumba MN"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719613/",
    "doi": "doi: 10.1016/j.outlook.2026.102705",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719133",
    "title": "Protocol for generating high-quality, 45-color spectral flow cytometry data for unsupervised clustering to investigate aging in human PBMCs.",
    "authors": [
      "Krause CJ",
      "Higuchi A",
      "Tashiro S",
      "Nakagawa K",
      "Otsuka F",
      "Yotoriyama T",
      "Futamura K",
      "Furuki M"
    ],
    "summary": "",
    "published": "2026-02-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719133/",
    "doi": "doi: 10.1016/j.xpro.2026.104380",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41719299",
    "title": "Rosuvastatin protects against oxLDL-induced endothelial cell oxidative stress and attenuates atherosclerotic plaque formation in ApoE-/- mice through the NF-κB pathway.",
    "authors": [
      "Wu Y",
      "Ke J",
      "Lv J",
      "Cao C",
      "Zhou C",
      "Wu L",
      "Zhou Q"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719299/",
    "doi": "doi: 10.1371/journal.pone.0339967",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41719286",
    "title": "Molecular interplay of ASNS and the PI3K-AKT-mTOR pathway in CMV and HIV co-infections: Therapeutic implications.",
    "authors": [
      "Zhang H",
      "Yuan S",
      "Ding S",
      "Bao H",
      "Chen W",
      "Cai B",
      "Sun J",
      "Zhu H",
      "Lu W",
      "Fang Y"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719286/",
    "doi": "doi: 10.1371/journal.pone.0342050",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41719240",
    "title": "We know what we need: Older adults' and stakeholders' perspectives on ageing, health, and wellbeing in Pakistan.",
    "authors": [
      "Sameen S",
      "Mansoor J",
      "Lakhdir MPA",
      "Asim M",
      "Munyoki R",
      "Greig C",
      "Davies J",
      "Usmani BA"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719240/",
    "doi": "doi: 10.1371/journal.pgph.0005916",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  }
]