[
  {
    "id": "pmid:41461029",
    "title": "Enhanced insulin signaling via circulating ATG7: A potential therapeutic strategy for diabetes.",
    "authors": [
      "Guan Y",
      "Yu Y",
      "Fu M",
      "Xu H",
      "Lee E",
      "Wang H",
      "Moreno-Navarrete JM",
      "Deng C",
      "Li Y",
      "Song K",
      "Guo Q",
      "Jiang X",
      "Song X",
      "Guo W",
      "Feng Y",
      "Yi F",
      "Bai N",
      "Li J",
      "Chen J",
      "Shen W",
      "Yu W",
      "Wang D",
      "Hou S",
      "Tan J",
      "Fernández-Real JM",
      "Vidal-Puig A",
      "Cao L"
    ],
    "summary": "",
    "published": "2026-01-06T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41461029/",
    "doi": "doi: 10.1073/pnas.2503783123",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41456438",
    "title": "[Expression of Concern] MicroRNA-29c inhibits proliferation and promotes apoptosis in non-small cell lung cancer cells by targeting VEGFA.",
    "authors": [
      "Zhan S",
      "Wang C",
      "Yin F"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456438/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41456437",
    "title": "Melatonin induces autophagy in neuroblastoma by alleviating Pak2‑mediated endoplasmic reticulum stress.",
    "authors": [
      "Qiu QQ",
      "Zhang N",
      "Xu YY",
      "Qin JW",
      "Yu GF",
      "Song XR"
    ],
    "summary": "",
    "published": "2026-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456437/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2024.03.29.587321",
    "title": "Proteome dynamics reveal Leiomodin 1 as a key regulator of myogenic differentiation",
    "authors": [
      "Spath, E.",
      "Schuler, S. C.",
      "Heinze, I.",
      "Dau, T. T. D.",
      "Minetti, A.",
      "Hofmann, M.",
      "Hoenzke, K.",
      "von Maltzahn, J.",
      "Ori, A."
    ],
    "summary": "During myogenic differentiation the cellular architecture and proteome of muscle stem cells and myoblasts undergo extensive remodeling. These molecular processes are only partially understood and display alterations in disease conditions as well as during aging resulting in impaired regeneration. Here, we used mass spectrometry to quantify the temporal dynamics of more than 6000 proteins during myogenic differentiation. We identified the actin nucleator leiomodin 1 (LMOD1) among a restricted subset of cytoskeletal proteins increasing in abundance in early phases of myogenic differentiation. We show that LMOD1 is already expressed by muscle stem cells in vivo and displays increased abundance during skeletal muscle regeneration, especially during early regeneration suggesting that LMOD1 is important for induction of myotube formation. Of note, knockdown of LMOD1 in primary myoblasts and during skeletal muscle regeneration severely affects myogenic differentiation, while overexpression accelerates and improves the initiation of myotube formation suggesting that LMOD1 is a critical component regulating myogenic differentiation. Mechanistically, we show that LMOD1 physically and functionally interacts with the deacetylase sirtuin1 (SIRT1), a regulator of myogenic differentiation, especially at the onset of myogenic differentiation. We demonstrate that LMOD1 influences SIRT1 localization and the expression of a subset of its target genes. Consistently, depletion or pharmacological inhibition of SIRT1 partially rescues the impairment of myogenic differentiation observed after knockdown of LMOD1. Our work identifies a new regulator of myogenic differentiation that might be targeted to improve muscle regeneration in aging and disease.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.03.29.587321",
    "doi": "10.1101/2024.03.29.587321",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.16.659888",
    "title": "SWI/SNF ATPase Brahma and Notch signaling collaborate with CBP/p300 to regulate neural stem cell apoptosis in Drosophila larval central nervous system.",
    "authors": [
      "Bala, P.",
      "Prakki, V.",
      "JOSHI, R."
    ],
    "summary": "SWI-SNF ATPase Brahma and Notch signalling are known to interact during development, but how this interaction is executed at the molecular level is not fully understood. We have investigated the molecular mechanism of Brm-Notch interaction in the context of Hox-dependent neural stem cell (NSC) apoptosis in the developing Central Nervous System (CNS) of Drosophila. Our results suggest a multi-tier regulation of NSC apoptosis by Brahma, first by regulating the expression of Drosophila CBP/p300 (Nejire) and the molecular triggers of cell death (Hox, bHLH factor Grainyhead, and Notch signalling pathway). The second mode of regulation is by direct binding of Brahma to the apoptotic enhancer and its collaboration with Notch signalling pathway to regulate the RHG family of apoptotic genes, grim and reaper. Our data support a model where, upon activation of Notch signaling, Brahma and CSL-Su(H)/Mastermind complex recruit CBP/p300 onto the apoptotic enhancer. This increases the H3K27ac marks on the nucleosomes to open up the chromatin and facilitate apoptotic gene transcription in Abd-B and Grh dependent manner.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.16.659888",
    "doi": "10.1101/2025.06.16.659888",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.30.685705",
    "title": "Mathematical modeling of light chain aggregation and cardiac damage in AL amyloidosis",
    "authors": [
      "Kuznetsov, A. V."
    ],
    "summary": "AL amyloidosis is a rapidly progressive disorder characterized by clonal plasma cell expansion, excessive production of light chains (LCs), and their misfolding into aggregation-prone monomers. These monomers assemble into oligomers and ultimately deposit as amyloid fibrils, particularly within cardiac tissue, where they contribute to myocardial stiffening and direct cardiotoxicity. A mechanistic model was developed to quantify the interplay between these two pathogenic processes and to examine the kinetics of LC aggregation in different compartments. Simulations reveal that LC aggregation exhibits pronounced nonlinearity: oligomer concentrations remain low during early disease stages, followed by exponential growth driven by autocatalytic conversion. When aggregation is assumed to occur within cardiac tissue, fibril deposition is approximately 25 times greater, and oligomer-induced cardiotoxicity is about five times higher, compared with aggregation occurring in the blood plasma. These differences stem from the smaller cardiac volume, which accelerates autocatalytic oligomer formation. A combined cardiac damage criterion, integrating both oligomer-induced cardiotoxicity and fibril-associated myocardial stiffening, was introduced and found to reach values approximately tenfold higher when LC aggregation occurs within cardiac tissue compared with aggregation in the blood plasma. This parameter may serve as a quantitative measure of cardiac aging or disease severity. The model also predicts that therapeutic intervention markedly reduces, but does not eliminate cardiac injury, highlighting the importance of early treatment initiation in AL amyloidosis.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.30.685705",
    "doi": "10.1101/2025.10.30.685705",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696270",
    "title": "Compromised ESCRT signalling is sufficient for resistance to the Target of Rapamycin Complex inhibitor Torin1 in fission yeast",
    "authors": [
      "Alao, J. P.",
      "Islam, R. A.",
      "Toyoda, Y.",
      "Saitoh, S.",
      "Rallis, C."
    ],
    "summary": "BackgroundFission yeast cells defective in Golgi-endosomal sorting display high resistance to Torin1, a pan-Target of Rapamycin (TOR) inhibitor. TOR complexes regulate the ESCRT system to integrate nutrient availability with cell division. TOR activity is frequently deregulated in cancer, making it an attractive therapeutic target. Deregulated ESCRT activity has also been associated with cancer, but its role in mediating drug resistance is not fully understood. Herein, we have investigated the role of the ESCRT system in regulating sensitivity to Torin1.\n\nMethodsGrowth assays were used to monitor the growth of yeast cells. The effect of Torin1 on protein expression was monitored by immunoblotting. Fluorescence microscopy was used to investigate the action of Torin1 on protein localization.\n\nResultsThe ESCRT system mediates Torin1-induced degradation of amino acid and glucose transporters. The expression of these transporters at the plasma membrane is not abolished in ESCRT mutants. Mutants unable to effectively ubiquitylate these transporters are also resistant to Torin1. Impaired ESCRT-mediated protein degradation is associated with strong resistance to Torin1.\n\nConclusionsMutations in genes encoding ESCRT components have been reported in cancer. We present evidence that compromised ESCRT signalling is sufficient for resistance to Torin1. Cells defective in ESCRT signalling or ubiquitin homeostasis are highly resistant to Torin1. Our studies demonstrate that defective ESCRT-mediated proteolysis can suppress sensitivity to Torin1.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696270",
    "doi": "10.64898/2025.12.23.696270",
    "categories": [],
    "keywords_matched": [
      "\\bRapamycin\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696759",
    "title": "The interplay between autophagy and the carbon/nitrogen ratio as key modulator of the auxin-dependent chloronema-caulonema developmental transition in Physcomitrium patens.",
    "authors": [
      "Pettinari, G.",
      "Liberatore, F.",
      "Mary, V.",
      "Theumer, M.",
      "Lascano, R.",
      "Saavedra, L. L."
    ],
    "summary": "Plant growth and development are tightly coordinated with metabolic status and environmental nutrient availability, yet how intracellular recycling pathways integrate these cues with hormonal signaling remains poorly understood outside angiosperms. Here, we used the model bryophyte Physcomitrium patens to address the role of autophagy in modulating auxin-induced caulonemata development in response to conditions altering the carbon/nitrogen (C/N) ratio. Loss of autophagic function enhanced caulonemata differentiation and colony expansion under ammonium-free and nitrogen-deficient conditions, phenocopying wild-type responses to nutrient starvation even under mild C/N imbalance. These developmental changes were associated with altered carbon homeostasis, increased endogenous indole-3-acetic acid (IAA) levels, reduced gene expression of the auxin exporter PpPINA, and up-regulation of auxin-responsive RSL transcription factors. In contrast, autophagy-deficient mutants show reduced sensitivity to exogenous sugars and exhibit hypersensitivity to prolonged auxin treatment, resulting in growth inhibition and cell death. Autophagic flux analyses revealed that caulonemata-inducing conditions, including auxin supply and nitrogen limitation, generally suppress autophagic activity, particularly during the dark period. Together, our results identify autophagy as a central integrator of metabolic and hormonal signals during early moss development, acting to restrain auxin-driven differentiation in favor of nutrient remobilization and growth homeostasis.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696759",
    "doi": "10.64898/2025.12.28.696759",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696737",
    "title": "Virus-Host Interaction Gets Lousy: P1vir Phage Development Upon Impaired RNA Global Regulation in Escherichia coli Δhfq Mutant Cells",
    "authors": [
      "Cech, G.",
      "Szalewska-Pałasz, A.",
      "Giełdon, J.",
      "Wegrzyn, G.",
      "Kloska, A."
    ],
    "summary": "Bacteriophage P1 is a classic tool in molecular genetics, and its virulent derivative, P1vir, is widely used for generalized transduction in Escherichia coli. Phage development depends on host physiology and metabolism, much of which is controlled by RNA-based regulation. The bacterial RNA chaperone Hfq is a global post-transcriptional regulator of stress and metabolic pathways, but its role in phage biology is poorly understood. Here, we examined the effect of Hfq loss on P1vir development by comparing the infection kinetics, virion morphology, and global transcriptomes of P1vir and its E. coli hosts in the wild-type and {Delta}hfq backgrounds. Deletion of hfq impaired P1vir lytic development, yielding smaller plaques, reduced burst size, and virions with smaller heads and thinner tails. P1vir transcriptional profiling showed that {Delta}hfq-specific dysregulation emerged early and intensified over time, with disrupted developmental timing, compromised replication and genome processing, and an unbalanced morphogenetic program. In wild-type cells, P1vir infection triggered broad, time-dependent reprogramming of host gene expression, including the induction of central carbon and amino acid metabolism and other anabolic pathways, consistent with a state that supports productive phage replication. In contrast, the {Delta}hfq mutant mounted a narrower response, with limited metabolic induction and late upregulation of chaperones and proteostasis factors, suggesting the accumulation of misfolded proteins or stalled assembly intermediates. Motif scanning of P1vir transcripts identified candidate Hfq-favored sequence features in several under-induced phage genes, suggesting direct Hfq-RNA regulation. Thus, Hfq, although not essential, is important for efficient P1vir lytic development by coordinating phage gene expression with host reprogramming.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696737",
    "doi": "10.64898/2025.12.28.696737",
    "categories": [],
    "keywords_matched": [
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696849",
    "title": "Proteome-wide ubiquitinome profiling reveals substrate-specific dynamics within the USP7 network",
    "authors": [
      "Wolf van der Meer, J.",
      "van der Knaap, J.",
      "Sijm, A.",
      "Bezstarosti, K.",
      "Dekkers, D. H. W.",
      "Doff, W.",
      "Demmers, J. A.",
      "Verrijzer, P."
    ],
    "summary": "USP7 is a pleiotropic deubiquitylating enzyme that is involved in tumor suppression, (neuro)development, chromatin regulation and the DNA damage response. How USP7 regulates these diverse pathways is still unclear. Here, we report data-independent acquisition and label free quantitation mass spectrometry (DIA-LFQ-MS) to profile the proteome-wide impact of USP7 on substrate de-ubiquitylation and overall protein abundance. First, we identified proteins associated with endogenous USP7 by immunopurification followed by DIA-LFQ-MS. Integration of our new results with earlier interactomes of epitope-tagged USP7 yielded a consensus set of high-confidence protein targets. Domain mapping analysis revealed that, in addition to the TRAF domain, the ubiquitin-like domains of USP7 play a key role in substrate selection. Using specific enrichment of tryptic K-{varepsilon}-GG peptides, we mapped proteome-wide changes in ubiquitinome dynamics following inhibition of USP7. Combining unbiased proteome-wide and targeted quantitative mass spectrometry revealed that deubiquitylation by USP7 can have different effects on the stability of distinct substrates, and suggests that the activity profile of USP7 is substrate-dependent rather than an intrinsic enzymatic property. Thus, in addition to providing a proteome-wide map of USP7 target sites, our multi-angle proteomics approach reveals that the effects of USP7-mediated deubiquitylation on its targets are remarkably variable and substrate-specific. Finally, based on these detailed molecular insights we show how USP7 connects various neurodevelopmental syndromes and tumor suppression pathways.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696849",
    "doi": "10.64898/2025.12.29.696849",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696781",
    "title": "BNIP3-mTOR Signaling Mediates Resistance to MET Inhibition in Glioblastoma",
    "authors": [
      "Li, Y.",
      "Khan, H.",
      "Demirsoy, S.",
      "Bernhardt, W.",
      "Valensi, H.",
      "Lee, J.",
      "Machtay, M.",
      "Aregawi, D.",
      "Glantz, M.",
      "Giglio, P.",
      "Yang, S.",
      "Schell, T.",
      "Walter, V.",
      "Uzun, Y.",
      "Olmez, I."
    ],
    "summary": "Glioblastoma (GBM) is an aggressive primary brain malignancy with poor prognosis due to rapid progression, extensive invasiveness, and intrinsic resistance to standard therapies. Aberrant activation of receptor tyrosine kinases (RTKs), particularly MET, drives tumor proliferation, invasion, and therapy resistance. Here, we show that MET inhibition with crizotinib induces senescence and mitochondrial dysfunction in glioma-initiating cells (GICs), in part via downregulation of the mitochondrial protein BNIP3. However, BNIP3 downregulation activates mTOR signaling, enabling adaptive resistance. Targeting mTOR with everolimus in combination with crizotinib synergistically enhances anti-tumor effects, inducing apoptosis, senescence, and necroptosis, and significantly reducing cell viability and sphere-forming capacity. In orthotopic GBM xenograft models, this combination, particularly in a sequential regimen, markedly prolongs survival without overt toxicity. Our findings identify a BNIP3-mTOR signaling axis as a critical mediator of resistance to MET inhibition and provide a mechanistic rationale for combined MET and mTOR targeting as a promising therapeutic strategy in GBM.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696781",
    "doi": "10.64898/2025.12.28.696781",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bApoptosis\\b",
      "\\bNecroptosis\\b",
      "\\bmTOR\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696880",
    "title": "A brief exposure to rotenone alters microtubule dynamics resulting in aberrant elongation of primary cilia with impaired function",
    "authors": [
      "Halder, P.",
      "Mondal, R.",
      "Chakraborty, E.",
      "Majumder, S."
    ],
    "summary": "Rotenone, an environmental toxin, is widely used to model Parkinsons disease owing to its well-studied effect to inhibit mitochondrial complex I function and to increase Reactive Oxygen Species (ROS), thereby leading to dopaminergic neuron degeneration. Less appreciated is its impact on microtubules (MT), except for suggesting that it promotes microtubule depolymerization, raising the question of whether rotenone also impacts primary cilia (PC) that are microtubule-based signalling hubs, which are essential for neuronal function. Using hTERT-RPE1 (or RPE1) cells, which assemble PC upon serum starvation, we discovered that brief exposure to rotenone (2-6 h) at low concentration (100 nM) causes a striking elongation of PC and hyperacetylation of cytoskeletal microtubules. At this concentration, rotenone does not significantly alter mitochondrial dynamics or bioenergetics, and these phenotypes could not be reversed by pre-incubating cells with ROS scavenger NAC, or supplementing cells with NR. Thus, these observed effects of rotenone treatment in quiescent cells are predominantly independent of mitochondrial toxicity. Depletion of -TAT1, the -tubulin acetyltransferase, eliminated microtubule acetylation without preventing ciliary elongation, suggesting that rotenone drives PC extension through additional mechanisms. Importantly, rotenone increases soluble tubulin pools, owing to its microtubule destabilizing effect, which are likely the mechanism contributing to ciliary axoneme elongation as well as hyperacetylation of cytoskeletal microtubules. Critically, such aberrant increase in PC length impaired Sonic Hedgehog (SHH) signalling, which is exclusively transduced by PC during embryonic development and is critical for maintaining adult tissue homeostasis. Thus, our findings reveal that even brief, low-dose rotenone exposure induces aberrant elongation of PC in quiescent cells that assemble PC, while simultaneously disrupting the function of PC. Based on our observation and previous studies, we propose that such ciliary dysfunction represents an underappreciated mechanism by which rotenone contributes to the pathogenesis of neurodegenerative disease via affecting neuronal primary cilia.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696880",
    "doi": "10.64898/2025.12.29.696880",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696806",
    "title": "A novel dephosphorylation peptide inhibits 17β-HSD1 enzyme activity in ovarian granulosa cells and breast cancer cells",
    "authors": [
      "Yang, F.",
      "Feng, H.",
      "Chen, S.",
      "Liu, X.",
      "Yu, T.",
      "Li, Y.",
      "Wu, H.",
      "Zeng, S.",
      "Han, X.",
      "Lian, J.",
      "Wang, K.",
      "Li, X."
    ],
    "summary": "Estradiol (E2), a pivotal mammalian reproductive hormone, is closely associated with estrogen-dependent diseases. 17beta-hydroxysteroid dehydrogenase type 1 (17beta-HSD1), a critical E2 synthesis enzyme, has been understudied for its post-translational regulation-despite its potential as a therapeutic target, no clinically approved inhibitors are currently available. In our investigation of porcine follicular atresia mechanisms, we identified five differentially phosphorylated residues in 17beta-HSD1. Using in vitro site-directed mutagenesis and transgenic mouse models carrying point mutations, we established that Ser30 and Ser274 are critical phosphorylation sites that robustly modulate 17beta-HSD1 enzymatic activity. We further demonstrated that activin A and insulin-like growth factor 1 (IGF-1) enhance 17beta-HSD1 activity by promoting its phosphorylation at these two sites. To target these regulatory residues, we designed and synthesized cell-penetrating peptides (CPPs) that specifically suppress 17beta-HSD1 phosphorylation. Functional assays conclusively demonstrated that these CPPs significantly suppressed 17beta-HSD1 activity in vitro. Notably, they also inhibited the proliferation, migration and invasion of MCF-7 cells, as well as tumor growth in a mouse model of breast cancer. Our study provides novel mechanistic insights into the regulation of 17beta-HSD1 and E2 synthesis, addressing a critical gap in steroid hormone biology. The identification of Ser30/Ser274 as functional phosphorylation sites and the development of CPP-based inhibitors offer both theoretical advances and translational potential, opening new avenues for the treatment of estrogen-dependent breast cancer.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696806",
    "doi": "10.64898/2025.12.29.696806",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696554",
    "title": "Long-term high throughput agitation culturing with real-time metabolic profiling",
    "authors": [
      "Lenzen, D.",
      "Holbrook, S.",
      "Kuan, D.",
      "Ling, Q.",
      "Tsai, C.-H."
    ],
    "summary": "Cellular metabolism relies on the dynamic coordination between glycolytic flux in the cytosol and oxidative phosphorylation (OXPHOS) within the mitochondria. To study the metabolic profiles of cells, researchers apply a monitoring system for measurements of critical parameters, e.g., pH and dissolved oxygen (DO), to understand underlying energy production tendencies, dictating the performance, resilience and growth of cells. However, implementing sensitive, non-invasive sensors into long-term culturing environments remains a technical bottleneck. Here, we describe the DolphinQ bioanalyzer, a novel culturing platform designed for high-throughput, real-time monitoring of cellular metabolism states under physiologically relevant conditions. We validate the system across multiple cell types and experimental set-ups, demonstrating its ability to resolve subtle metabolic shifts that are typically obscured in end-point assays. Notably, we utilize the system to characterize the metabolic impact of heteroplasmy in a mitochondrial disease model with affected ATP synthase. Our results underscore the utility of continuous, minimally disruptive monitoring for revealing the complexities of cellular metabolic adaptation. The DolphinQ framework therefore offers a robust tool for optimizing culture conditions across a wide range of applications and advancing fundamental research into metabolic flux and mitochondrial dysfunction.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696554",
    "doi": "10.64898/2025.12.28.696554",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696719",
    "title": "yallHap: Modern Y-chromosome haplogroup inference with probabilistic scoring and ancient DNA support",
    "authors": [
      "Hardie, A."
    ],
    "summary": "The human Y chromosome enables detailed reconstruction of paternal lineages through haplogroup classification. Existing tools for this purpose typically rely on outdated phylogenies, lack ancient DNA handling, or provide limited confidence metrics. Here I present yallHap, a Y-chromosome haplogroup classifier that integrates the YFull phylogenetic tree (185,780 SNPs) with probabilistic scoring, built-in ancient DNA damage filtering, and parallel processing for population-scale studies. Validation on 1,231 high-coverage gnomAD samples achieved 99.9% accuracy (95% CI: 99.5-100%) on GRCh38, and 1,233 samples from 1000 Genomes Phase 3 achieved 99.8% accuracy (95% CI: 99.3-100%). For ancient DNA with moderate variant density (4-10%), Bayesian ancient mode achieves +19.3 pp improvement over heuristic mode (+12 to +24 pp at 1% increments; see Supplementary Table S3), reaching 60-86% accuracy. On full AADR ancient DNA validation (7,333 samples spanning ~45,000 years), this translates to 90.7% overall accuracy (95% CI: 90.0-91.3%) versus 88.3% for heuristic transversions-only mode. At variant densities [&ge;]10%, both modes reach 97-99% accuracy. yallHap supports multiple reference genomes (GRCh37, GRCh38, T2T-CHM13v2.0), provides detailed quality metrics including optional ISOGG nomenclature output, and offers multi-threaded batch processing for large-scale studies. The tool is designed for integration into modern bioinformatics pipelines, with example wrappers for nf-core/eager [16,17] and Snakemake [18] workflows. The software is open source, available at https://github.com/trianglegrrl/yallHap, and distributed via pip, Bioconda, and Docker.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696719",
    "doi": "10.64898/2025.12.28.696719",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696721",
    "title": "Rejuvenation of white adipose tissue in a longitudinal heterochronic transplantation model",
    "authors": [
      "Moldakozhayev, A.",
      "Tyshkovskiy, A.",
      "Nigro, P.",
      "de Magalhaes, C. G.",
      "Ying, K.",
      "Eames, A. W.",
      "Poganik, J. R.",
      "Tskhay, A.",
      "Zhang, B.",
      "Tikhonov, S.",
      "Anekal, P. V.",
      "Carbone, N. P.",
      "Hirshman, M. F.",
      "Goodyear, L. J.",
      "Van Raamsdonk, J. M.",
      "Gladyshev, V. N."
    ],
    "summary": "Exposure to a younger system can induce organismal rejuvenation, yet whether all tissues can be rejuvenated and by what mechanisms remains understudied. We performed heterochronic and isochronic transplantation of subcutaneous white adipose tissue (WAT) between young and old mice and longitudinally tracked changes in biological age. Transplantation accelerated tissue aging, and the molecular age of grafts shifted toward that of the host. Most importantly, old WAT was rejuvenated in a young body. Epigenetic and transcriptomic clocks revealed a reduction of predicted age, accompanied by coordinated activation of canonical and previously unrecognized thermogenic pathways. Molecular rejuvenation was further supported by architectural changes toward a youthful state, including reduced lipid droplet size and decreased cellular heterogeneity. Mitochondrial abundance and morphology remained unchanged, while collagen deposition increased. These results demonstrate that WAT biological age is partially reversible and identify molecular and cellular features underlying its rejuvenation",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696721",
    "doi": "10.64898/2025.12.28.696721",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696879",
    "title": "Injury-induced CTE-like pathology emerges in a human multicellular in vitro brain model and reveals mitochondrial and neurovascular regulation.",
    "authors": [
      "Jun, S.",
      "Hinrichsen, D. S.",
      "Kansakar, S. B.",
      "Anamala, C. C.",
      "Teregeyo, J.",
      "Roberts, H. C.",
      "Arrasmith, C. M.",
      "Thielen, M. D.",
      "Liaudanskaya, V."
    ],
    "summary": "Chronic traumatic encephalopathy (CTE) is a progressive neurodegenerative disease linked to repetitive mild head impacts, but no human-based experimental system exists to study injury-induced CTE-like pathology. Here, we establish a long-lived, human multicellular in vitro brain platform in which controlled mechanical injury induces key cellular features of CTE-like pathology. Injured cultures developed persistent tau phosphorylation, axonal degeneration, chronic inflammation, and metabolic dysfunction without widespread neuronal loss, consistent with progressive pathology rather than acute toxicity. To assess physiological relevance, we integrated transcriptomic profiles from the model with postmortem human CTE brain datasets. This analysis revealed striking convergence at the level of disease-associated modules and pathways, with endothelial cells emerging as critical contributors to CTE-like transcriptional programs. Using this human-based system, we further identified delayed mitochondrial dysfunction as a prominent and sustained feature of injury-induced pathology. Together, these findings establish the first human in vitro platform for studying injury-induced CTE-like pathology and identify neurovascular and mitochondrial regulation as central components of chronic neurodegeneration following repetitive mild brain injury.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696879",
    "doi": "10.64898/2025.12.29.696879",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.29.696779",
    "title": "Deuterated Polyunsaturated Fatty Acids Alleviate In Vitro Skeletal Muscle Dysfunction Induced by Oxidative Stress",
    "authors": [
      "Lu, X.",
      "Sharko, O. L.",
      "Shmanai, V. V.",
      "Shchepinov, M. S.",
      "Markworth, J. F."
    ],
    "summary": "Excessive oxidative stress drives lipid peroxidation and contributes to skeletal muscle atrophy in a range of musculoskeletal diseases. Polyunsaturated fatty acids (PUFAs) are essential components of muscle cell membrane phospholipids and are especially susceptible to peroxidation due to the presence of double bonds. Currently, therapeutic options targeting lipid peroxidation to prevent muscle wasting are limited. Substituting the hydrogen atom at the bis-allylic position with deuterium could conceivably limit lipid peroxidation while retaining enzymatic PUFA metabolism. Here we investigated the potential role of deuterated PUFAs (D-PUFAs) in protecting against muscle cell dysfunction under conditions of elevated oxidative stress. Both native (H-) and deuterated (D-) forms of long chain PUFAs including arachidonic acid (ARA), eicosapentaenoic acid (EPA), docosapentaenoic acid (DPA), and docosahexaenoic acid (DHA) stimulated in vitro muscle cell growth and development in the absence of oxidative stress. D-ARA, D-EPA, D-DPA, and D-DHA each protected cultured myotubes against the deleterious effects of direct exposure to reactive oxygen species (ROS) by limiting lipid peroxidation. In contrast, H-ARA, H-EPA, H-DPA, and H-DHA each increased sensitivity to ROS-induced lipid peroxidation and exacerbated oxidative stress-induced muscle cell dysfunction. Deuterated short chain linoleic acid (D-LA), alpha linolenic acid (D-ALA), as well as D-ARA and D-EPA (but not D-DPA or D-DHA) also protected against the deleterious effects of ferroptosis inducer erastin on myogenic differentiation. Finally, D-PUFAs modulated local expression of endogenous antioxidant enzymes and muscle-specific protein ligases. Overall, our study suggests a promising role of D-PUFAs as novel therapeutics to protect against skeletal muscle dysfunction induced by oxidative stress.",
    "published": "2025-12-29T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.29.696779",
    "doi": "10.64898/2025.12.29.696779",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696518",
    "title": "Surprising regulatory plasticity for the conserved HOG pathway in diverse Saccharomyces cerevisiae strains",
    "authors": [
      "Stacy, C. L.",
      "Scholes, A. N.",
      "Stuecker, T. N.",
      "Hood, S. E.",
      "Crook, C. C.",
      "Espana-Pena, M.",
      "Pare, A. C.",
      "Lewis, J. A."
    ],
    "summary": "Mitogen-activated protein kinases (MAPKs) display remarkable regulatory plasticity across evolution, ranging from highly specialized pathways to broadly responsive global signaling hubs. In the budding yeast Saccharomyces cerevisiae, the high-osmolarity glycerol (HOG) network has served as a paradigm for largely stress-specific MAPK signaling, where the Hog1 MAPK coordinates osmoadaptation. This stands in sharp contrast to Hog1 orthologs in other fungi and humans, which respond not only to osmotic stress, but also diverse stresses including UV, heat shock, oxidative stress, and pathogen signals. Whether the relative osmospecificity of S. cerevisiae Hog1 represents an ancestral feature or lineage-specific evolution remains unclear. The majority of foundational work on S. cerevisiae HOG signaling has been performed in laboratory strains that are known to be genetic and phenotypic outliers, and we have been leveraging wild S. cerevisiae strains to understand aspects of stress signaling that may have been lost in laboratory strains. Here, we examined the phenotypic effects of hog1{triangleup} mutations in a commonly-used laboratory S. cerevisiae strain and diverse wild strains on stress cross protection and gene expression. Our findings demonstrate an expanded role in cross-stress protection for Hog1 in wild yeast strains compared to the laboratory strain. More strikingly, we identified a large number of Hog1-dependent genes for non-osmotic stresses in the wild strains that was completely absent in the lab strain. Notably, the Hog1 regulon in wild strains responding to non-osmotic stresses is largely distinct from the canonical osmotic stress response, which we show likely occurs through non-canonical cytoplasmic functions. These findings reveal surprising within-species plasticity for the highly conserved HOG network, suggesting that evolutionary transitions between specialist to generalist stress signaling may occur with relative ease.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696518",
    "doi": "10.64898/2025.12.28.696518",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696742",
    "title": "Artificial light at night induces stress and affects evolutionary change in bats",
    "authors": [
      "Jenkins, T. L.",
      "Foxley, T.",
      "Malovichko, Y.",
      "Stone, E. L.",
      "Razgour, O."
    ],
    "summary": "Artificial light at night (ALAN), a pervasive component of urbanization, is rapidly transforming nocturnal environments and imposing novel selection pressures on wildlife. While behavioral responses to ALAN are increasingly well documented, physiological and evolutionary consequences are not well understood, limiting species conservation management. We used a multi-omics framework to investigate the ecological and evolutionary consequences of ALAN on a light sensitive species, the lesser horseshoe bat (Rhinolophus hipposideros), combining experiments with transcriptomics, population genomics and landscape ecology. Experimental light exposure resulted in 252 differentially expressed genes, enriched for functions in DNA damage repair, apoptosis regulation and oxidative stress mitigation. Whole genome sequencing identified genetic variation associated with ALAN and urbanization, including variants in genes linked to visual and neural function. Landscape analysis revealed that ALAN and distance to broadleaf woodland best explained patterns of population connectivity. These findings demonstrate the possible drivers behind behavioral responses, showing that ALAN can act both as an acute molecular stressor and contribute to evolutionary change, with possible consequences for movement ecology and local adaptation. Given the accelerating expansion of urbanization, understanding species-specific responses to ALAN across molecular, demographic and evolutionary timescales is critical for predicting outcomes for biodiversity and informing urban planning.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696742",
    "doi": "10.64898/2025.12.28.696742",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.28.696576",
    "title": "Ergothioneine: Evaluation of a Novel Antioxidant for Targeting Ocular Oxidative Stress",
    "authors": [
      "He, R.",
      "Ding, W.",
      "Cao, J.",
      "Guo, C.",
      "Li, X.",
      "Xiao, G."
    ],
    "summary": "Purpose: To evaluate ergothioneine (EGT), a naturally occurring amino acid and endogenous antioxidant, as a novel therapeutic agent for oxidative stress-related ocular diseases. This evaluation specifically aimed to address the challenge of targeted ocular delivery by assessing EGT's antioxidant potency, stability, ocular tolerance, and crucially, its ability to reach the posterior segment (fundus) via topical administration. Methods: This study evaluated EGT as a novel ocular antioxidant by examining its radical scavenging capacity (DPPH assay compared to glutathione, astaxanthin, and coenzyme Q10), stability (at 40/75% relative humidity for six months using HPLC), ocular tolerance (using a New Zealand rabbit model), and fundus delivery efficiency (topical D9-EGT eye drops quantified by LC-MS/MS). Results: EGT demonstrated significantly superior radical scavenging activity, exhibiting 6.4-fold and 46-fold higher rates than glutathione and coenzyme Q10, respectively, at 50 ppm. It also showed excellent stability, retaining over 97% of its initial concentration after six months, and caused no ocular irritation at any tested concentration (score 0). Importantly, topical administration of EGT resulted in effective fundus delivery, with peak concentrations reached at 0.5 hours post-application (1181+/-56 ng/g), confirming successful penetration through corneal and scleral barriers. These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. Conclusion: These findings establish EGT as a potent, multi-mechanistic antioxidant characterized by high stability, ocular safety, and exceptional posterior segment penetrance via non-invasive eye drops. By overcoming key delivery limitations, EGT presents a promising therapeutic strategy for oxidative stress-related ocular diseases such as age-related macular degeneration and diabetic retinopathy. Further studies are warranted to evaluate its long-term efficacy and clinical translation potential.",
    "published": "2025-12-28T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.28.696576",
    "doi": "10.64898/2025.12.28.696576",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2023.08.04.552042",
    "title": "Dynamic regulation of protein homeostasis underlies acquired thermotolerance in Arabidopsis",
    "authors": [
      "Bajaj, M.",
      "Allu, A. D.",
      "Rao, B. J."
    ],
    "summary": "Rapid climate change demands the development of heat-resilient plants. Elevated temperatures perturb cellular protein homeostasis, and its timely restoration is crucial for plant survival after stress. Thermopriming, which involves pre-exposure to sublethal heat stress, has emerged as a promising strategy for enhancing heat stress tolerance. However, the impact of thermopriming on protein homeostasis remains unclear. Here, we demonstrate that priming-mediated acquired thermotolerance involves the dynamic regulation of protein maintenance and clearance mechanisms. Priming facilitates the activation of heat shock response (HSR) via HSFA1, and unfolded protein response (UPR). Simultaneously, priming induces the protein clearance pathway, namely autophagy, potentially through the dynamic modulation of autophagy-negative regulators. Contrastingly, unprimed seedlings fail to mount HSR and UPR, resulting in disrupted proteostasis and the accumulation of aggregates, and ultimately fail to survive. While the loss of UPR was found to have a minimal impact on priming-mediated outcomes, the HSR response proved essential, as its absence led to lethality under heat stress. Additionally, the absence of HSR was found to enhance the autophagy response post-stress. Our results highlight the critical role of protein maintenance mechanisms over clearance pathways in ensuring survival. Taken together, our study demonstrates that thermopriming enhances heat stress resilience by temporally coordinating autophagy, HSR and UPR responses to maintain proteostasis.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.08.04.552042",
    "doi": "10.1101/2023.08.04.552042",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.1101/2025.11.14.684361",
    "title": "The Role of TCF7L2 in Regulating Energy Metabolism in Thalamocortical Circuitry and its Broader Impact on Social Behavior",
    "authors": [
      "Nagalski, A.",
      "Kozinski, K.",
      "Baggio, S.",
      "Szewczyk, L. M.",
      "Lipiec, M. A.",
      "Mussulini, B. H. M.",
      "Gabriel, M. O.",
      "Bem, J.",
      "Meyza, K.",
      "Goncerzewicz, A.",
      "Kondrakiewicz, L.",
      "Danielewski, K.",
      "Golowicz, D.",
      "Kiryk, A.",
      "Wojda, U.",
      "Kazimierczuk, K.",
      "Knapska, E.",
      "Chacinska, A.",
      "Wisniewska, M. B."
    ],
    "summary": "Psychiatric and metabolic disorders often co-occur. While shared genetic factors and cellular dysfunctions are implicated, the underlying molecular mechanisms remain poorly understood. TCF7L2, a risk gene for type 2 diabetes and autism spectrum disorder, is highly expressed in the thalamus - a brain region extensively interconnected with the cortex, playing a key role in sensory processing, motor control, and behavioral regulation. Given its known role as a transcription factor regulating systemic energy metabolism, we explored its potential contribution to brain metabolism and behavior. To this end, we used a conditional knockout model with postnatal TCF7L2 loss in the thalamus and partial deficiency in the pancreas. Tcf7l2 knockout mice exhibited social deficits and reduced motor habituation. In parallel, they also developed systemic glucose intolerance, modelling the psychiatric-metabolic comorbidity. Thalamic depletion of TCF7L2 resulted in elevated inhibitory phosphorylation of the pyruvate dehydrogenase - an enzymatic gatekeeper for pyruvate utilization in energy production - in the thalamus and cortex. This was accompanied by altered thalamic and cortical metabolism, characterized by reduced efficiency of pyruvate oxidation alongside enhanced oxidation of fatty acids and ketone bodies. Notably, a ketogenic diet alleviated metabolic dysregulation in the brain and normalized some social behaviors in knockout mice. These findings suggest that impaired energy metabolism in the thalamocortical circuitry may represent one of the pathogenic mechanisms underlying neuropsychiatric symptoms.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.11.14.684361",
    "doi": "10.1101/2025.11.14.684361",
    "categories": [],
    "keywords_matched": [
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696635",
    "title": "SF3A2 deacetylation at lysin 10 mitigates myocardial pathological remodeling by reprogramming cardiomyocyte metabolism",
    "authors": [
      "Guo, R.",
      "Zhang, Z.",
      "Zhang, H.",
      "Yang, Y.",
      "Qiao, M.",
      "Zhang, J.",
      "Wang, Y.",
      "Chen, J.",
      "Li, J.",
      "Wu, M.",
      "Yang, K.",
      "Qing, Y.",
      "Dong, H.",
      "Li, X.",
      "Zhao, D.",
      "Huang, Q."
    ],
    "summary": "Background: Dysregulation of splicing factor-mediated pre-mRNA alternative splicing (AS) underlies the progression of complex diseases, but the specific involvement of AS in myocardial pathological remodeling remains unclear. This study aimed to elucidate the role of splicing factor 3A, subunit 2 (SF3A2) in the development of myocardial pathological remodeling by regulating AS and its effect on metabolic reprogramming. Methods: We evaluated the function and mechanism of SF3A2 in myocardial pathological remodeling using murine models induced by myocardial infarction (MI) and isoproterenol. The gain- and loss-of-function models (AAV9-cTNT delivery-mediated knock-in and lentivirus-mediated knockdown) combined with acetylomics, metabolomics, lipidomics, 13C-glucose tracing and immunoprecipitation coupled with liquid chromatography-tandem mass spectrometry (IP-MS) analyses were used to demonstrate the mechanism of SIRT7-mediated SF3A2 deacetylation at lysin 10 (K10). Unbiased RNA sequencing and AS analysis were conducted to identify the downstream effector of SF3A2. Results: SF3A2 acetylation at lysine 10 was upregulated in cardiomyocytes in response to myocardial pathological remodeling. Functionally, the knock-in of a deacetylation-mimetic SF3A2 (K10R) mutant attenuated myocardial hypertrophy, fibrosis, and improved heart function. These phenotypes were accompanied by a redirection of glucose flux from anaerobic glycolysis to the TCA cycle, along with a promotion of fatty acid ?-oxidation by inhibiting CD36 translocation and decreasing ACLY activity. Mechanistically, SF3A2 mitigated metabolic reprogramming and mitochondrial dysfunction by regulating Nnt AS, a process involving the SF3A2-interacting protein Ddx1. IP-MS further identified SIRT7 as the deacetylase for SF3A2, which was found to be activated by ginsenoside Rg1 in a high-throughput screen, leading to improved heart function. Conclusions: Overall, our findings establish the SIRT7-SF3A2-Nnt axis as a critical regulator in metabolic reprogramming to delay pathological myocardial remodeling. Promoting SF3A2 deacetylation, mediated by AAV9 delivery or pharmacological activation of SIRT7, improved heart function, suggesting its potential as a therapeutic target for pathological myocardial remodeling.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696635",
    "doi": "10.64898/2025.12.26.696635",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.695206",
    "title": "Aging increases ovarian cancer growth, metastasis and immunosuppression that can be alleviated by inhibiting hedgehog signaling",
    "authors": [
      "Kumari, A.",
      "Elbahoty, M. H.",
      "Rajkarnikar, R.",
      "Sureja, K.",
      "Monavarian, M.",
      "Quintero, L. M.",
      "Fuh, K.",
      "Tyrrell, D. J.",
      "Shevde, L. A.",
      "Margaroli, C.",
      "Mythreye, K."
    ],
    "summary": "Ovarian cancer incidence and mortality increase with age, yet the impact of physiological aging on tumor progression and the tumor immune microenvironment remains poorly defined. Here we show using orthotopic implantation of two syngeneic models representing distinct cellular origins (ovarian surface epithelial and fallopian tube-derived) in young versus aged mice, that aged hosts exhibit markedly higher tumor burden, ascites accumulation, and proliferation. Selective follicle depletion in young mice using VCD did not recapitulate these effects, indicating that age-associated microenvironmental changes beyond hormonal decline drive tumor growth. Spatial transcriptomics revealed distinct intratumoral heterogeneity in both age groups. Comparison of CD45+ cells between aged and young tumors showed Hedgehog signaling enrichment and immunosuppressive signatures in aged hosts, with elevated M2 macrophages and Foxp3+ regulatory T cells. Notably, pharmacologic inhibition of Hedgehog signaling with vismodegib in aged mice suppressed tumor growth, reduced metastatic spread, and decreased infiltration of CD206+ macrophages and Foxp3+ T cells while sparing CD8+ T cells. Our findings provide proof-of-concept that vismodegib can reduce tumor growth and specific immunosuppressive populations in aged hosts, suggesting Hedgehog inhibition as a potential immunomodulatory strategy for older ovarian cancer patients or those tumors that exhibit Hedgehog pathway activation.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.695206",
    "doi": "10.64898/2025.12.23.695206",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696603",
    "title": "GLP-1R Agonism Directly Improves the Pumping Capacity of Murine Collecting Lymphatic Vessels",
    "authors": [
      "Schulz, M. E.",
      "Akerstrom, V. L.",
      "Dayan, J. H.",
      "Castorena-Gonzalez, J. A."
    ],
    "summary": "Background: Glucagon-like peptide-1 receptor (GLP-1R) agonists have recently been suggested as effective therapies to treat or reduce the risk of developing secondary lymphedema in patients with obesity; however, it is unknown whether the observed improvement in lymphatic function is solely due to weight loss-associated systemic benefits or in synergy with a lymphatic-specific effect of these pharmacological therapies. Methods: We assessed the expression and localization GLP-1Rs in and around the lymphatic vasculature by single-cell RNA sequencing and fluorescence confocal microscopy. Using pressure myography we evaluated the direct effects of GLP-1R agonist, semaglutide, on modulating the contractile activity of lymphatic vessels from healthy wild-type (WT) mice, as well as lymphatics from diet-induced obese (DIO) WT mice, and hypercholesterolemic ApoE KO mice. Results: Expression of Glp1r (encoding GLP-1Rs) was detected solely in LECs and was highly enriched in LECs from collecting lymphatics but absent in LECs from capillary regions. Pharmacological activation of GLP-1Rs using semaglutide led to robust vasodilation and an increase in the pumping capacity of isolated collecting lymphatics from WT, DIO, and ApoE KO mice. Compared to WT controls, lymphatics from ApoE KO mice displayed significant contractile dysfunction, which was restored with semaglutide. The GLP-1R-mediated response was in part facilitated by nitric oxide (NO), NADPH oxidase-mediated reactive oxygen species (ROS), and potentially vasodilatory prostanoids. Conclusions: Our results revealed a direct, beneficial effect of GLP-1R agonism on lymphatic pumping capacity mediated by robust vasodilation, allowing lymphatics to accommodate larger fluid volumes, while maintaining strong and highly efficient contractions. Our observations implicated NO, ROS, and potentially vasodilatory prostanoids in the underlying mechanism; however, additional signaling components remain to be elucidated. These findings support recent clinical reports and further suggest that GLP-1R agonism could be an effective therapy for improving lymphatic contractile function in secondary lymphedema.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696603",
    "doi": "10.64898/2025.12.26.696603",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696626",
    "title": "Riluzole shifts glial responses to protect synapses and memory in Aβ oligomer-treated rats",
    "authors": [
      "Wint-Mon, M.-K.",
      "Kida, H.",
      "Kimura, R.",
      "Mitsushima, D."
    ],
    "summary": "Soluble A{beta}1-42 oligomers are potent neurotoxins that disrupt synaptic function, alter glial responses, and lead to memory impairment in Alzheimer's disease. Riluzole, a glutamate modulator approved for amyotrophic lateral sclerosis, reduces neuronal hyperexcitability, yet its in vivo effects on A{beta} oligomer-induced cognitive dysfunction and glial alterations remain incompletely understood. Here, we investigated whether riluzole ameliorates A{beta}1-42 oligomer-induced memory impairment and associated cellular changes in the hippocampus. A{beta}1-42 oligomers were bilaterally microinjected into the dorsal CA1 region of freely moving male rats, followed by daily riluzole administration for seven days. Behavioral analyses revealed that riluzole significantly improved hippocampus-dependent memory, including contextual learning and spatial working memory, without affecting locomotor activity, anxiety-like behavior, or pain sensitivity. At the cellular level, riluzole reduced neuronal A{beta} accumulation and attenuated synaptic and dendritic pathology, while increasing A{beta} association with astrocytes and microglia in parallel with enhanced CD11b-related recognition and lysosomal processing. Riluzole also attenuated A{beta}-induced neuronal apoptosis, dendritic degeneration, and dendritic spine loss across multiple hippocampal subregions. In addition, riluzole limited complement-dependent synaptic elimination by microglia and preserved synaptic integrity. Although A{beta} oligomers induced robust recruitment of astrocytes and microglia, riluzole did not suppress glial activation; instead, it promoted morphological remodeling and shifted both astrocytes and microglia toward phenotypes associated with neuroprotection. Together, these findings support the idea that coordinated remodeling of glial responses contributes to the ability of riluzole to counteract A{beta} oligomer toxicity, promoting glia-mediated amyloid handling, synaptic stability, and cognitive recovery.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696626",
    "doi": "10.64898/2025.12.26.696626",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696633",
    "title": "Stemness factor Mex3a times translation and protein trafficking to ensure robust differentiation of olfactory sensory neurons",
    "authors": [
      "Escamilla-del-Arenal, M.",
      "Tang, L. C.",
      "Kodra, A.",
      "Shayya, H. J.",
      "Ugurbil, A. C.",
      "Stathi, O.",
      "Keskin, A.",
      "Horta, A.",
      "Pulupa, J. M.",
      "Ye, J.",
      "Jovanovic, M.",
      "Lomvardas, S.",
      "Duffie, R."
    ],
    "summary": "During the switch from progenitor to differentiated cell, cellular physiology must change to accommodate increased translation and trafficking of membrane-bound proteins. We identify RNA-binding and E3 ubiquitin ligase Mex3a as a key driver of proper neuronal differentiation by regulating mRNA translation and trafficking of cell surface proteins in the context of Unfolded Protein Response (UPR) signaling. Loss of Mex3a in immature olfactory sensory neurons (OSNs) leads to defects in cilia structure, cell surface protein expression, and planar cell polarity in mature OSNs. Proteomics reveal a Mex3a-dependent decrease in proteins related to vesicle transport, lipid metabolism, and ribosome biogenesis. We identify RNA and ubiquitin targets of Mex3a and provide evidence that Mex3a can confer K27 ubiquitin linkage on substrates. Finally, modulating cellular levels of Mex3a changes the recruitment of translation factors Serbp1 and p-eEF2 to ribosomes with possible effects on translation. Our data reveal how a stemness factor regulates development post-transcriptionally and post-translationally to ensure robust differentiation.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696633",
    "doi": "10.64898/2025.12.26.696633",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696612",
    "title": "Temporal Multi-Omic Analysis Uncovers Sex-Biased Molecular Programs Underlying Skeletal Muscle Adaptation to Endurance Training",
    "authors": [
      "Many, G.",
      "Jin, C.",
      "Day, N.",
      "Smith, G. R.",
      "Iyer, G.",
      "Sanford, J. A.",
      "Bareja, A.",
      "Jimenez-Morales, D.",
      "Voos, K.",
      "Leach, D. T. A.",
      "Goodyear, L.",
      "Goodpaster, B.",
      "Ortlund, E. A.",
      "Burant, C. F.",
      "Gaul, D.",
      "Viggars, M. R.",
      "Kohrt, W.",
      "Snyder, M.",
      "Fernandez, F.",
      "Esser, K. A.",
      "Bodine, S.",
      "Huffman, K.",
      "Kraus, W.",
      "Newgard, C.",
      "Hevener, A. L.",
      "Qian, W.-J.",
      "Schenk, S.",
      "Adkins, J. N.",
      "Lindholm, M. E."
    ],
    "summary": "Background: Exercise training is known to benefit health and reduce disease risk. While skeletal muscle adaptations are fundamental to many of the health benefits of exercise training, the common and sex-specific molecular regulators that mediate these adaptations remain to be fully elucidated. Methods: To this end, we leveraged skeletal muscle multi-omics data generated by the Molecular Transducers of Physical Activity Consortium (MoTrPAC), where 6 month-old male and female rats endurance trained for 1, 2, 4, or 8 weeks. Our objective was to identify shared and sex-specific multi-omic molecular responses to endurance training in skeletal muscle, and relate them to phenotypic adaptations. Results: We identified largely sexually-conserved transcriptomic and proteomic pathway enrichments in the gastrocnemius, which correlated with skeletal muscle responses from a published exercise study in humans. We uncovered sex-consistent post-translational modifications, including decreased oxidation of MYH2 and deacetylation of the {beta}-oxidation enzyme HADHA. Pathway enrichment analyses revealed sex-specific remodeling across the acetylome, redox proteome, and phosphoproteome; females decreased mitochondrial protein cysteine oxidation and increased mitochondrial cristae proteins, indicative of enhanced redox buffering and mitochondrial efficiency. Despite decreases in cysteine oxidation of key mitochondrial proteins, females displayed increases in the cysteine oxidation of proteins involved in glucose catabolism relative to males after 8 weeks of training, suggestive of sex-biased subcellular reactive oxygen species generation. Males demonstrated earlier induction of mitochondrial transcripts and predicted activation of mTOR. Although the increase in mitochondrial protein abundance was more modest in males, there was greater oxidation of mitochondrial proteins in response to training compared to females. Conclusions: This work shows a large portion of the adaptive response to endurance training in skeletal muscle is shared between females and males, while there are distinct and nuanced sex-specific adaptations that are evident, particularly at the level of post-translational regulation.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696612",
    "doi": "10.64898/2025.12.26.696612",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.26.696632",
    "title": "Multimodal Data Fusion Reveals Morpho-Genetic Variations in Human Cortical Neurons Associated with Tumor Infiltration",
    "authors": [
      "Liu, Y.",
      "Yun, Z.",
      "Zhang, L.",
      "Ye, W.",
      "Chen, K.",
      "Wang, X.",
      "Ou, M.",
      "Rong, J.",
      "Yang, X.",
      "Mao, L.",
      "Chen, L.",
      "Ji, N.",
      "You, Y.",
      "Ma, C.",
      "Mao, Y.",
      "Zhang, J.",
      "Zhang, L.",
      "Peng, H."
    ],
    "summary": "We introduce LetsACT (Light-Electron-Transcriptome synergistic ACTomography), a multimodal integration platform that overcomes the limitations of single-modality data acquisition and analysis of human brain cells while synergistically leveraging the strengths of each modality. Our approach enables the rapid sample preparation, cell injection, imaging, and multimodal integration of large-scale human neuronal datasets at single-cell resolution. By generating initial laser-scanning-microscopy based optical reconstruction of neuron morphologies followed by refining them using electron-microscopy derived morphological priors, we have assembled one of the largest human cortical morphology datasets to date: 8,398 neurons from 58 donors, with high cortical coverage. This platform is then applied to studying morphological impact of tumor infiltration. Pyramidal neurons in glioma-infiltrated tissues display clear volume shrinkage in somas and branches, tapering from the soma to nearby dendritic compartments. By integrating these morphological variations with spatial and bulk transcriptomic profiles, we find that glioblastoma tissues exhibit dysregulation of 15.29% of genes, including overexpression of TERT, whereas infiltrated tissues show 7.74% gene dysregulation, characterized by overexpression of tumor suppressors such as CDKN2A and TP53. Our analysis implies that pyramidal neurons observed in these infiltrated tissues may involve an active defense instead of undergoing passive apoptosis. Our finding also indicates that LetsACT establishes a valuable resource for the large-scale, comprehensive morpho-genetic analysis of human tissues.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.26.696632",
    "doi": "10.64898/2025.12.26.696632",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696665",
    "title": "MicroRNA-383-5p alleviates hemorrhagic transformation and improves outcomes after endovascular recanalization for acute ischemic stroke",
    "authors": [
      "Jiang, Q.-Y.",
      "Qin, W.",
      "Zhuang, J.-K.",
      "Chen, Z.-X.",
      "Chen, Q.-Y.",
      "Li, C.-L.",
      "Shi, Z.-S."
    ],
    "summary": "Background: Hemorrhage transformation (HT) after reperfusion therapy is linked with poor outcomes in acute ischemic stroke patients. This study aimed to determine the role of neuronal microRNA-383 in alleviating HT-associated injury using middle cerebral artery occlusion (MCAO) and oxygen-glucose deprivation reoxygenation (OGD/R) models. Methods: In neurons following OGD/R, the family of miR-383 and NADPH oxidase (NOX) expression was evaluated. After miR-383-5p intervention and small interfering RNA, reactive oxygen species (ROS) and neuronal injury were assessed. Two hundred and five hyperglycemic rats were used to establish the HT model induced by mechanical reperfusion after 5-hour MCAO, followed by 3 and 6 hours of reperfusion, and treated with intravenous administration of miR-383-5p agomir before reperfusion. Brain water content, hemorrhage severity, infarct volume, blood-brain barrier (BBB) disruption, neuronal apoptosis, ROS production, miR-383-5p and NOX4 expression, and BBB-associated proteins were assessed. Results: MiR-383-5p expression significantly decreased in OGD/R-treated neurons, while miR-383-3p expression did not differ. Elevating miR-383-5p levels reduced neuronal injury, ROS overproduction, and NOX4 overexpression as a target of miR-383-5p, shown in OGD/R-treated neurons. In the MCAO model, increased miR-383-5p suppressed NOX4 upregulation, alleviated brain edema, infarct volume, and hemorrhage severity, reduced neuronal apoptosis and ROS overproduction, and preserved BBB integrity after mechanical reperfusion for ischemia, thereby improving short-term neurological outcomes. Conclusions: MiR-383-5p alleviates oxidative stress injury and neuronal apoptosis, and preserves BBB integrity by regulating NOX4. Neuronal miR-383-5p could become a potential target for intervention to decrease HT and ameliorate outcomes in endovascular reperfusion treatment for acute ischemic stroke.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696665",
    "doi": "10.64898/2025.12.27.696665",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.695564",
    "title": "Colibactin produced by a honeybee symbiont defends against pathogens and shapes the gut community",
    "authors": [
      "Song, Y.",
      "Powell, J. E.",
      "Wong, J.",
      "Liu, Y.",
      "Aguilar Ramos, M. A.",
      "de Jong, T.",
      "Lariviere, P. J.",
      "Maganti, J.",
      "Balskus, E. P.",
      "Moran, N. A."
    ],
    "summary": "Colibactin is a bacterial genotoxin that is linked to colorectal cancer and implicated in interbacterial competition; however, its role in natural communities remains unknown. Frischella perrara, a symbiont living only in honeybee guts, produces colibactin and causes DNA damage. Here, we found that F. perrara mono-colonization reduces bee lifespan but increases survivorship following challenge with an opportunistic pathogen. F. perrara reduces pathogen loads by causing colibactin-dependent DNA damage and prophage induction. clbS, a gene conferring protection from colibactin, is ubiquitous among bacteria restricted to bee guts but is absent from opportunistic colonizers including bee pathogens. Our findings provide evidence that colibactin functions in interbacterial competition, exerts selective pressure on community members, and confers protection against pathogens, while permitting co-evolved gut symbionts to persist.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.695564",
    "doi": "10.64898/2025.12.27.695564",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696702",
    "title": "Temporal Dynamics of Kidney Mitochondrial Dysfunction in Type 2 Diabetes: Analysis of the Goto-Kakizaki Model.",
    "authors": [
      "Castino, B.",
      "Jorge, L.",
      "Santos, A. A.",
      "Bachi, A. L.",
      "Borges, F. T."
    ],
    "summary": "Type 2 diabetes mellitus (T2DM) is a major cause of diabetic kidney disease (DKD), a complication driven by chronic hyperglycemia, oxidative stress, and inflammation. Mitochondrial dysfunction has been recognized as a central feature of DKD, but the temporal relationship between mitochondrial alterations, mitophagy, and inflammatory responses remains unclear. Using the non-obese Goto-Kakizaki (GK) rat, a spontaneous model of T2DM, we examined renal mitochondrial changes at 21, 60, and 120 days. Histology revealed a trend toward increased glycation product deposition, more evident at 60 days. Cytochrome C and OPA-1 expression indicated early mitochondrial adaptation through enhanced respiratory activity and hyperfusion, while reduced PGC1- and PINK suggested impaired biogenesis and mitophagy. By 120 days, PGC1- and PINK increased, likely reflecting delayed, insufficient compensation, coinciding with mitochondrial depolarization. Cytokine analysis revealed a biphasic inflammatory profile: IL-18 and CXCL1 were sharply elevated at 21 days, IL-1{beta} remained stable, and IL-10 was elevated at 21 and 60 days, indicating early pro-inflammatory activation followed by anti-inflammatory modulation. These findings suggest that renal mitochondrial dysfunction in GK rats evolves from an adaptive state to late-stage failure, with inflammation occurring as transient peaks rather than a persistent process. The period between 21 and 60 days emerges as a critical therapeutic window in which strategies to preserve mitochondrial quality control and modulate inflammasome-related responses may be most effective.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696702",
    "doi": "10.64898/2025.12.27.696702",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696639",
    "title": "From Nutraceutical to Molecular Targets: Antidiabetic Effects of Spirulina maxima Validated by In Vivo and In Silico Studies.",
    "authors": [
      "ZACHARIA, A.",
      "Subramani, S. K.",
      "Rao, M. K.",
      "Bisen, P. S."
    ],
    "summary": "Background: Spirulina maxima is a cyanobacterium that has been consumed as a staple food in Mexico since the 16th century. In recent years, this nutraceutical alga has gained attention for its antioxidant, anticancer, hepatoprotective, and antilipidemic properties. The present study investigates the antihyperglycemic effects of S. maxima in streptozotocin-induced diabetic rats. Molecular characterization of S. maxima and identification of potential antidiabetic targets were performed using insilico analysis.Methods: The anti-hyperglycemic potential of S. maxima was evaluated in male Wistar rats injected with streptozotocin (45 mg/kg (i.p)). The Animals were grouped based on the blood levels into Normal control (n=6); Normal control administered with S. maxima (n=6), Diabetic control, Diabetic group treated with S. maxima(n=6),, the diabetic group treated with Glibenclamide (600mcg/kg b.w.) (n=6), S. maxima (500mg/kg) was administrated orally for 15 days, and the variations in blood glucose levels along with the lipid levels and the antioxidant status were determined.The lipids content of S. maxima was characterized through GCMS. The lipids identified were docked in-silico with AMPK molecule and PPAR{gamma}, potential targets for antidiabetic drugsResults and Conclusions: Treatment with S. maxima significantly reduced blood glucose levels in diabetic rats by 62.76%. Cholesterol, triglycerides, and VLDL levels showed marginal reductions, while HDL levels increased significantly by 32.4%. Antioxidant enzymes including catalase, superoxide dismutase (SOD), and glutathione (GSH) were elevated by 13.8%, 25%, and 7.47%, respectively, whereas TBARS levels decreased by 15.1%. Functional group analysis indicated the presence of polysaccharides, proteins, lipids, and aromatic compounds. GCMS profiling revealed C8, C9, and C13 lipids at concentrations below 1%; C5, C11, C16, and C20 lipids at 1 to 10%; and C6, C10, C15, and C22 lipids above 10% of total lipid content. Molecular docking studies demonstrated strong binding affinities of C5, C6, C10, C11, and C18 lipids with the regulatory {gamma}subunit of AMPK, while C5, C6, and C11 lipids exhibited affinity toward the PPAR{gamma} receptor. Overall, the study highlights the antidiabetic potential of S. maxima and suggests AMPK and PPAR-{gamma} as plausible molecular targets involved in the regulation of blood glucose homeostasis.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696639",
    "doi": "10.64898/2025.12.27.696639",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.27.696699",
    "title": "Decoupling Central Metabolism from Catabolite Repression Enables Robust Cellulosic Sugar Co-consumption in E. coli",
    "authors": [
      "Yano, U.",
      "Sarkar, P.",
      "Lynch, M. D."
    ],
    "summary": "Lignocellulosic biomass is the most abundant and sustainable carbon source for bioproduction, but its efficient utilization is hampered by the heterogeneous mixture of sugars released upon hydrolysis. Most industrial strains consume these mixed sugars sequentially due to strong regulation and cross-inhibition, leading to complex processes and reduced carbon efficiency. To address this, we leverage a novel central metabolism that decouples central carbon flux from native regulatory feedback by employing a Gluconate-Bypass of glycolysis. We demonstrate that the Gluconate-Bypass effectively alleviates feedback regulation in E. coli, enabling co-consumption of glucose and xylose. Further strain engineering leads to the first robust co-utilization of four major lignocellulosic sugars: glucose, xylose, arabinose, and galactose. By decoupling central carbon flux from native regulatory feedback, this architecture provides a feedstock-agnostic platform that maintains high and robust consumption regardless of extreme fluctuations in sugar composition.",
    "published": "2025-12-27T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.27.696699",
    "doi": "10.64898/2025.12.27.696699",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41456890",
    "title": "[Mechanistic investigation of fibroblast growth factor 1-mediated regulation of cell proliferation and apoptosis in retinoic acid-induced neural tube defects in mice].",
    "authors": [
      "Cao R",
      "Liu YR",
      "Zhang XN",
      "Mu Q",
      "Wei KX",
      "Zhang L"
    ],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456890/",
    "doi": "doi: 10.3760/cma.j.cn112137-20250710-01692",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41460983",
    "title": "Celastrol-Loaded Zwitterionic Nanogels Trigger Pyroptosis for Potent Antitumor Effects.",
    "authors": [
      "Sheng S",
      "Zhang J",
      "Yang L",
      "Diao Z",
      "Zhang Y",
      "Wang Y",
      "Peng H",
      "Yang W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460983/",
    "doi": "doi: 10.1021/acsabm.5c02172",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41460923",
    "title": "LINE-1 retrotransposition in a mouse TDP-43 model of neurodegeneration marks motor cortex neurons for cell-intrinsic and cell non-autonomous programmed cell death.",
    "authors": [
      "Korada S",
      "Tam OH",
      "Greco HC",
      "Hammell MG",
      "Dubnau J",
      "Sher RB"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460923/",
    "doi": "doi: 10.1371/journal.pgen.1012007",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41460734",
    "title": "OGT-mediated O-GlcNAcylation of ATF3 Transcriptionally Activates ACSL1 to Aggravate Ferroptosis in Severe Acute Pancreatitis: ATF3 O-GlcNAcylation Promotes SAP Ferroptosis.",
    "authors": [
      "Weng X",
      "Luo J",
      "Xu J",
      "Hu J",
      "Tang Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460734/",
    "doi": "doi: 10.1097/MPA.0000000000002613",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41460724",
    "title": "Extracellular Vesicle-Mediated O-GlcNAcase Transfer Drives Neuronal Necroptosis to Facilitate Gallbladder Cancer Perineural Invasion.",
    "authors": [
      "Zhao JW",
      "Zhu JY",
      "Yang Z",
      "Zhai YY",
      "Zhao C",
      "Lu Z",
      "Shen D",
      "Tang QY",
      "Song X",
      "Jiang L",
      "Dai WT",
      "Wang YX",
      "Zhu Y",
      "Shi LQ",
      "Bao R",
      "Geng Z",
      "Wang Z",
      "Liu SL",
      "Gong W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460724/",
    "doi": "doi: 10.1158/0008-5472.CAN-25-2237",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41460594",
    "title": "Schisanhenol Inhibits MPTP/MPP(+)-Induced Ferroptosis in Dopaminergic Neurons Via Nrf2/TrxR1/GPX4 Pathway against Parkinson's Disease.",
    "authors": [
      "Dong G",
      "Fan L",
      "Li C",
      "Jiao Y",
      "Li X",
      "Li H",
      "Liang Y",
      "Ren Y",
      "Wang L",
      "Xiao D",
      "Xiao J",
      "Wu T",
      "Li L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460594/",
    "doi": "doi: 10.1007/s11064-025-04628-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41460571",
    "title": "Macrophage Trem2 deficiency aggravates aging-induced vascular remodeling by acting as a non-classical receptor of interleukin-13.",
    "authors": [
      "Chen Y",
      "Zeng Z",
      "Wei Z",
      "Zhan Y",
      "Wu L",
      "Zhu X",
      "Li M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460571/",
    "doi": "doi: 10.1186/s43556-025-00377-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41460540",
    "title": "HAT1 Protects Against Cerebral Ischemia Injury by Inhibiting TFRC-Mediated Ferroptosis.",
    "authors": [
      "Dou Y",
      "Deng C",
      "Yue H",
      "Xie X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460540/",
    "doi": "doi: 10.1007/s11064-025-04640-3",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41460536",
    "title": "Correction: Anesthetic Propofol Attenuates Apoptosis, Aβ Accumulation, and Inflammation Induced by Sevoflurane Through NF-κB Pathway in Human Neuroglioma Cells.",
    "authors": [
      "Tian Y",
      "Guo S",
      "Guo Y",
      "Jian L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460536/",
    "doi": "doi: 10.1007/s10571-025-01653-y",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41460534",
    "title": "Evaluation of a lipid peroxidation-dependent ferroptosis RNA panel expression as a potential noninvasive biomarker in patients with nonalcoholic steatohepatitis-associated hepatocellular carcinoma.",
    "authors": [
      "El-Sayed AA",
      "Nabeel AI",
      "Hegazy MGA",
      "El Anwar A",
      "Matboli M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460534/",
    "doi": "doi: 10.1007/s11033-025-11340-2",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41460533",
    "title": "The LINC00968/miR-194-5p Axis Exacerbates Neurological Dysfunction After Intracerebral Hemorrhage by Regulating Oxidative Stress and Neuroinflammation.",
    "authors": [
      "Wu J",
      "Sun S",
      "Ren L",
      "Hu Q"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460533/",
    "doi": "doi: 10.1007/s11064-025-04634-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41460412",
    "title": "SAT1 Knockdown Decreases Glutamate-Induced Oxidative Stress, Ferroptosis, and Apoptosis in HT22 Cells via Activating the Nrf2/ARE Pathway.",
    "authors": [
      "Zhao Y",
      "Wu Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460412/",
    "doi": "doi: 10.1007/s12017-025-08899-1",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41460408",
    "title": "Autophagy-Apoptosis synchronization: A mechanism of black grape anthocyanins mediated chemosensitization of 5-FU in HepG2 hepatocellular carcinoma cells.",
    "authors": [
      "Shireen Z",
      "Saha S",
      "Das U",
      "Ghosh S",
      "Adhikary A",
      "Banerjee K",
      "Dey S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460408/",
    "doi": "doi: 10.1007/s12032-025-03177-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41460390",
    "title": "The interplay between inflammation and oxidative stress in depression: pathogenic mechanisms and treatment approaches.",
    "authors": [
      "Kuwar OK",
      "Dhingra MS",
      "Maloo A",
      "Singh T",
      "Singh I",
      "Kumar L",
      "Attri M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460390/",
    "doi": "doi: 10.1007/s11033-025-11393-3",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41460371",
    "title": "Molecular pathways of oxidative stress in diabetes: redox imbalance and insulin pathway dysregulation.",
    "authors": [
      "Wani ZA",
      "Sharma AK",
      "Muzamil S",
      "Mir MN",
      "Malik IA",
      "Naik RA",
      "Malik SS",
      "Badroo IA",
      "Hurra AR",
      "Lone Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460371/",
    "doi": "doi: 10.1007/s11033-025-11389-z",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41460361",
    "title": "Excavatolide E triggers oxidative stress-associated apoptosis and DNA damage to inhibit bladder cancer cell proliferation.",
    "authors": [
      "Yang CW",
      "Yen CH",
      "Chien TM",
      "Yu SY",
      "Chang FR",
      "Sheu JH",
      "Chang HW"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460361/",
    "doi": "doi: 10.1007/s11033-025-11399-x",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41460356",
    "title": "Renoprotective effect of polyphenolic-rich extract of Phyllanthus niruri in streptozotocin-induced diabetic nephropathy via moderation of oxidative stress and inhibition of kidney injury.",
    "authors": [
      "Afolabi OB",
      "Akinola AG",
      "Raji AK",
      "Obafemi OT",
      "Olasehinde OR",
      "Olorunlagba AO",
      "Babatunde OE",
      "Obafemi BA",
      "Omotuyi OI",
      "Oloyede OI",
      "Lebelo SL",
      "Ntwasa MM"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460356/",
    "doi": "doi: 10.1007/s10735-025-10667-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41460311",
    "title": "Sepsis-induced acute lung injury: AUF1 regulates pyroptosis via ETS2/ZDHHC21-mediated STING palmitoylation : A therapeutic target for lung injury.",
    "authors": [
      "Jia M",
      "Peng F",
      "Xu P",
      "Fan Y",
      "Liu J",
      "Luo B",
      "Wu W",
      "Wang Y",
      "Zhang Z",
      "Wang Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460311/",
    "doi": "doi: 10.1007/s00018-025-06038-4",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41460302",
    "title": "Salvianolic acid A reduces lipotoxicity injury of cardiomyocytes by orchestrating oxidative stress and inflammation via Akt/Nrf2/NF-κB axis.",
    "authors": [
      "Li L",
      "Du S",
      "Meng X",
      "Bai L",
      "Huang D",
      "Zhou F",
      "Li W",
      "Qiu X",
      "Qi Y",
      "Wang Y",
      "Chen Y",
      "Li Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460302/",
    "doi": "doi: 10.1007/s10735-025-10689-9",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41460292",
    "title": "Mass spectrometric profiling reveals alterations in N-Glycans and O-Glycans in Tay-Sachs disease under Autophagy-Induced conditions.",
    "authors": [
      "Can M",
      "Basirli H",
      "Jin C",
      "Karlsson NG",
      "Bojar D",
      "Seyrantepe V"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460292/",
    "doi": "doi: 10.1007/s10719-025-10203-z",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41460266",
    "title": "Study on the expression changes of hepatic Gluconeogenesis-related proteins induced by insulin Overdose-related liver injury.",
    "authors": [
      "Yuan Y",
      "Li Y",
      "Zhang J",
      "Gao X",
      "Chen C",
      "Yu Z",
      "Zhou Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460266/",
    "doi": "doi: 10.1007/s11419-025-00754-z",
    "categories": [],
    "keywords_matched": [
      "\\bGluconeogenesis\\b"
    ]
  },
  {
    "id": "pmid:41460177",
    "title": "Cross-sectional and Longitudinal Associations between Testosterone and Cognitive Performance in Older People: Results of the Berlin Aging Study II (BASE-II).",
    "authors": [
      "Bahr V",
      "Schmid H",
      "Vetter VM",
      "Spira D",
      "Drewelies J",
      "Regitz-Zagrosek V",
      "Gerstorf D",
      "Düzel S",
      "Mai K",
      "Demuth I"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460177/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41459965",
    "title": "Impact of oxidative stress on Magnetospirillum gryphiswaldense MSR-1 physiology and magnetosome biomineralization at the single-cell level.",
    "authors": [
      "Masó-Martínez M",
      "Radecke J",
      "MacGregor-Chatwin C",
      "Topham PD",
      "Fernández-Castané A"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41459965/",
    "doi": "doi: 10.1128/mbio.03265-25",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41459911",
    "title": "Protective effects of intermittent fasting and chamomile extract against margarine-induced oxidative stress in mouse tissues.",
    "authors": [
      "Hurza VV",
      "Vatashchuk MV",
      "Bayliak MM",
      "Lushchak VI"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41459911/",
    "doi": "doi: 10.1080/13813455.2025.2610470",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41459814",
    "title": "A dwdr45 knock-out drosophila model to decipher the role of autophagy in BPAN.",
    "authors": [
      "Celle M",
      "Aniorte S",
      "Issa AR",
      "Falabregue M",
      "Jin H",
      "Sanchez-Mirasierra I",
      "Ding S",
      "Soukup SF",
      "Seugnet L",
      "Liao L",
      "Lesca G",
      "Walter L",
      "Mollereau B"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41459814/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41457948",
    "title": "Biomimetic Liposome Coloaded ES-Cu and PFK15 Amplify Cuproptosis through Inhibition of Glycolysis in Fibroblast-Like Synoviocytes for Rheumatoid Arthritis Therapy.",
    "authors": [
      "Zhang W",
      "Su J",
      "Zhou W",
      "Chen R",
      "Zhao Y",
      "Sun P",
      "Zhao Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457948/",
    "doi": "doi: 10.1021/acsami.5c17592",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41457942",
    "title": "Rapid Levoglucosan Oxidation as a Key Process in Biomass Burning Aerosol Aging.",
    "authors": [
      "Zhang W",
      "Xu L",
      "Thadiyampurath S",
      "Liu X",
      "Leong T",
      "Pagonis D",
      "Campuzano-Jost P",
      "Jimenez JL",
      "Robinson MA",
      "Veres P",
      "DiGangi J",
      "Halliday H",
      "Nowak J",
      "Diskin GS",
      "Zhang H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457942/",
    "doi": "doi: 10.1021/acs.est.5c14970",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41457913",
    "title": "ADAMTS9-AS2 Disrupts Docetaxel-Resistance in Castration-Resistant Prostate Cancer via Stemness Suppression and Ferroptosis Induction.",
    "authors": [
      "Liu J",
      "Gao Y",
      "Guo Y",
      "Zhang J",
      "Zhang W",
      "Gu Z",
      "Chen H",
      "Jin C",
      "Luo P",
      "Mao S",
      "Hao Y",
      "Shi S",
      "Yao X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457913/",
    "doi": "doi: 10.1002/advs.202520838",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457823",
    "title": "A Pillararene-Based Supramolecular Nanozyme With Multivalency-Enhanced Peroxidase-Like Activity Triggers Pyroptosis to Activate Anti-Tumor Immune Response.",
    "authors": [
      "Di X",
      "Chen Z",
      "Feng W",
      "Zhang T",
      "Chen H",
      "Li MH",
      "Qi J",
      "Yang YW",
      "Pei Z",
      "Pei Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457823/",
    "doi": "doi: 10.1002/smll.202510441",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457765",
    "title": "Insights Into Macrophage Ferroptosis: Implications for Atherosclerosis.",
    "authors": [
      "Chen X",
      "Liu X",
      "Zeng C"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457765/",
    "doi": "doi: 10.1111/cpr.70154",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457762",
    "title": "Role of autophagy response on angiogenesis activity of endothelial progenitor cells.",
    "authors": [
      "Chegeni SA",
      "Rashidi S",
      "Roozbahani G",
      "Abbasi-Malati Z",
      "Khanicheragh P",
      "Jahvani MA",
      "Avci CB",
      "Rahbarghazi R",
      "Rezabakhsh A",
      "Mota A"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457762/",
    "doi": "doi: 10.1002/brv.70128",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41457679",
    "title": "Constructing Mg-Based Hydrogen Container for Mitochondrial Dysfunction and Neuronal Ferroptosis in TCAR-Induced Cerebral Ischemia/Reperfusion Injury.",
    "authors": [
      "Fan W",
      "Guan Q",
      "Xu Z",
      "Lin L",
      "Du J",
      "Yu B",
      "Ding W",
      "Yang H",
      "Pei J",
      "Tan J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457679/",
    "doi": "doi: 10.1002/adhm.202502482",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "pmid:41457671",
    "title": "Construction of albumin based nanoparticles utilizing paclitaxel-fatty acid prodrug that mimicking the natural fatty-acid binding process in vivo to synergistically elevate ROS withβ-lapachone for cooperative cancer therapy.",
    "authors": [
      "Zhao Y",
      "Li Y",
      "Chen Y",
      "Li Y",
      "Li L",
      "Xu W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457671/",
    "doi": "doi: 10.1080/03639045.2025.2610604",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41457493",
    "title": "β-Hydroxybutyrate-Induced Ferroptosis Contributes to Hepatic Oxidative Injury in Dairy Cows with Clinical Ketosis.",
    "authors": [
      "Mei S",
      "Wang L",
      "Ding Y",
      "Wang H",
      "Yang Y",
      "Li C",
      "Liu G",
      "Du X",
      "Fang Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457493/",
    "doi": "doi: 10.1021/acs.jafc.5c12046",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457424",
    "title": "Phosphorylation of Atg12 for optimal autophagy in yeast Komagataella phaffii.",
    "authors": [
      "Kobe M",
      "Shiraishi K",
      "Nakatsuji T",
      "Yurimoto H",
      "Saito K",
      "Oku M",
      "Sakai Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457424/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41457273",
    "title": "LncRNA AC040169.1 is regulated by m6A modification and suppresses ferroptosis via SLC7A11 to promote ovarian cancer progression.",
    "authors": [
      "Yang H",
      "Dong Y",
      "Li R",
      "Zhu L",
      "Yang L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457273/",
    "doi": "doi: 10.1186/s13048-025-01922-w",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457251",
    "title": "Coconut oil attenuates intestinal injury and inflammation by regulating necroptosis signaling pathway in lipopolysaccharide-challenged piglets.",
    "authors": [
      "Wang D",
      "Wang D",
      "He W",
      "Zhang X",
      "Cheng J",
      "Liao A",
      "Zhu H",
      "Liu Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457251/",
    "doi": "doi: 10.1017/S000711452510620X",
    "categories": [],
    "keywords_matched": [
      "\\bNecroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457247",
    "title": "Toxoplasma gondii-induced ferroptosis contributes to acute lung injury in mice.",
    "authors": [
      "Yuan X",
      "Liu Z",
      "Ma Y",
      "Liu F",
      "Bao P",
      "Du B",
      "Zhang X",
      "Gong P",
      "Zhang N",
      "Li J",
      "Li X",
      "Wang X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457247/",
    "doi": "doi: 10.1186/s13071-025-07207-x",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457238",
    "title": "Senescence of bone marrow mesenchymal stromal cells: a narrative review of mechanisms, functional consequences, and rejuvenation strategies for age-related disorders.",
    "authors": [
      "Zhang W",
      "Xie Y",
      "Wang B"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457238/",
    "doi": "doi: 10.1186/s13287-025-04874-6",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41457237",
    "title": "The clinical significance of miR-18a-3p in traumatic spinal cord injury and its functional role in mediating apoptosis, inflammation and oxidative stress.",
    "authors": [
      "Li Y",
      "Dai B",
      "Cheng Z",
      "Cen M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457237/",
    "doi": "doi: 10.1186/s13018-025-06559-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41457140",
    "title": "Activated oligoadenylate synthetase-ribonuclease L pathway promotes endothelial pyroptosis and impairs diabetic wound healing via thioredoxin-interacting protein m(6)A methylation.",
    "authors": [
      "Zhou P",
      "Huang Y",
      "Wang Z",
      "Chen D",
      "Long B",
      "Qin P",
      "Li Y",
      "Yang C",
      "Li Q"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457140/",
    "doi": "doi: 10.1186/s43556-025-00399-9",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457120",
    "title": "Ferroptosis-associated transcriptional factors in neurological diseases: molecular mechanisms and therapeutic prospects.",
    "authors": [
      "Jiang T",
      "Ma W",
      "Dong W",
      "Zhou H",
      "Mao X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457120/",
    "doi": "doi: 10.1038/s12276-025-01611-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41457116",
    "title": "Functional interplay between endoplasmic reticulum stress and mitochondrial activity in a post-ovulatory aging model of mouse oocytes.",
    "authors": [
      "Nakamura F",
      "Takehara I",
      "Hine S",
      "Saito M",
      "Matsukawa J",
      "Nishi M",
      "Nagase S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41457116/",
    "doi": "doi: 10.1007/s10815-025-03785-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41456860",
    "title": "Decoding Senescence-Driven Heterogeneity in Early-Onset Colorectal Cancer for Prognostic and Therapeutic Stratification.",
    "authors": [
      "Cai D",
      "Mai M",
      "Huang R",
      "Qi H",
      "Feng X",
      "Gao Q",
      "Zhang Y",
      "Li C",
      "Wu X",
      "Mao Y",
      "Yang Z",
      "Gao F"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456860/",
    "doi": "doi: 10.1111/cas.70301",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41456490",
    "title": "Melatonin ameliorates sepsis-induced myocardial dysfunction by promoting autophagy via SIRT1-mediated TFEB deacetylation.",
    "authors": [
      "Ge Y",
      "Li M",
      "Wang B",
      "Zhang Y",
      "Zhou X",
      "Zhang Y",
      "Li T",
      "Li Y",
      "Fang S",
      "Liu W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456490/",
    "doi": "doi: 10.1016/j.intimp.2025.116098",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456322",
    "title": "The importance of autophagy in multiple myeloma.",
    "authors": [
      "Bednarczyk M",
      "Dąbrowska-Szeja N",
      "Łętowski D",
      "Kozub A",
      "Nasiek A",
      "Grosicki S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456322/",
    "doi": "doi: 10.1080/14737140.2025.2610261",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456316",
    "title": "The Activation of miR-203a by SFRP4 Micropeptides Targets Epithelial-Mesenchymal Transition and Autophagy in Ovarian Cancer Stem Cells.",
    "authors": [
      "Mohana Sundaram S",
      "Bhagtaney L",
      "Balayoganandh B",
      "Dharmarajan A",
      "Warrier S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456316/",
    "doi": "doi: 10.1002/mc.70071",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456268",
    "title": "Piezo1-mediated cellular apoptosis in breast cancer cells triggered by ultrasound and microbubbles.",
    "authors": [
      "Qu N",
      "Bi M",
      "Meng Q",
      "Liu H",
      "Wang J",
      "Cao X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456268/",
    "doi": "doi: 10.14715/cmb/2025.71.12.2",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41456263",
    "title": "Curcumin-mediated synthesis of copper-doped TiO2 nanocomposite for potentially promising antioxidant, wound healing, and anti-apoptosis.",
    "authors": [
      "Dhabian SZ",
      "Hatem MT"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456263/",
    "doi": "doi: 10.14715/cmb/2025.71.12.7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41456226",
    "title": "circ-Ttc3 alleviates LPS-induced neuronal injury via stabilizing RBFOX1 to inhibit inflammation and oxidative stress.",
    "authors": [
      "Zhang Y",
      "Zhu Y",
      "Li Q",
      "Shi Q",
      "Li L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456226/",
    "doi": "doi: 10.1007/s11033-025-11379-1",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41456216",
    "title": "Hierarchically Targeting and ROS-Responsive Platform for Diabetic Periodontitis Treatment through Mitochondrial Repair in M1 Macrophages.",
    "authors": [
      "Xie W",
      "Wang Y",
      "Wu J",
      "Wang X",
      "Wu J",
      "Cheng B",
      "Feng H",
      "Huang X",
      "Cheng X",
      "Chen J",
      "Wan Q",
      "Wang J",
      "Pei X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456216/",
    "doi": "doi: 10.1021/acsami.5c20136",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "pmid:41456211",
    "title": "Targeting oxidative stress and monoamine imbalance: neuroprotective potential of Cereus jamacaru DC ethanolic extract in a Parkinson disease-like model in Drosophila melanogaster.",
    "authors": [
      "Nunes RGDS",
      "de Santana Lira YV",
      "de Lima Silva JR",
      "Costa AR",
      "de Menezes IRA",
      "de Lucena Jales FLM",
      "Dos Santos CAL",
      "Duarte AE",
      "Barros LM",
      "Dos Santos Dantas T",
      "Soares LAL",
      "de Souza IA",
      "Janner DE",
      "de Figueiredo FM",
      "Guerra GP",
      "da Silveira Andrade-da-Costa BL"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456211/",
    "doi": "doi: 10.1080/15287394.2025.2605468",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41456123",
    "title": "DEAF1 - a transcriptional brake on muscle autophagy.",
    "authors": [
      "Lee WX",
      "Goh KY",
      "Choy SM",
      "Tang HW"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456123/",
    "doi": "doi: 10.1080/15548627.2025.2610451",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456055",
    "title": "Regulation of autophagy by oncogene DJ1 via the JNK signaling pathway in human ovarian cancer cells.",
    "authors": [
      "Zhao XM",
      "Wang K",
      "Wang Z",
      "Xie D",
      "Liu H",
      "Li P",
      "Wang WM"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456055/",
    "doi": "doi: 10.1186/s13048-025-01942-6",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41456027",
    "title": "Progesterone receptor antagonism by mifepristone impairs trophoblast stemness and promotes apoptosis through upregulation of PDCD4.",
    "authors": [
      "Zhou J",
      "Yan L",
      "Li Y",
      "Huang S",
      "Lan Q",
      "Zhang D",
      "Zhu Q",
      "Zhao X",
      "Zhang J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41456027/",
    "doi": "doi: 10.1186/s13578-025-01508-5",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41455880",
    "title": "Integrative analysis of mRNA and LncRNA profiles from small extracellular vesicles identifies apoptosis-related biomarkers in patients with Parkinson's disease after rehabilitation.",
    "authors": [
      "Wang Y",
      "Liu Y",
      "Fang B",
      "Liu C",
      "Chen K",
      "Meng D",
      "Jin Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41455880/",
    "doi": "doi: 10.1186/s12883-025-04594-7",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41460862",
    "title": "Sestrin3 confers resistance to recombinant human arginase in small cell lung cancer by activating Akt/mTOR/ASS1 axis.",
    "authors": [
      "Zhang Z",
      "Lin Z",
      "Li W",
      "Chen B",
      "Liu Y",
      "Gao H",
      "Xu S"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460862/",
    "doi": "doi: 10.1371/journal.pone.0338802",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41460836",
    "title": "6-Methoxyflavone targets SLC1A5 to induce ferroptosis in HeLa cells.",
    "authors": [
      "Zhang C",
      "Chen L"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460836/",
    "doi": "doi: 10.1371/journal.pone.0339578",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  }
]