[
  {
    "id": "10.1101/2025.06.13.659603",
    "title": "ZNF865 (BLST) Regulates Back Pain via Cell Senescence and DNA Damage Mechanisms",
    "authors": [
      "Lewis, C.",
      "Levis, H.",
      "Holbrook, J.",
      "Polaski, J. T.",
      "Jacobsen, T. D.",
      "Mizels, J.",
      "Gullbrand, S. E.",
      "Diekman, B. O.",
      "Iatridis, J. C.",
      "Gertz, J.",
      "Lawrence, B.",
      "Bowles, R. D."
    ],
    "summary": "Senescence has been shown to contribute to the progression of aging related diseases, yet its regulation in the intervertebral disc (IVD) remains poorly understood. Recently, ZNF865 (BLST) was identified as a previously uncharacterized zinc finger protein, that regulates a wide array of genes related to protein processing, cell senescence and DNA damage repair. Here, we show that ZNF865 expression decreases with age and pathology in human and mouse IVD samples. Depletion of ZNF865 induces senescence, SASP expression and DNA damage in both human and rat healthy NP cells. Conversely, restoration in degenerative NP cells mitigates senescence, SASP expression and DNA damage, enhances ECM anabolism, and restores chromatin accessibility and gene expression to a healthy state. In vivo, CRISPRi of ZNF865 induces disc degeneration and painful behaviors. Collectively, our findings establish ZNF865 as a regulator of genome stability and a potential therapeutic target for mediating senescence/DNA damage in aging related diseases.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.13.659603",
    "doi": "10.1101/2025.06.13.659603",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.1101/2025.10.27.684949",
    "title": "An unusual ring pattern in the Rosβ lanthipeptide of the two-component lantibiotic roseocin",
    "authors": [
      "Desormeaux, E. K.",
      "Zhu, L.",
      "Luo, Y.",
      "Sareen, D.",
      "van der Donk, W. A."
    ],
    "summary": "Two-component lantibiotics comprise of two post-translationally modified peptides that synergistically exert antimicrobial activity. Most known two-component lantibiotics are made up of a structurally conserved -lanthipeptide that binds to the peptidoglycan precursor lipid II and a {beta}-lanthipeptide that is believed to interact with the -peptide-lipid II complex to form pores in the membrane of susceptible bacteria. A few two-component lantibiotics including roseocin produced by Streptomycetes do not follow this general scheme and act by different, currently unresolved mechanisms. An important first step in studying this latter group of lanthipeptides is determination of their chemical structure. Roseocin's {beta}-peptide (Ros{beta}) is formed by the RosM lanthipeptide synthetase from the RosA1 precursor peptide. RosM carries out nine dehydrations of Ser and Thr residues to the corresponding dehydroamino acids followed by six Michael-type additions of the thiols of Cys residues to a subset of the dehydroamino acids to form six thioether crosslinks. Sequence alignment with other structurally characterized lanthipeptides does not allow prediction of the ring pattern of Ros{beta}. In this study, Ros{beta} was produced in Escherichia coli and its ring pattern was established by multi-dimensional NMR spectroscopy. The stereochemistry of the lanthionine and methyllanthionine residues was determined by Marfey's analysis with authentic standards. Ros{beta} is shown to have a unique ring pattern amongst previously characterized lanthipeptides.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684949",
    "doi": "10.1101/2025.10.27.684949",
    "categories": [],
    "keywords_matched": [
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696078",
    "title": "The aging transcriptome: a condition-dependent response to a deteriorating soma",
    "authors": [
      "Syed, Z. A.",
      "Brengdahl, M. I.",
      "Shenoi, V. N.",
      "Mital, A.",
      "Kimber, C. M.",
      "Ekman, H.",
      "Mirabello, C.",
      "Larsson, M.",
      "Berger, D.",
      "Friberg, U."
    ],
    "summary": "Organismal function requires precise gene expression, as deviations reduce fitness and can cause disease. The widespread expression changes characteristic of old age therefore suggests that aging itself may partly stem from gene dysregulation. Alternatively, many of these changes may represent a plastic response to somatic decline, tuning the organism to an altered physiological state. We tested the latter hypothesis by experimentally reducing the condition of Drosophila melanogaster females independently of age and comparing the resulting expression changes with those occurring naturally during aging. Consistent with the plasticity hypothesis, we find substantial overlap between genes responding to reduced condition and old age. Downregulated genes are enriched for metabolic functions, with a consistent, albeit weaker, association with mitochondrial function and cytoplasmic translation, while upregulated genes relate to genome maintenance. Both old age and reduced condition also cause downregulation of tissue-specific and female-biased genes, as expected when energy is reallocated to core cellular processes. In line with a coordinated transcriptional response to old age, both down- and upregulated genes within enriched functional categories show reduced expression variability and experience strong purifying selection. Collectively, our results support that the aging soma elicits a plastic transcriptional program that adjusts the organism to a declining physiological condition, implying that many age-related expression changes mitigate rather than accelerate somatic aging. These findings call for a more nuanced view of the causes and consequences of age-related transcriptional change, with implications for both theoretical and applied research on aging and disease.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696078",
    "doi": "10.64898/2025.12.22.696078",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696057",
    "title": "Dynamic ASK1 proximity networks uncover SCF-dependent and noncanonical roles in ABA and drought adaptation",
    "authors": [
      "Rodriguez-Zaccaro, F. D.",
      "Moe-Lange, J.",
      "Malik, S.",
      "Montes-Serey, C.",
      "Hamada, N.",
      "Groover, A.",
      "Walley, J.",
      "Shabek, N."
    ],
    "summary": "Plants rely on rapid proteome remodeling to withstand fluctuating environmental conditions, yet how the ubiquitin system dynamically coordinates these multilayered responses remains unclear. Here we define the in vivo proximity interactome of ARABIDOPSIS SKP1-LIKE 1 (ASK1), the core adaptor of SCF ubiquitin ligases, under acute abscisic acid (ABA) signaling and prolonged drought. TurboID-based proximity labeling coupled with quantitative proteomics revealed that ASK1 assembles highly condition-specific protein networks, distinguishing canonical SCF modules from broader noncanonical associations with transcriptional, chromatin, translational, vesicle-trafficking, and proteostasis machinery. Acute ABA exposure rapidly recruits F-box proteins and ABA-responsive transcription factors while engaging ribosomal and chromatin modules, whereas drought drives ASK1 into expanded proteostasis and stress-signaling assemblies, including chaperone-cochaperone systems, transcriptional repressors, and autophagy-endomembrane components. Global proteomics shows that ASK1 overexpression enhances accumulation of drought-protective and ABA-responsive proteins while repressing immune and ROS-scavenging pathways, indicating a shift in resource allocation. Together, these results describe ASK1 as a multifunctional proteostasis and signaling hub that integrates SCF-dependent and SCF-independent pathways to coordinate transcriptional, translational, and proteolytic reprogramming during plant adaptation to stress.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696057",
    "doi": "10.64898/2025.12.22.696057",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696118",
    "title": "Oxa1L-Mediated Co-translational Protein Insertion Maintains Mitochondrial Function in Parkinson's Disease Models",
    "authors": [
      "Shen, X.",
      "He, R.",
      "Zhong, H.",
      "Sun, P.",
      "Zhang, J. K.",
      "Zhang, Y.",
      "Yang, H."
    ],
    "summary": "Mitochondrial dysfunction is a hallmark of Parkinson's disease (PD), yet the mechanisms linking mitochondrial stress to respiratory chain failure remain incompletely understood. Here, we identify the mitochondrial inner membrane insertase Oxa1L as a key regulator of mitochondrial protein biogenesis and functional homeostasis in an MPP-induced cellular model of PD. MPP treatment markedly downregulated Oxa1L expression, accompanied by selective loss of mitochondrial genome-encoded oxidative phosphorylation (OXPHOS) subunits, mitochondrial membrane depolarization, elevated reactive oxygen species, and ATP depletion. Loss- and gain-of-function analyses demonstrated that Oxa1L deficiency exacerbated, whereas Oxa1L overexpression alleviated, mitochondrial dysfunction under Parkinsonian stress. Mechanistically, Oxa1L selectively regulated mitochondrial genome-encoded proteins and directly associated with the mitochondrial ribosome via ribosomal proteins uL24m and bL29m. Truncation of critical interaction regions abolished Oxa1L-mediated mitochondrial protection. Together, our findings identify Oxa1L-dependent co-translational membrane insertion as a critical determinant of mitochondrial resilience, providing new mechanistic insight into mitochondrial dysfunction in PD.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696118",
    "doi": "10.64898/2025.12.22.696118",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bReactive\\ oxygen\\ species\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696062",
    "title": "Cysteine protease cathepsin B promotes high population density-induced mutagenesis, driving genome evolution and competitive growth in response to the crowding stress",
    "authors": [
      "Yu, B.",
      "Suehiro, Y.",
      "Johnson, B.",
      "Lee, E.-S.",
      "Li, D.",
      "Huang, Y.",
      "Johnson, J.",
      "Ou, G.",
      "DeGregori, J.",
      "Mitani, S.",
      "Xue, D."
    ],
    "summary": "In a wide variety of species from invertebrates to mammals, overpopulation has been shown to induce low fertility and high mortality. Although density-dependent population regulation is widespread in the animal kingdom, the underlying molecular mechanisms remain poorly understood. We show here that C. elegans animals respond to the crowding stress by secreting CPR-4, a homologue of human cathepsin B cysteine protease, to promote chromosomal DNA damage in germ cells, leading to high density-induced deficiencies that include increased embryonic lethality and larval arrest and decreased brood size. CPR-4 mediates these crowding responses through the insulin-like growth factor receptor DAF-2, multiple components in the insulin signaling pathway, and the SKN-1/Nrf transcription factor. Whole genome sequencing analyses of animals from 10 generations of continual growth in the crowded condition reveal that CPR-4-induced DNA damage produces an average of 2.9 more de novo genome mutations per animal per generation and a 75% increase in mutation rate compared with animals grown in the uncrowded condition. CPR-4-induced mutagenesis also facilitates evolution of the genomes through multi-generational crowding selection, leading to biased mutation distributions towards the intergenic regions over the gene bodies and crowd-inducible growth advantage. Our findings suggest that CPR-4 acts as a crucial crowd-responding factor to induce chromosomal DNA damage, leading to density-dependent deficiencies, increased genome mutation rates, and genome evolution and competitive growth of animals in response to the crowding stress.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696062",
    "doi": "10.64898/2025.12.22.696062",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696106",
    "title": "LARP6 Promotes Features of Plaque Stability and Smooth Muscle Cell Survival in Atherosclerosis",
    "authors": [
      "Zhang, M.",
      "Danchuk, S.",
      "Sukhanov, S.",
      "Yoshida, T.",
      "Delafontaine, P.",
      "Higashi, Y."
    ],
    "summary": "Introduction: Acute plaque rupture or erosion followed by luminal thrombosis is a major cause of myocardial infarction and sudden cardiac death. Vulnerable plaques are characterized by a thin fibrous cap and reduced numbers of smooth muscle cells (SMCs). SMCs are essential for plaque stability, as they synthesize collagen and support fibrous cap structure. Our previous work demonstrated that insulin-like growth factor-1(IGF-1) enhances plaque stability and upregulates La ribonucleoprotein domain family member 6 (Larp6), a collagen mRNA-binding protein in SMCs. However, the specific role of Larp6 in atherosclerotic plaque stability remains undefined. Methods: In vitro, human aortic SMCs (hAoSMCs) were used to investigate the molecular mechanism underlying IGF-1 regulation of LARP6. Using the Myh11 promotor we generated SMC specific Larp6 overexpression mice on an ApoE-/- background (SMC-Larp6) to assess effects on plaque stability. Bulk RNA sequencing data from human atherosclerotic plaques (GSE120521) were analyzed to compare stable and vulnerable plaques. Results: IGF-1 regulates LARP6 through phosphorylation and downregulation of microRNAs. Plaques from SMC-Larp6 mice exhibited a significantly higher collagen content, accompanied by a thicker fibrous cap and a smaller necrotic core, increased presence of SMCs, without changes in overall plaque burden compared to controls. LARP6 overexpression in hAoSMCs significantly increased cell proliferation and survival under oxidative stress and promoted collagen accumulation by enhancing collagen synthesis. RNA sequencing analysis of human atherosclerotic plaques revealed reduced expression of LARP6 and downregulation of extracellular matrix-related pathways in unstable plaques, underscoring the clinical relevance of these findings. Conclusions: Larp6 overexpression promotes SMC survival, collagen synthesis and features of plaque stability under atherosclerotic conditions. These findings suggest that Larp6 is a potential therapeutic target for stabilization of atherosclerotic plaques.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696106",
    "doi": "10.64898/2025.12.22.696106",
    "categories": [],
    "keywords_matched": [
      "\\bIGF\\-1\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696121",
    "title": "Gene functions determine stochastic or adaptive futile transcription in cancers through deregulated start site deployments",
    "authors": [
      "Satish, A. L.",
      "Kumar, P.",
      "Morbia, I.",
      "Singh, U."
    ],
    "summary": "Background: Cancers display near-universal hallmarks, including energy addiction, aerobic glycolysis and biosynthesis. In addition to glucose (and glutamine) addiction, cancers also display futile transcription. Discretely measurable futile transcription occurs between transcription start sites (TSSs) and start codons of protein-coding genes. Multiple TSSs for each gene offer various combinations of futile transcription with no effect on the encoded proteins. The relationship between proximal versus distal TSS deployment, futile transcription and energy addiction of cancers remain unclear. Methods: By analyzing FANTOM CAGE data we show that TSS deployment dysregulation in cancers increases the energy cost coefficients of cancer transcriptomes. We define the bases of the altered energy cost coefficients of cancer transcriptomes by comparing TSS deployment frequencies, associated entropies and futile transcription distances across heterogeneous pools of cancers and non-cancers. Results: We show that TSS deployment entropies differ between cancers and non-cancers. It leads to an overall higher distal TSS deployment in cancers but selectively favors an energy-economical proximal TSS deployment for cancer hallmark genes involved in cell proliferation and biosynthesis. We show that the frequency of TSS deployment is linked to the futile transcription distance and gene function differently in cancers and non-cancers. Conclusions: This work lays out a theoretical framework describing stochasticity of TSS deployment in the context of cancerogenesis and energetics of transcription. It also suggests that the current human TSS landscape has evolved to minimize futile transcription, an outcome favored by stochastic TSS deployment. Under normal conditions of energy metabolism they form a threshold which incipient cancer cells breach.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696121",
    "doi": "10.64898/2025.12.22.696121",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bEnergy\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696260",
    "title": "Engineering Orthogonal Carbon Dissimilation: A Gluconate Bypass Platform for Robust Stationary-Phase Biomanufacturing",
    "authors": [
      "Yano, U.",
      "Sarkar, P.",
      "Lynch, M. D."
    ],
    "summary": "Two-stage bioprocesses which decouple cell growth from product synthesis are an attractive approach to biomanufacturing. However high levels of production in stationary phase cultures often suffer from a progressive decline in metabolism. We demonstrate that in E. coli pyruvate accumulation, an inevitable consequence of high-flux metabolism, acts as a major inhibitor of stationary-phase glucose uptake. We present a novel central metabolism to optimize stationary phase production, a gluconate-bypass, which circumvents this challenge by rerouting carbon flux around glycolysis. This redesign achieves two critical outcomes: first, it decouples glucose uptake from pyruvate inhibition; second, glucose oxidation intrinsically co-generates the NADPH cofactor. Validated using NADPH-dependent L-alanine as a representative model, the GBP creates a self-regulating host that achieved a record titer of 197 g/L with a 1.6-fold extension of production longevity. This work establishes the GBP as a generalizable platform for robust stationary phase biosynthesis.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696260",
    "doi": "10.64898/2025.12.23.696260",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696148",
    "title": "Senescent host-derived extracellular vesicles potentiate antitumor immunity via bystander T cell activation",
    "authors": [
      "Yao, C.",
      "Weng, C.",
      "Wang, H.",
      "Wu, B.",
      "Sun, R.",
      "Dai, H.",
      "Fang, X.",
      "Han, Q.",
      "Zheng, D.",
      "Wu, Y.",
      "Wang, C."
    ],
    "summary": "Extracellular vesicles (EVs) are key mediators of intercellular communication, and those from the plasma of aged individuals are typically viewed as drivers of aging or even cancer. Here, we uncover a latent, potent antitumor capacity inherent to EVs derived from aged hosts. Specifically, we demonstrate that extracellular vesicles from the plasma of aged mice (A-EVs) exhibit robust tumor-suppressive activity in young tumor-bearing recipients. Mechanistically, A-EVs engage a dual mode of action: they directly induce senescence in cancer cells, enhancing their immunogenicity. More importantly, they concurrently activate non-tumor-specific bystander CD8 T cells within the tumor microenvironment via cross-presentation of pathogen-derived antigens, thereby reshaping the immunosuppressive tumor microenvironment. This synergistic interplay potently reinvigorates antitumor immunity and sensitizes tumors to PD-L1 checkpoint blockade. Our findings establish A-EVs as a novel class of endogenous immunomodulators with broad therapeutic potential for cancer immunotherapy.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696148",
    "doi": "10.64898/2025.12.23.696148",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.695986",
    "title": "Targeting Aberrant FGFR Signaling with Infigratinib Enhances the Efficacy of BTK/PI3K Inhibitors and Bendamustine in Lymphoma Cells",
    "authors": [
      "Sartori, G.",
      "Ghiringhelli, A.",
      "Cannas, E.",
      "Guidetti, F.",
      "Arribas, A. J.",
      "Zadro, A.",
      "Cascione, L.",
      "Falzarano, C.",
      "Imbimbo, M.",
      "Moretti, M.",
      "Rinaldi, A.",
      "Lovati, E.",
      "Bertoni, F."
    ],
    "summary": "Background: Aberrant fibroblast growth factor receptor (FGFR) signaling sustains survival and drug tolerance in various cancers, including B-cell lymphomas. We profiled FGFR/FGF expression and evaluated the FGFR1-3 inhibitor infigratinib, both alone and in combination with standard agents, in models of mantle cell lymphoma (MCL), marginal zone lymphoma (MZL), and diffuse large B-cell lymphoma (DLBCL). Methods: Twenty-eight cell lines (MCL n=10; MZL n=7, including BTK/PI3K inhibitor-resistant derivatives; ABC-DLBCL n=3; GCB-DLBCL n=8) were tested by 72-h MTT assays for single-agent and fixed-ratio combination activity. Transcriptome profiling (4, 8, 12 h) was performed in MZL Karpas1718 cells treated with infigratinib (500 nM), ibrutinib (10 nM), or the combination. Results: MCL preferentially expressed FGFR3/FGF9, whereas ABC-DLBCL and MZL expressed FGFR1/FGF2; FGFR1 was further enriched in resistant MZL models, consistent with autocrine activation. Infigratinib showed dose-dependent but modest single-agent activity across the panel (median IC50 3.58 M, indicating limited efficacy at clinically achievable exposures ([&le;]500 nM). However, combinations were broadly synergistic: in MCL, infigratinib with ibrutinib (4/4 lines) and bendamustine (5/5) outperformed either agent alone, with weaker effects with rituximab (2/4). In MZL (parental and resistant), infigratinib synergized with ibrutinib (6/6), copanlisib (6/6), and idelalisib (4/6), restoring sensitivity in resistant derivatives; synergy occurred at infigratinib concentrations [&le;]500 nM. Mechanistically, RNA-seq revealed largely distinct single-agent programs: ibrutinib suppressed BCR/NF-{kappa}B/inflammatory signaling, while infigratinib preferentially repressed E2F/MYC cell-cycle modules. In contrast, the combination concomitantly downregulated NF-{kappa}B pathways and abrogated MYC target signatures, with coordinated modulation of apoptosis and DNA-repair transcripts. Conclusions: FGFR1/3-driven autocrine signaling contributes to adaptive survival in MCL and MZL. Although infigratinib has limited single-agent activity, it potentiates BTK/PI3K inhibitors and bendamustine at clinically relevant concentrations and reverses acquired resistance, supporting biomarker-guided clinical evaluation of FGFR blockade in relapsed/refractory MCL and MZL.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.695986",
    "doi": "10.64898/2025.12.23.695986",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696151",
    "title": "Integrative multi-omics reveals PARP14 as a key IFNγ-regulated mediator of metastatic progression in Ewing sarcoma.",
    "authors": [
      "Sanchez-Serra, S.",
      "Chicon-Bosch, M.",
      "Martorell-Villanueva, N.",
      "Candeal, E.",
      "Jarne-Sanz, I.",
      "Bech-Serra, J. J.",
      "Gimenez-Llorente, D.",
      "Gris-Lorente, M.",
      "Monaco, P.",
      "Santana-Viera, L.",
      "Mateo-Lozano, S.",
      "Mora, J.",
      "Niepel, M.",
      "de la Torre Gomez, C.",
      "Sanz-Pamplona, R.",
      "Cuadrado, A.",
      "Losada, A.",
      "Lopez-Alemany, R.",
      "Tirado, O. M."
    ],
    "summary": "Metastatic Ewing sarcoma (EwS) remains a major clinical challenge, highlighting the need to identify molecular drivers of disease dissemination. Through integrated transcriptomic, functional, and mechanistic analyses, we identify PARP14 as a key regulator of EwS metastatic progression. PARP14 is consistently upregulated in metastatic lesions across spontaneous and xenograft mouse models as well as in patient samples. Genetic and pharmacologic depletion of PARP14 (via siRNA knockdown, CRISPR-Cas9 knockout, or PROTAC-mediated degradation) significantly impaired EwS cell migration and invasion in vitro, without affecting proliferation or clonogenic capacity. In vivo, PARP14 loss delayed tumor growth and reduced metastatic burden, supporting a functional role in disease progression. Conversely, IFN{gamma}-induced PARP14 upregulation and stable overexpression enhanced EwS cell migration and increased lung metastasis formation. Transcriptomic profiling of PARP14-deficient cells revealed downregulation of invasive signatures and enrichment of inflammatory and p53-related pathways, together with gene sets associated with chromatin remodeling. Subcellular fractionation and interactome analyses showed that PARP14 localizes to cytoplasmic, nuclear, and chromatin-associated compartments, and interacts with chromatin, cytoskeletal and ECM regulators. ChIP analyses further demonstrated PARP14 binding to promoters enriched for NRF1 motifs, suggesting a role as a transcriptional co-regulator influencing gene networks relevant to EwS progression. Together, our results establish PARP14 as a contributor to EwS dissemination and uncover a previously unappreciated chromatin-associated role for this protein, supporting its potential as both a biomarker and therapeutic target in metastatic EwS.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696151",
    "doi": "10.64898/2025.12.23.696151",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696201",
    "title": "Genome-wide CRISPR screens identified C18orf32 as a novel regulator of lipid metabolism that mediates PFOA-induced toxicity",
    "authors": [
      "KIM, C. H.",
      "Tagmount, M.",
      "Zhu, Z.",
      "Barbazuk, W. B.",
      "Bacher, R.",
      "Vulpe, C. D."
    ],
    "summary": "Perfluorooctanoic acid (PFOA) remains a public health concern due to its persistence in the environment, despite global production bans. Epidemiological, animal, and in vitro studies have consistently linked PFOA exposure to hepatotoxicity characterized by lipid dysregulation; however, the molecular mechanisms underlying these adverse effects in humans remain poorly understood. To address this gap, we employed an integrated functional toxicogenomics framework combining CRISPR screening (for gene target identification), target validation, and assessment of target-derived cellular and molecular phenotypes. From genome-wide CRISPR screens in HepG2/C3A human liver cells, we identified 319 candidate genes (140 sensitive and 179 resistant) that modulate PFOA toxicity. Among these, C18orf32, encoding a lipid droplet (LD)-associated protein and the top resistant candidate, was selected for further mechanistic investigation based on its potential functional involvement in lipid metabolism. Targeted knockout (KO) of C18orf32 conferred marked cellular resistance to PFOA, accompanied by reduced LD and Triglyceride accumulation in cells under the exposure condition, suggesting a functional role of C18orf32p in lipid dysregulation. To elucidate molecular mechanisms underlying the cellular phenotypes, we conducted systematic transcriptomics profiling of wild-type (WT) and C18orf32 KO cells in the absence and presence of PFOA exposure. C18orf32 KO caused extensive gene expression reprogramming, with over one-third of coding genes differentially expressed. Notably, a range of lipid metabolism pathways including cholesterol metabolism, PPAR signaling, fatty acid metabolism, and peroxisome beta-oxidation, known mediators of PFOA-induced hepatotoxicity, were significantly downregulated in C18orf32 KO cells, contrasting to upregulation of these pathways in PFOA exposed WT cells. Collectively, our results identify C18orf32p as a previously unrecognized regulator of hepatic lipid metabolism and a key genetic determinant of PFOA-induced lipid dysregulation and hepatotoxicity in humans.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696201",
    "doi": "10.64898/2025.12.23.696201",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.695886",
    "title": "The phosphate exporter XPR1 regulates a gasdermin D-independent mature IL-1β secretion pathway in LPS-stimulated human monocytic cells",
    "authors": [
      "Remy, N.",
      "Six, C.",
      "Tury, S.",
      "Van Schaftingen, E.",
      "Battini, J.-L.",
      "Lucas, S.",
      "Coulie, P. G.",
      "Gomard, T."
    ],
    "summary": "The inflammatory cytokine interleukin (IL)-1{beta} is a leaderless protein that is not secreted via the classical endoplasmic reticulum-Golgi pathway but instead is secreted during pyroptosis, a form of caspase-dependent inflammatory cell death mediated by gasdermin D (GSDMD) cleavage and pore formation at the plasma membrane. However, human monocytes can secrete IL-1{beta} in the absence of cell death, and the contribution of GSDMD in this secretory pathway is not established. Here, we identify two mechanisms of mature IL-1{beta} secretion by living human monocytic cells : a rapid, GSDMD-dependent pathway and a slower, GSDMD-independent pathway. Using a CRISPR-Cas9 loss-of-function screen, we identified XPR1 (Xenotropic and Polytropic retrovirus Receptor 1) as a key regulator of the GSDMD-independent pathway. XPR1 is the only phosphate exporter identified in metazoans and has no previously described function in cytokine secretion. XPR1 invalidation in GSDMD-/- monocytic cells impaired IL-1{beta} secretion. We further show that this regulatory function requires cell-surface expression of XPR1 and is linked to its phosphate export activity. Our results reveal a previously undescribed mechanism of IL-1{beta} secretion by living human monocytic cells, independent of GSDMD and unexpectedly linked to phosphate homeostasis. Deciphering this pathway could lead to new therapeutic modalities for IL-1{beta}-driven inflammatory diseases.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.695886",
    "doi": "10.64898/2025.12.23.695886",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696357",
    "title": "Desiccation-tolerant Acinetobacter as a robust chassis for gas-phase bioprocesses",
    "authors": [
      "Yoshimoto, S.",
      "Yamada, H.",
      "Inoue, S.",
      "Hori, K."
    ],
    "summary": "Background: Gas-phase bioprocesses that immobilize microbial cells on solid carriers enable efficient conversion of volatile or poorly water-soluble substrates, but they also expose cells to fluctuating humidity and transient desiccation that can compromise viability and catalytic performance. In Gram-negative bacteria, especially in pathogens, desiccation is known to impose multifactorial stress, including loss of cellular water and energetics, damage to DNA and proteins, oxidative stress, and disruption of the cell envelope. However, for chassis strains used in or being considered for gas-phase bioprocesses, their desiccation tolerance and responses to desiccation stress remain incompletely defined. Results: Here, we evaluated the viability, energy status, and gas-phase toluene degradation of Acinetobacter sp. Tol 5 as a chassis for gas-phase processes after controlled desiccation (8%, 52%, and >95% RH), in comparison with Acinetobacter baylyi ADP1, Pseudomonas putida, and Escherichia coli. To minimize adhesion-related bias in post-desiccation measurements, we used an ataA-deficient Tol 5 mutant (Tol 5 {Delta}ataA) for the assays. Acinetobacter strains maintained high viability during desiccation for 16 days, whereas P. putida and E. coli showed significant loss of viability at 8% RH and 52% RH. Intracellular ATP measurements further indicated that desiccation reduced intracellular ATP in all strains, but E. coli rapidly exhausted ATP at 8% and 52% RH, whereas Acinetobacter strains and P. putida retained intracellular ATP. In a gas-phase toluene degradation assay, immobilized Tol 5 retained higher toluene-degrading activity after desiccation than P. putida mt-2. Transcriptome profiling revealed a multilayered Tol 5 response involving DNA and RNA maintenance, cell envelope trafficking and remodeling, redox-responsive functions, and broad repression of growth-associated metabolism. Conclusions: Our results highlight Acinetobacter, particularly Tol 5, as a promising chassis strain for gas-phase bioprocesses and suggest potential mechanistic targets for stabilizing bacterial cells under low-water-activity conditions.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696357",
    "doi": "10.64898/2025.12.24.696357",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.24.696340",
    "title": "Friend and Foe: Genome-Wide Analysis of the Tardigrade Dsup Protein Expressed in Yeast Reveals Trade-offs of DNA Protection",
    "authors": [
      "Gaikani, H. K.",
      "Barazandeh, M.",
      "Hitchens, L.",
      "Giaever, G.",
      "Nislow, C."
    ],
    "summary": "Tardigrades are among the most resilient eukaryotes known, capable of surviving a wide range of extreme conditions. While their genomes contain thousands of tardigrade-specific genes, one key contributor to their stress resistance is the Damage suppressor (Dsup) protein. Previous work showed that expression of Dsup in cancer cells reduced DNA damage caused by X-rays. This observation has sparked growing interest in Dsup across diverse model organisms. Most studies to date have focused on phenotypic outcomes, while the mechanisms and consequences of Dsup remain poorly understood. Deciphering its mechanism is crucial, especially because Dsup expression is deleterious to some cells and organisms. In this work, we show that Dsup protects yeast against a variety of DNA-damaging agents. However, this protection is not universal, and it has a fitness cost. Analysis of nucleosome occupancy of cells expressing Dsup shows that effects on chromatin are modest, without global remodeling, and transcriptome analysis reveals a robust induction of oxidative stress pathways, which might be a form of preconditioning for oxidative stress. Genome-wide screens of ~4300 loss-of-function mutants expressing Dsup shows that deletions incompatible with Dsup are highly enriched for DNA repair processes and that under DNA damage stress, Dsup can protect some mutants in a pathway-specific manner. Our findings demonstrate that while Dsup broadly enhances resistance to genotoxic stress, it also imposes physiological costs and generates new dependencies on DNA repair and genome maintenance pathways.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.24.696340",
    "doi": "10.64898/2025.12.24.696340",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.25.693346",
    "title": "Fluorescence lifetime-based biosensor for monitoring compartmentalized autophagy dynamics in the intact mammalian brain",
    "authors": [
      "Maman, M.",
      "Bond, G.",
      "Malchenko, N.",
      "Desbois, M.",
      "Kagan, T.",
      "Levy, Y.",
      "Eid, S.",
      "Orovan, S.",
      "Naftachi, G.",
      "Lapidot, M.",
      "Rapaport, R.",
      "Break, E. P.",
      "Grill, B.",
      "Scholl, B.",
      "Laviv, T."
    ],
    "summary": "Synaptic architecture underlies neuronal computation, with autophagy serving as a key regulator of synaptic plasticity, function and local metabolism. Yet, autophagy dynamics and regulation within intact neuronal circuits remains poorly understood. Here, we developed a pH sensitive fluorescence lifetime-based imaging method which allows to monitor autophagy dynamics at the synaptic level with a second-scale temporal resolution in the living mouse brain. This approach allowed us to uncover compartmentalized autophagic activity across soma, dendrites, and axons of layer 2/3 cortical neurons. Notably, we observe experience-dependent modulation of autophagy dynamics with pronounced mobility of autophagic vesicles in apical distal dendrites compared to basal proximal dendritic branches. We identified cell-type specific basal autophagy levels in excitatory, inhibitory, and astrocytic cells in the mouse cortex. Finally, combining this approach with disease associated genetic perturbation uncovers novel in vivo autophagy related phenotypes. Altogether, this approach highlights the spatial and functional complexity of autophagy in the intact mammalian brain and establishes a framework for investigating its role in synaptic regulation during development, plasticity, and aging.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.25.693346",
    "doi": "10.64898/2025.12.25.693346",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696226",
    "title": "Compositional Analysis of Mouse Sperm Subpopulations During Capacitation In Vitro",
    "authors": [
      "Brisard, B. M.",
      "Halder, A. P.",
      "Charles, A.",
      "Ward, A. L.",
      "Asadi, M.",
      "Hart, D.",
      "Bhowmick, D.",
      "Vos, P.",
      "Schmidt, C. A."
    ],
    "summary": "Mammalian sperm must undergo capacitation to become competent for fertilization, yet this process is marked by substantial phenotypic heterogeneity among sperm cells. How such variability emerges and how it relates to fertilizing potential remain unresolved, in part because sperm subpopulations are typically analyzed independently despite being intrinsically interdependent. Here, we combine large-scale single-cell spectral flow cytometry with compositional statistical modeling to quantify how sperm population structure responds to controlled capacitation signals in vitro. Using cauda epididymal mouse sperm, we implemented a two-dimensional assay that systematically varies extracellular bicarbonate and free calcium - key regulators of capacitation - and classified millions of individual cells into four irreversible physiological states defined by cell viability and acrosome reaction status. We show that bicarbonate and calcium interact nonlinearly to redistribute sperm across these subpopulations, revealing structured responses that would be otherwise obscured in measurements lacking single-cell resolution. Elevated intracellular calcium was associated with increased cell death, while the highest proportions of live, acrosome-reacted sperm occurred under relatively low extracellular calcium conditions. To enable subpopulation-level analysis, we applied a hierarchical Dirichlet-multinomial regression model that accounts for multinomial sampling noise and between-male variability, yielding posterior probability surfaces that describe how sperm subpopulations reallocate across functional states as microenvironmental signaling conditions change. Together, these results demonstrate that capacitation is a stochastic, cell-population level process shaped by structured phenotypic heterogeneity. This framework provides a quantitative foundation for linking sperm subpopulation composition to measures of fertility competence and for improving existing interpretation of flow cytometry-based assessments of male fertility.",
    "published": "2025-12-25T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696226",
    "doi": "10.64898/2025.12.23.696226",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695441",
    "title": "Refined cellular activity expression signatures provide a targeted framework to quantify phenotypic intra-tumor heterogeneity in single-cell data",
    "authors": [
      "Coutant, A.",
      "Muller, L.",
      "Degletagne, C.",
      "Fauvet, F.",
      "El Boudi, I.",
      "Chassot, C.",
      "Valladeau-Guilemond, J.",
      "Bendriss-Vermare, N.",
      "Morel, A.-P.",
      "Ouzounova, M.",
      "Saintigny, P.",
      "Puisieux, A.",
      "Vigneron, A.",
      "Martinez, P."
    ],
    "summary": "Single cell RNA-seq (scRNA-seq) now allows deeper insight into cellular biology at both the individual and population level. Measuring cell-to-cell variations in the population enables quantification of phenotypic heterogeneity in populations in which cell states and identities deviate from healthy transcriptomic profiles. Cellular activities quantifiable using gene set enrichment analyses can provide useful grounds to quantify phenotypic heterogeneity, but the specificity and adequacy of existing molecular signatures for scRNA-seq data is still insufficient. Here we induced 6 activities in vitro, for which we refined existing expression signatures to enhance specificity and detection in scRNA-seq data: epithelial-mesenchymal transition (EMT), DNA repair, responses to interferons  and {gamma} (IFN and IFN{gamma}, respectively), glycolysis, oxidative phosphorylation (OxPhos). We report new signatures, with much lower redundancy between IFN and IFN{gamma}, and glycolysis and OxPhos signatures, achieving average AUCs of 0.85 across bootstrapped datasets for each activity. We could use these signatures to quantify phenotypic intra-tumor heterogeneity (ITH) in 20 patient samples and 14 cell lines, observing high correlation with diversity indices in classified healthy cells (p<0.001). Focusing on cancer cells only, we furthermore report higher phenotypic ITH in patients than in cell lines (p<0.001), and in basal tumors (p=0.028).",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695441",
    "doi": "10.64898/2025.12.19.695441",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695905",
    "title": "Uracil-Driven ROS signals activate larval TrpA1-B neurons to prime the Drosophila adult gustatory response to bacterial signal",
    "authors": [
      "Milleville, R.",
      "Maniere, G.",
      "berthelot-grosjean, M.",
      "grosjean, y.",
      "royet, j.",
      "Kurz, C.-L."
    ],
    "summary": "Animals perceive their environment through their sensory systems why rely on neuronal circuits and proteins, but can be modulated by internal physiological conditions or exogenous factors. We have shown that the presence of certain pathogenic bacteria in the larval gut can alter the specificity of bacterial peptidoglycan recognition in the adults that merge from these larvae. However, the nature of the bacterial signal and the host cells and molecules involved in receiving and transducing this signal remained unknown. We identify here uracil as the bacterial metabolite responsible for this priming and demonstrate that the effect is mediated by Duox-dependent produc6on of reactive oxygen species in the larval gut. We show that specific expression of TrpA1 isoforms in a Gr66a-expressing neuron of the larval terminal organ is required for the adult response. Together, these findings reveal uracil as the bacterial cue and the Duox/ROS and TrpA1/Gr66a modules as key mediators linking larval gut microbial signals and host integra6on to subsequent sensory system modulation in the adult.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695905",
    "doi": "10.64898/2025.12.22.695905",
    "categories": [],
    "keywords_matched": [
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.23.696271",
    "title": "Oxidative Stress-Responsive Cell Wall Remodeling Depends on Phosphate in Candida albicans",
    "authors": [
      "Jacob, A.",
      "Qi, W.",
      "Yarava, J. R.",
      "Barkarar, M.",
      "Karai, A.",
      "Vermaas, J. V.",
      "Kohler, J. R.",
      "Wang, T."
    ],
    "summary": "The growing number of patients susceptible to invasive Candida albicans infections has intensified the need for new antifungal targets in pathways essential for fungal growth and pathogenesis. Among these pathways, phosphate homeostasis has emerged as a significant determinant of virulence, yet how phosphate availability shapes cell wall structure in response to host-derived oxidative stress remains unclear. During commensal growth, C. albicans cells typically enjoy phosphate repletion and a neutral redox environment. Transitioning to invade host tissues, they simultaneously experience phosphate deprivation and intense extrinsic oxidative stress. Here, we employ solid-state NMR to render details of cell wall remodeling in response to oxidative stress, in its dependence on phosphate. Phosphate deprived cells remodel the rigid wall core and reduce hydration and polymer mobility in the absence of oxidative stress. During hydrogen peroxide exposure, highly mobile outer polysaccharides are primary interactors. In wildtype cells, some of these polymers are recruited into the rigid core, reinforcing the wall scaffold, whereas phosphate transport mutants fail to undergo this remodeling. These findings establish phosphate acquisition as a component of oxidative defense and link nutrient sensing and -availability to the mechanical resilience of the fungal cell wall, revealing an architectural vulnerability with relevance for antifungal development.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696271",
    "doi": "10.64898/2025.12.23.696271",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695952",
    "title": "Human embryo implantation involves Syncytin-2/MFSD2A-mediated heterokaryon formation with maternal endometrium",
    "authors": [
      "Noordzij, T.",
      "Celotti, M.",
      "van Esch, R.",
      "Sackmann, L.",
      "Martinez Silgado, A.",
      "de Jong, F.",
      "Eto, H.",
      "Beghtel, H.",
      "Korving, J.",
      "Sommer, T.",
      "Steba, G.",
      "Rivron, N. C.",
      "Baart, E.",
      "van Es, J.",
      "Clevers, H.",
      "Sonnen, K."
    ],
    "summary": "Human embryo implantation involves attachment of the blastocyst to the endometrial epithelium to subsequently gain access to the underlying stromal compartment. The blastocyst is believed to cross the epithelium either by migration through, or upon apoptosis of, the endometrial epithelial cell layer. Yet, how the blastocyst exactly traverses the endometrial epithelium remains unknown. Here, we describe an in vitro implantation model of human blastoids and hormonally matured endometrial organoids amenable to high-resolution live imaging. We demonstrate that the initial step of implantation is mediated by the direct fusion of blastoid cells with endometrial epithelial cells. Blastoids express the fusion proteins Syncytin-1 and -2, while the endometrial epithelium mainly expresses the fusion co-receptor for Syncytin-2, called MFSD2A. CRISPR-induced loss of MFSD2A in the endometrial epithelium prevents blastoids from attaching and abolishes fusion. Together, these findings support a model in which fetal-maternal cell fusion constitutes the critical initiating mechanism of human embryo implantation, with endometrial MFSD2A playing an indispensable role in this process.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695952",
    "doi": "10.64898/2025.12.22.695952",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695920",
    "title": "Iron-Associated Mesenchymal Plasticity and Tumor Invasion in Glioblastoma",
    "authors": [
      "Petry, C.",
      "Boecke, A.-S.",
      "Mohammed, A. O.",
      "Ghariwala, N.",
      "Jariwala, V.",
      "Shaab, M. A.",
      "Buchholz, O.",
      "Vasilikos, I.",
      "Nakagawa, J. M.",
      "Vlachos, A.",
      "Grauvogel, J.",
      "Shah, M. J.",
      "Roelz, R.",
      "Prinz, M.",
      "Hofmaan, U. G.",
      "Beck, J.",
      "Joseph, K.",
      "Ravi, V. M."
    ],
    "summary": "Glioblastoma (GBM) recurrence is driven by tumor cells that infiltrate surrounding brain tissue and evade surgical and therapeutic eradication. Although dysregulated iron handling is a recognized feature of the necrotic and hemorrhagic GBM tumor core, its relationship to invasive tumor cell states remains incompletely defined. Here, we investigated how iron-associated microenvironments relate to transcriptional programs of invasion in human GBM. Using multi-regional single-nucleus RNA sequencing of human GBM specimens encompassing tumor core, invasive front, and infiltrated cortex, we found that malignant cells from the tumor core exhibit coordinated upregulation of iron uptake and storage pathways together with invasion-associated gene programs. At the single-cell level, iron metabolism and invasion signatures were strongly correlated, defining a distinct core-enriched malignant subpopulation with mesenchymal-like transcriptional identity, stress-adaptive features, and angiogenic signaling. These iron-high/invasion-high cells aligned with mesenchymal- and astrocyte-like GBM states and were associated with unfavorable patient survival. Despite elevated oxidative stress and ferroptosis-associated transcriptional pressure, this population concurrently expressed anti-apoptotic and anti-ferroptotic regulators, consistent with an iron-tolerant invasive state. To assess functional consequences of iron exposure, we modeled iron-rich conditions using non-cytotoxic particulate iron in patient-derived GBM cell lines and human organotypic cortical slice cultures. Iron exposure induced intracellular iron accumulation, oxidative stress responses, increased tumor cell motility in vitro, and enhanced invasion within intact human brain tissue. Collectively, these findings demonstrate that iron-rich tumor core niches are closely associated with mesenchymal plasticity and invasive behavior in GBM and support a role for iron-associated microenvironmental pressure in shaping invasive tumor cell states.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695920",
    "doi": "10.64898/2025.12.22.695920",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695928",
    "title": "A Data-Driven Approach for the Development of a Time-informed Adverse Outcome Pathway-network for Cardiotoxicity of Environmental Chemicals",
    "authors": [
      "Schaffert, A.",
      "Murugadoss, S.",
      "Roos, T.",
      "Linzalone, N.",
      "Donzelli, G.",
      "Gehring, R.",
      "Mertens, B.",
      "Paparella, M."
    ],
    "summary": "We present a novel Adverse Outcome Pathway (AOP) network for environmental chemical-induced cardiotoxicity using a bottom-up, data-driven AOP development approach. Mechanistic endpoints were systematically extracted from 339 in vitro and in vivo studies, yielding 1,759 Key Event (KE) entries and 4,938 Key Event Relationship (KER) entries, including information on experimental methods, essentiality evidence (intervention experiments demonstrating upstream-downstream dependence), and study metadata. After quality filtering (high risk of bias, confounding cytotoxicity in vitro, excessive toxicity or animal well-being concerns in vivo, and low-frequency observations), 112 unique KEs and 829 unique KERs supported by at least three independent observations were retained for network construction. Network analysis identified oxidative stress and mitochondrial dysfunction as dominant hub processes linking diverse upstream perturbations to downstream cardiomyocyte injury, inflammation, cardiac remodelling (fibrosis and hypertrophy), decreased cardiac contractility, and reduced left ventricular function. Incorporating exposure duration at the KER level enabled time-resolved pathway interpretation and demonstrated that KE timing is relationship-dependent, revealing temporal patterns not apparent when analysing KEs in isolation. This evidence-weighted, time-resolved AOP network can support endpoint prioritisation and exposure-window selection for non-animal method (NAM) test batteries and mechanistically informed cardiotoxicity assessment.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695928",
    "doi": "10.64898/2025.12.22.695928",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695923",
    "title": "Systemic administration of PD-L1 blocking antibodies leads to removal of senescent microglia",
    "authors": [
      "Androsova, Y.",
      "Kertser, A.",
      "Partney, H.",
      "Nathansohn, B.",
      "Ibraheem, A.",
      "Abellanas, M. A.",
      "Croese, T.",
      "Salame, T. M.",
      "Akiva, H.",
      "Krizhanovsky, V.",
      "Schwartz, M."
    ],
    "summary": "Senescent microglia develop during aging and Alzheimer disease (AD), driving chronic neuroinflammation. Here we hypothesized that the previously observed disease-modifying effects of PD-1/PD-L1 blockade occur through clearance of senescent microglia. Using CyTOF, we found that a single systemic anti-PD-L1 injection leads to rapid elimination of senescent microglia in 5xFAD and aged wild-type mice, independently of Fc effector function, while increasing homeostatic microglia. These findings suggest that immune rejuvenation via PD-L1 blockade promotes disease modification in AD through senescent-microglial elimination.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695923",
    "doi": "10.64898/2025.12.22.695923",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696030",
    "title": "Differentiation of THP-1 Cells in 3D Cancer-Stromal Tissue by Collagen Microfiber for Replicating of Tumor Microenvironment",
    "authors": [
      "Moroishi, K.",
      "Hermodsson, T.",
      "Greiff, L.",
      "Lindstedt, M.",
      "Matsusaki, M."
    ],
    "summary": "In three-dimensional (3D) cancer tissue models, the low solubility of type I collagen (Col I) is a limitation in reproducing cancer tissue with high collagen density. we previously reported a sedimentation culture method using collagen microfibers (CMF) homogenized Col I powder. This 3D cancer tissue model is expected to reproduce tumor microenvironment comparable to that in tumors bearing mice owing to its high collagen density. However, this 3D cancer tissue model including immune cells such as macrophages has not been reported. In this study, we fabricated a 3D culture system including normal human dermal fibroblasts, human umbilical vein endothelial cells, and cancer cells human monocytes cell line; THP-1 cells by sedimentation culture using CMF. 3D cancer tissue models co-cultured with human colorectal cancer cells for 5 days increased the expression levels of CD14 and CD206, markers of macrophages and M2 macrophages, in THP-1 cells, suggesting differentiation induction toward macrophages and polarization toward M2-like macrophages. We could also demonstrate the applicability of drug efficacy evaluation systems by evaluating the cytotoxicity of poly(vinyl alcohol)-ursodeoxycholic acid15 that induce cell death in response to weak acidic tumor microenvironment in 3D cancer tissue models with macrophages. This 3D cancer tissue models with macrophages are expected to be applied as tools for evaluating the efficacy of cancer therapeutic molecules and for understanding in detail the behavior of immune cells within the tumor microenvironment.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696030",
    "doi": "10.64898/2025.12.22.696030",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696023",
    "title": "Microplastic Exposure Promotes Amyloid Misfolding and Metabolic Impairment at Sub-Lethal Doses in an In Vitro Cellular Model of Alzheimer's Disease",
    "authors": [
      "da Silva, I. A. N.",
      "Paulus, A.",
      "Skoryk, V.",
      "Kar Yan, S.",
      "Herranz, F.",
      "Klementieva, O."
    ],
    "summary": "Microplastics and nanoplastics (MNPs) are ubiquitous environmental pollutants with increasing implications for human health. While their presence in human tissues is established, the molecular mechanisms driving their potential neurotoxicity remain unclear. This study investigates the impact of polystyrene (PS) on amyloid protein misfolding and cellular metabolism using Optical Photothermal Infrared (O-PTIR) spectroscopy, a label-free, sub-diffraction imaging technique. Our results reveal that PS exposure promotes pathological protein misfolding, specifically increasing {beta}-sheet-rich conformations, and disrupts metabolic homeostasis at sub-lethal doses. These suggest that the microplastic surface acts as a catalytic scaffold for amyloid aggregation, driving cellular dysfunction prior to acute toxicity. This identifies a plausible molecular pathway by which environmental MNP pollution contributes to the risk and progression of neurodegenerative diseases, highlighting the need for risk assessments that look beyond simple cell survival.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696023",
    "doi": "10.64898/2025.12.22.696023",
    "categories": [],
    "keywords_matched": [
      "\\bCellular\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695995",
    "title": "Genetic diversity of Collaborative Cross mice enables the establishment of a novel Chlamydia muridarum female genital tract infection model",
    "authors": [
      "Darville, T.",
      "Girardi, J.",
      "Poston, T.",
      "Campbell, C.",
      "Sun, X.",
      "Hao, Y. B.",
      "Zhang, Y.",
      "Liu, C.",
      "Duncan, B.",
      "Zou, F.",
      "O'Connell, C.",
      "Zheng, X."
    ],
    "summary": "Chlamydial infection in women displays wide variation in bacterial burden, persistence, and risk of upper genital tract pathology, yet the host genetic factors underlying this heterogeneity remain poorly defined. We evaluated genital tract infection with Chlamydia muridarum across 20 Collaborative Cross (CC) strains, a recombinant inbred mouse panel that captures broad genetic diversity with high within - strain reproducibility. CC strains exhibited striking differences in early bacterial burden, time to clearance, and oviduct pathology, including prolonged low-inflammatory infections and burden -- pathology discordance that mirror key features of human disease. Heritability analyses demonstrated that host genetics accounted for most of the variation observed in Day 7 bacterial burden and pathological outcomes. Genome-wide scans identified suggestive quantitative trait loci associated with both traits. Genes within the burden-associated locus converged on host pathways implicated in chlamydial intracellular growth, including membrane dynamics and lipid metabolism, ubiquitin signaling, host cell survival mechanisms, and immune regulatory signaling. In contrast, genes within the pathology-associated locus were enriched for pathways regulating inflammatory cell recruitment, inflammasome activation, and tissue remodeling, processes central to genital tract damage following infection. Cervical transcriptional profiling further revealed strain-dependent innate and adaptive immune programs associated with bacterial burden and disease phenotype. Together, these findings establish the CC as a powerful platform for dissecting the genetic architecture of chlamydial immunopathogenesis, and for improving preclinical evaluation of vaccines and therapeutics.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695995",
    "doi": "10.64898/2025.12.22.695995",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696045",
    "title": "PTEN-loss confers dependence on the guanylate synthesis enzyme IMPDH in T-cell acute lymphoblastic leukemia",
    "authors": [
      "Padder, R.",
      "Le Le, T.",
      "Hyde, E.",
      "Rubio, M.",
      "Chiles, E.",
      "Sheshadri, N.",
      "Mulraney, K.",
      "Zong, W.-X.",
      "Su, X.",
      "Herranz, D.",
      "Valvezan, A."
    ],
    "summary": "Loss of the tumor suppressor PTEN is common in T-cell acute lymphoblastic leukemia (T-ALL), and is associated with poor prognosis. PTEN-loss drives robust activation of AKT/mTORC1 signaling to promote leukemic cell growth. We find that PTEN-loss in T-ALL confers dependence on the guanylate nucleotide synthesis enzyme inosine monophosphate dehydrogenase (IMPDH) for cell growth and viability. This metabolic vulnerability is dependent on sustained mTORC1 signaling and can be exploited using clinically approved IMPDH inhibitors to selectively kill PTEN-deficient T-ALL cells, and extend survival in genetic and xenograft T-ALL models in mice. Mechanistically, IMPDH inhibitors cause early DNA replication stress, followed by DNA damage. In contrast to treatment with mTORC1 inhibitors, these events culminate in robust and selective cell death in PTEN-deficient T-ALL cells. These findings reveal a targetable metabolic vulnerability in T-ALL, which could provide rationale for repurposing clinically approved IMPDH inhibitors.",
    "published": "2025-12-24T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696045",
    "doi": "10.64898/2025.12.22.696045",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2023.06.09.544252",
    "title": "Ketogenic diet as a metabolic vehicle for enhancing the therapeutic efficacy of mebendazole and devimistat in preclinical high-grade gliomas grown in juvenile mice",
    "authors": [
      "Mukherjee, P.",
      "Maurer, J.",
      "Stopka, S. A.",
      "Greenwood, B.",
      "Henao, J. J. A.",
      "Karmacharya, S.",
      "Chimento, A.",
      "Ta, N.",
      "Lee, D. C.",
      "Duraj, T.",
      "Bronson, R. T.",
      "Kiebish, M. A.",
      "Seyfried, T. N."
    ],
    "summary": "Invasion of high-grade glioma (HGG) cells through the brain and spinal cord is a leading cause of cancer death in children. Despite advances in treatment, survivors often suffer from lifelong adverse effects of the current toxic therapies used for management. This study investigated the influence of nutritional ketosis on the therapeutic action of mebendazole (MBZ) and devimistat (CPI-613) against the highly invasive VM-M3 and non-invasive CT-2A glioblastoma cells grown orthotopically in juvenile syngeneic mice. Additionally, both drugs were tested in the human pediatric GBM cell line SF-188. DON (6-Diazo-5-oxo-L-norleucine) was used as a positive drug control for glutamine targeting. Cerebral implantation of the VM-M3 cells, which are mesenchymal origin, invaded throughout the brain and the spinal column similar to that seen in children with HGG. Neither the CT-2A nor the VM-NM1 glioblastoma stem cell tumors showed distal invasion in syngeneic juvenile mouse brains. The maximum therapeutic benefit of MBZ and CPI-613 on tumor invasion, growth, and mouse survival occurred only when the drugs were administered together with a ketogenic diet (KD). MBZ treatment inhibited both the glutaminolysis and the glycolysis pathways in VM-M3 cells grown either in vivo or in vitro. Both MBZ and CPI-613 significantly reduced the in vitro growth and viability of the SF-188 cells. Moreover, drug administration together with the KD allowed for lower dosing thus minimizing toxicity while improving overall survival of the mice. This preclinical study in two different HGGs, grown in syngeneic juvenile mice, highlights the potential importance of diet/drug therapeutic strategies for managing childhood brain cancer.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2023.06.09.544252",
    "doi": "10.1101/2023.06.09.544252",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.1101/2024.06.20.599846",
    "title": "Age-related MICOS Complex Dysregulation Impairs Mitochondrial 3D Architecture and Metabolic Homeostasis in the Liver",
    "authors": [
      "Masenga, S. K.",
      "Murphy, A. C.",
      "Venkhatesh, P.",
      "Vue, Z.",
      "Kadam, A. A.",
      "Marshall, A. G.",
      "Rodriguez, B. I.",
      "Scudese, E.",
      "Jenkins, B. C.",
      "Crabtree, A.",
      "Prasad, P.",
      "Lopez, E. G.",
      "Le, H.",
      "Actkins, K.",
      "Zaganjor, E.",
      "Wandira, N.",
      "Afolabi, J.",
      "Katti, P.",
      "Evans, C.",
      "Koo, Y. D.",
      "Tomar, D.",
      "Phillips, M. A.",
      "Hubert, D. L.",
      "Dash, C.",
      "Jadiya, P.",
      "Ajijola, O. A.",
      "Ameka, M.",
      "Ochayi, O. M.",
      "Wang, E.",
      "Smith, Q.",
      "Mcmillan, R.",
      "Kirabo, A.",
      "Kinder, A.",
      "Miller-Fleming, T. W.",
      "Mobley, B.",
      "Berry, J. D.",
      "Winn, N.",
      "Exil, V.",
      "Quintana, A.",
      "Neikirk, K.",
      "Schafer, J. C.",
      "Schaffer, S.",
      "Kovtun, O.",
      "Khan, M. M.",
      "Perez, C. P. H"
    ],
    "summary": "Background & AimsAging is associated with a significant decline in mitochondrial function in the liver, leading to an increased risk of liver disease. This study examines age-related changes in the mitochondrial structure of human and murine livers using a combination of Serial Block-Face Scanning Electron Microscopy (SBF-SEM) and mass spectrometry approaches.\n\nMethodsThis study integrates mitochondrial structure analysis in a murine model with an analysis of liver architecture, lipogenesis, and genetically regulated gene expression in human cohorts. We explored the Mitochondrial Contact Site and Cristae Organizing System (MICOS) complex using SBF-SEM, three-dimensional reconstruction with Amira software, and mass spectrometry techniques.\n\nResultsAging leads to a reduction in mitochondrial size and complexity, resulting in changes in the metabolomic and lipidomic profiles of murine liver cells that are comparable to those observed in aged human samples. We find that genetically modeled expression of MICOS complex genes OPA1 and CHCHD3 is associated with chronic liver disease phenotypes within a large biobank population. Furthermore, we observed dysregulated mitochondrial calcium handling and increased oxidative stress due to the disruption of the MICOS complex.\n\nConclusionOur study highlights the age-associated decline in mitochondrial complexity and metabolic regulation within the aging murine liver and the human population. We have identified that these changes are partially attributable to the age-related loss of the MICOS complex.\n\nImpact and implicationsThis study offers new insights into the changes to mitochondrial ultrastructure that occur during aging. Using SBF-SEM, the quantification of young and aged murine mitochondrial structure was performed, which had previously been an underexplored avenue for measuring mitochondrial changes. The discovery of mitochondrial ultrastructural changes, in conjunction with measurements of age-associated metabolic alterations and gene association data, provides a model for how changes in MICOS expression may modulate age-related impairment of hepatic mitochondria. These results provide a new model by which changes in MICOS protein expression may both cause and be a potential therapeutic target for age-related impairment in hepatic function.\n\nHighlightsDecreased modeled expression of CHCHD3 in individuals of European genetic ancestry is linked to liver transplant and cirrhosis, while decreased modeled expression of OPA1 in individuals of African genetic ancestry is associated with chronic liver disease and cirrhosis.\n\nAging alters liver lipid accumulation, MICOS mRNA levels, and disease markers.\n\nAging reduces the volume and complexity of murine liver ultrastructure.\n\nAging and diet significantly alter the MICOS complex in mice.\n\nKnockdown of Mic60 and Chchd6 lowers Ca2+ uptake, retention, and induces oxidative stress in HepG2 cells.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=139 SRC=\"FIGDIR/small/599846v3_ufig1.gif\" ALT=\"Figure 1000\">\nView larger version (47K):\norg.highwire.dtl.DTLVardef@8d0183org.highwire.dtl.DTLVardef@15e7828org.highwire.dtl.DTLVardef@122c12aorg.highwire.dtl.DTLVardef@b7b00e_HPS_FORMAT_FIGEXP  M_FIG C_FIG Liver aging causes metabolic, lipidomic, and mitochondrial structural alterations, reflecting age-dependent losses in the MICOS complex. Key components of the MICOS complex (MIC60, CHCHD3 and CHCHD6) are illustrated.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.06.20.599846",
    "doi": "10.1101/2024.06.20.599846",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2024.10.06.616907",
    "title": "Regional deficits in endogenous regeneration of olfactory sensory neuron axons in the mouse olfactory bulb",
    "authors": [
      "Kunkhyen, T.",
      "Curtis, K. A.",
      "Gregory, J. D.",
      "Deakin, T. P.",
      "Huang, J. S.",
      "Cheetham, C. E. J."
    ],
    "summary": "Postnatal neurogenesis occurs in only a few regions of the mammalian nervous system. Hence, neurons that are lost due to neurodegenerative disease, stroke, traumatic brain injury or peripheral neuropathy cannot be replaced. Transplantation of stem cell-derived neurons provides a potential replacement strategy, but how these neurons can be encouraged to functionally integrate into circuits remains a significant challenge. In the mammalian olfactory epithelium (OE), olfactory sensory neurons (OSNs) continue to be generated throughout life from basal stem cells and can be repopulated even after complete ablation. However, the specialized population of navigator OSNs that ensures accurate olfactory receptor-specific targeting of OSN axons to glomeruli in the olfactory bulb (OB) is only present perinatally. Despite this, some studies have reported complete regeneration of specific glomeruli, while others have found various degrees of recovery, following OSN cell death. Variability in the extent of both initial OSN ablation and subsequent repopulation of the OE, and the focus on anatomical recovery, leave the extent to which newly generated OSNs can reinnervate the OB unclear. Here, we employed the olfactotoxic drug methimazole (MMZ) to selectively ablate OSNs without damaging the basal stem cells that generate them, enabling us to assess the extent of functional recovery of OSN input to the OB in the context of complete OSN repopulation. We found profound deficits in the recovery of odor-evoked responses in OSN axons in the glomerular layer of the dorsal OB five weeks after OSN ablation, a time point at which OSNs are known to have repopulated the OE. Histological analysis of mature OSN axons in the OB at 10 and 20 weeks post-methimazole showed persistent region-specific deficits in OSN axon reinnervation of the dorsal and medial OB, with the dorsomedial region being particularly adversely affected. In contrast, reinnervation of the glomerular layer in lateral and ventral regions of the OB was essentially complete by 10 weeks post-MMZ. Hence, we have identified a region-specific deficit in OSN reinnervation of the mouse OB, which sets the stage to identify the mechanisms that mediate successful vs. unsuccessful axonal regeneration in an endogenous population of stem cell-derived neurons.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2024.10.06.616907",
    "doi": "10.1101/2024.10.06.616907",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.1101/2025.03.04.641492",
    "title": "Drug tolerant persisters and immunotherapy persister cells exhibit cross-resistance and share common survival mechanisms",
    "authors": [
      "Davern, M.",
      "Turner, C. J.",
      "Griffin, D.",
      "Bencsics, L.",
      "Chan, B. C.",
      "Kung, J. Y.-T.",
      "Olson, M. L.",
      "Williams, C. W.",
      "Soni, S.",
      "Krotee, L.",
      "Yorsz, M.",
      "Antonellis, G.",
      "Lizotte, P. H.",
      "Paweletz, C. P.",
      "Ryan, J.",
      "Birocchi, F.",
      "Almazan, A. J.",
      "Sarosiek, K. A.",
      "Barbie, D.",
      "Bhola, P.",
      "Maus, M. V.",
      "Letai, A."
    ],
    "summary": "Persisters are a sub-population of tumor cells that survive anti-cancer therapy facilitating recurrence, and have been identified following drug- and immune-therapy but are generally considered as distinct entities. Drugs and immune cells often kill via apoptosis, therefore, we tested a hypothesis that both types of cells survive based on reduced mitochondrial apoptotic sensitivity, which would yield multi-therapy resistance. We observed that IPCs acquired a reduced sensitivity to multiple drugs and radiotherapy. Likewise, DTPs developed a reduced sensitivity to multiple drugs and radiotherapy, including a reduced sensitivity to T cell killing. IPCs and DTPs were less sensitive to mitochondrial apoptosis. Some IPCs downregulated antigen and upregulated PD-L1. In the IPCs that did not employ these mechanisms, a greater decrease in sensitivity to apoptosis occurred. Inhibiting anti-apoptotic dependencies in persisters increased sensitivity to chemotherapy or CAR T therapy. These results suggest that common mechanisms underly survival of persisters, offering an explanation for cross-resistance.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.03.04.641492",
    "doi": "10.1101/2025.03.04.641492",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.1101/2025.05.29.656930",
    "title": "Interpretable Aging Signatures in Human Retinal Cell Types Revealed by Single-Cell RNA Sequencing and Sparse Logistic Regression",
    "authors": [
      "Yang, L.",
      "Lin, S.",
      "Tao, Y.",
      "Pan, Q.",
      "Cai, T.",
      "Ye, Y.",
      "Liu, J.",
      "Zhou, Y.",
      "Shao, Y.",
      "Yi, Q.",
      "Lu, Z. H.",
      "Chen, L.",
      "McKay, G.",
      "Rankin, R.",
      "Li, F.",
      "Meng, W."
    ],
    "summary": "Purpose: To characterize cell type specific transcriptional changes during human retinal aging and develop machine learning model for cellular age discrimination in a Chinese cohort. Design: Cross-sectional, laboratory-based observational study. Participants: Eighteen unfrozen retinas from 12 Chinese donors (9 young, 34-55y; 9 old, 68-92 y). Methods: Single-cell RNA sequencing (10x, v3.1) generated 223612 cells, batch-corrected with scVI; age-related signatures were defined by intersecting single-cell and pseudo-bulk differentially expressed genes, then cell-type-specific panels were rank-ordered with L1-regularised logistic regression plus recursive feature elimination and interpreted through hallmark-pathway enrichment and transcription-factor regulon mapping. Main Outcome Measures: Age-related cellular composition shifts; cell-type-specific differentially expressed genes; machine-learning classifier accuracy and feature rankings; transcription factor regulon activity changes. Results: Eleven major retinal cell populations were identified. Aging showed declining rod-to-cone ratios, reduced bipolar cell proportions among interneurons, and increased astrocyte abundance. Muller glial cells exhibited the most pronounced transcriptional changes, followed by bipolar cells and rods. Machine-learning classifiers achieved 80-96% accuracy across cell types (microglia 96%, horizontal cells 93%, bipolar cells 91%, cones 90%, rods 89%). Shared aging signatures included mitochondrial dysfunction and inflammatory activation. Cell specific vulnerabilities emerged: mitochondria-centric stress in rods/bipolar cells, proteostasis-retinoid metabolism in cones, and structural-RNA maintenance in horizontal cells. Conclusions: This study provides the first machine learning derived, cell-type specific aging signatures for human retina in a Chinese cohort, revealing both conserved molecular hallmarks and distinctive cellular vulnerabilities that inform targeted therapeutic strategies for retinal aging.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.05.29.656930",
    "doi": "10.1101/2025.05.29.656930",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.03.657769",
    "title": "Comparing phenotypic manifolds with Kompot: Detecting differential abundance and gene expression at single-cell resolution",
    "authors": [
      "Otto, D. J.",
      "Arriaga-Gomez, E.",
      "Thieme, E.",
      "Yang, R.",
      "Lee, S. C.",
      "Setty, M."
    ],
    "summary": "Single-cell studies are frequently designed to compare across conditions such as health and disease. However, existing computational approaches typically rely on grouping cells into discrete populations before making comparisons, which can limit resolution for detecting state-dependent changes. Here, we introduce Kompot, a statistical framework for comparative analysis of multi-condition single-cell data. Kompot quantifies both differential abundance, capturing how cells redistribute across the phenotypic space, and differential expression, identifying condition-specific transcriptional changes that may be localized, heterogeneous, or oppositely regulated across states. By modeling cell density and gene expression as continuous functions over a shared cell-state representation, Kompot enables single-cell resolution inference with principled uncertainty estimates, without requiring predefined clusters or cell types. Applying Kompot to aging murine bone marrow, we identified a continuum of shifts in hematopoietic stem cell and mature cell states, transcriptional remodeling of monocytes independent of compositional changes, and divergent regulation of oxidative stress response genes across cell types. We demonstrate the utility of Kompot in disease settings by identifying cell-state and gene expression changes associated with improved efficacy of combinatorial immunotherapy in melanoma. Additionally, Kompot enables multi-sample comparative analysis by accounting for sample-to-sample heterogeneity. By capturing both global and cell-state-specific effects of perturbation, the Kompot framework is broadly applicable to dissecting condition-specific effects in complex single-cell landscapes.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.03.657769",
    "doi": "10.1101/2025.06.03.657769",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.1101/2025.06.24.661236",
    "title": "Mycobacterial Metallophosphatase MmpE Acts as a Nucleomodulin to Regulate Host Gene Expression and Promote Intracellular Survival",
    "authors": [
      "Chen, L.",
      "Duan, B.",
      "Jiang, Q.",
      "Wang, Y.",
      "Chen, Y.",
      "Zhang, L.",
      "Guo, A."
    ],
    "summary": "Mycobacterium tuberculosis, the causative agent of tuberculosis, remains a major global health challenge. Nucleomodulins, bacterial effectors that target the host cell nuclei, are increasingly recognized as key virulence factors, but their roles in mycobacterial pathogenesis remain incompletely elucidated. Here, we characterize a hypothetical protein Rv2577 (designated MmpE) not only as a Fe3+/Zn2+-dependent metallophosphatase but also as a critical nucleomodulin involved in immune evasion and intracellular persistence. MmpE utilizes two nuclear localization signals, RRR20-22 and RRK460-462, to enter the host cell nucleus, where it binds to the promoter region of the vitamin D receptor (VDR) gene, thereby inhibiting host inflammatory gene expression. Additionally, MmpE regulates the PI3K-Akt-mTOR signaling pathway, thereby arresting lysosome maturation. These actions collectively facilitate immune suppression and promote mycobacterial survival in macrophages and in mice. Our findings identify MmpE as a conserved nucleomodulin in mycobacteria and reveal a novel mechanism of MmpE-mediated intracellular survival.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.06.24.661236",
    "doi": "10.1101/2025.06.24.661236",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "10.1101/2025.08.07.669059",
    "title": "Nuclear mechanostability emerges from satellite DNA condensation into chromocenters",
    "authors": [
      "Braendle, F. B.",
      "Fruehbauer, B.",
      "Ceppi, I.",
      "de Monchaux-Irons, L.",
      "van Heesch, T.",
      "Sommer, A.",
      "Rivetti, F.",
      "Lee, S. S.",
      "Morelli, C.",
      "Arosio, P.",
      "Sintsova, A.",
      "Michaels, T.",
      "Cejka, P.",
      "Vreede, J.",
      "Jagannathan, M."
    ],
    "summary": "As the largest organelle, the nucleus endures significant mechanical stresses over the cellular lifespan, and mechanostability, i.e. the ability to resist deformation, is critical for genome integrity and function. Here, we reveal that nuclear mechanostability is an emergent property arising from the clustering of satellite DNA repeats into nuclear condensates known as chromocenters. Targeted chromocenter disruption in Drosophila testes subjected to natural and artificial mechanical stress compromises nuclear mechanostability, leading to deformed nuclei, DNA damage, and chromosome breaks. Conversely, enhancing chromocenter coalescence through genetic means improves mechanostability. Molecular dynamics simulations suggest that chromocenters enable physically linked chromosomes to respond collectively, rather than individually, to mechanical challenge, and dissipate external forces over a larger nuclear surface. We propose that the satellite DNA-dependent mechanostability framework described here likely extends to other cells and tissues facing mechanical stress, and offers an explanation for the evolutionary success of these non-coding repeats across eukaryotes.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.1101/2025.08.07.669059",
    "doi": "10.1101/2025.08.07.669059",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.17.694415",
    "title": "Myeloid cells contribute to bystander CD8 T cell accumulation in metabolic-associated steatohepatitis and are sufficient for fibrosis",
    "authors": [
      "Lebeaupin, C.",
      "Donahue, K.",
      "Christensen, S. M.",
      "Asano, S.",
      "Wadsworth, M. H.",
      "Bound, K.",
      "De, S.",
      "McMahon, J.",
      "Schlerman, F.",
      "Wang, C.",
      "Chen, X.",
      "Barron, A. M. S.",
      "Wynn, T. A.",
      "Hart, K. M.",
      "Fabre, T."
    ],
    "summary": "Background & AimsMetabolic dysfunction-associated steatohepatitis (MASH) is a leading cause of liver fibrosis, morbidity, and mortality. It is characterized by the accumulation of fat in hepatocytes causing cell death followed by stromal cell activation and scar deposition at later disease stages. While a marked accumulation of cytotoxic CD8 T cells is observed in MASH in humans and mice, the role of adaptive immune cells in fibrosis progression remains debated.\n\nMethodsTranscriptional data were curated from human datasets and preclinical mouse models, including mice deficient in TCR{beta} T cells (Tcrb-/-), which lack conventional CD4 helper and CD8 cytotoxic T cells, in diet-induced fibrosing MASH for single-cell RNA-sequencing. Specific human and mouse liver transcriptomic immune signatures were corroborated by flow cytometry and immunofluorescence.\n\nResultsMASH was associated with the expansion of lymphocytes and myeloid cells. Auto-aggressive CXCR6+PD1+FASLG+ CD8 T cells were enriched in livers of high-fat-diet-fed mice and correlated with MASH and fibrosis. Notably, Tcrb-deficient mice in a chemical and dietary preclinical MASH model developed fibrosis to the same extent as wild-type mice and exhibited exacerbated pro-fibrotic type 3 inflammation. Loss of conventional CD8 T cells neither impacted myeloid cell number nor phenotype within the fibrotic niche. Neutrophil- and non-conventional lymphocyte-derived GM-CSF and IL-17A were central drivers in the fibrotic niche composed of pathogenic macrophages and activated myofibroblasts. Furthermore, myeloid cells were identified as the main source of CXCL16 in diseased livers, retaining auto-aggressive CD8 T cells to the scar and contributing to their accumulation. Thus, non-adaptive cells, including scar-associated macrophages (SAMs) and myofibroblasts, are sufficient for MASH-driven fibrosis in this model.\n\nConclusionsTargeting myeloid cells and fibroblasts should be prioritized as anti-fibrotic therapies for MASH.\n\nGraphical abstractThe immunopathological niche in fibrosis\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=99 SRC=\"FIGDIR/small/694415v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (47K):\norg.highwire.dtl.DTLVardef@1fcbfdaorg.highwire.dtl.DTLVardef@979097org.highwire.dtl.DTLVardef@95c895org.highwire.dtl.DTLVardef@1a3af86_HPS_FORMAT_FIGEXP  M_FIG C_FIG HighlightsO_LIAdaptive and innate immune cells localize to the human MASH fibrotic niche\nC_LIO_LICD8 T cells increase with MASH severity while MHC-II+ cells accumulate with fibrosis\nC_LIO_LICXCR6+FASLG+ CD8 auto-aggressive T cells accumulate at the scar\nC_LIO_LICXCL16+ scar-associated macrophages retain CD8 T cells in the fibrotic MASH niche\nC_LIO_LILiver injury, inflammation and fibrosis persist in the absence of conventional T cells\nC_LI\n\nImpact and implicationsMetabolic dysfunction-associated steatohepatitis (MASH) is a progressive liver disease in which fibrosis is a key determinant of patient outcomes and survival. This study demonstrates that fibrosis in MASH can develop independent of conventional T cell immunity, driven by myeloid cells including scar-associated macrophages (SAMs) and neutrophils within a localized hepatic niche in mice and humans. This highlights the need to prioritize innate immune mechanisms as key drivers of chronic (late-stage) liver disease for researchers and clinicians developing anti-fibrotic therapies.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.17.694415",
    "doi": "10.64898/2025.12.17.694415",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.18.695159",
    "title": "Accelerated Apolipoprotein A-II senile amyloidosis in a PAI-1 (plasminogen activator inhibitor 1) knock-out model",
    "authors": [
      "CODO, G. R.",
      "DUCHATELET, P.",
      "LAMPIS, A.",
      "SWIDERSKA, K.",
      "MARTINEZ-RIVAS, G.",
      "PINAULT, E.",
      "COLOMBAT, M.",
      "COHEN, C.",
      "BENDER, S.",
      "SIRAC, C."
    ],
    "summary": "Apolipoprotein A-II amyloidosis (AApoA-II) is the most common form of age-related amyloidosis in mice, typically arising sporadically in aged animals or in senescence-accelerated strains carrying the APOA2C variant. Here, we report that plasminogen activator inhibitor-1 deficient (PAI-1-/-) mice develop systemic AApoA-II amyloidosis with complete penetrance at an intermediate age. Congo red-positive deposits were consistently observed after 12 months in multiple organs, including kidney, spleen, liver, heart, tongue, and intestine, whereas wild-type controls displayed significantly lower amyloid burden and penetrance. Injection of amyloid enhancing factor further accelerated disease onset. Mass spectrometry of purified fibrils and immunofluorescence identified APOA2 as the causative protein. Functional assessment revealed a strong correlation between renal amyloid burden and albuminuria, establishing urinary albumin as a reliable biomarker of disease evolution for preclinical studies. This model provides a robust and reproducible system for investigating age-related amyloidosis and for pre-clinical evaluation of anti-amyloid therapies. Although the role of PAI-1 deficiency in other forms of amyloidosis remains to be demonstrated, our findings raise concern that chronic PAI-1 inhibition, currently pursued in clinical programs, may inadvertently facilitate amyloid deposition by altering extracellular matrix remodeling. PAI-1-/- mice thus represent both a valuable tool for amyloidosis research and a cautionary signal regarding therapeutic strategies targeting PAI-1.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.18.695159",
    "doi": "10.64898/2025.12.18.695159",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695785",
    "title": "The Synergy between a Silver-Ruthenium Antimicrobial and aminoglycosides is based on severe macromolecular damage",
    "authors": [
      "Oladokun, E. P.",
      "Donkor, G. Y.",
      "Narh, J. K.",
      "Jacobson, G. D.",
      "Ward, C.",
      "Tawiah, P. O.",
      "Polzer, L. K.",
      "Edwards, K. A.",
      "Floyd, K. A.",
      "Dahl, J.-U."
    ],
    "summary": "The rise of multidrug-resistant (MDR) bacterial pathogens, including uropathogenic Escherichia coli (UPEC), highlights the urgent need for alternative treatment strategies to restore antibiotic efficacy. The silver-ruthenium antimicrobial AGXX exerts potent bactericidal effects through the production of reactive oxygen species (ROS); however, its potential synergy with antibiotics has not been thoroughly investigated. Here, we show that sublethal concentrations of AGXX strongly enhance aminoglycoside-mediated killing across a diverse panel of Gram-negative and Gram-positive MDR clinical isolates, including highly aminoglycoside-resistant strains. Combinational treatments significantly reduced the effective concentrations of gentamicin, tobramycin, kanamycin, and amikacin required for bacterial killing. Mechanistic analyses revealed that AGXX/aminoglycoside co-treatment induces pronounced intracellular ROS accumulation, resulting in severe proteotoxic stress, extensive protein aggregation, and DNA damage. Scavenging ROS abolished synergistic killing, establishing oxidative imbalance as the primary driver of the synergy between both antimicrobials. We further identify polyphosphate as a key bacterial defense mechanism that mitigates ROS accumulation, proteotoxicity, and genotoxic stress during combinational treatment. Moreover, AGXX/aminoglycoside synergy was preserved in an artificial urine medium and across clinical UPEC isolates, underscoring its relevance to urinary tract infections. Together, these findings position AGXX as a potent aminoglycoside adjuvant that restores antibiotic efficacy through ROS-driven macromolecular damage, supporting its development for combination therapies against MDR bacterial infections.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695785",
    "doi": "10.64898/2025.12.21.695785",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bReactive\\ oxygen\\ species\\b",
      "\\bROS\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695858",
    "title": "Inhibition of histone lysine demethylase restores learning and memory in aged mice",
    "authors": [
      "Bhatt, S.",
      "MacBean, L.",
      "Kramar, E.",
      "Perez-Sisques, L.",
      "Smethurst, P.",
      "Robb, J. L.",
      "Jindal, N.",
      "Fetterly, T.",
      "Graham, A.",
      "Wood, M.",
      "Gillotin, S.",
      "Giese, K. P.",
      "Basson, M. A."
    ],
    "summary": "Chromatin undergoes dramatic changes during the ageing process. In the brain, these chromatin changes are thought to underlie age-associated deficits in the activity-dependent gene transcription necessary for memory consolidation. Here, we show that the levels of a specific histone post-translational modification, trimethylation of lysine 4 on histone 3 (H3K4me3) is markedly increased in the hippocampus of aged mice and that the activity-induced increase in H3K4me3 that is observed in response to a learning stimulus in young mice, is severely blunted in the aged hippocampus. H3K4me3 typically marks open, accessible chromatin at the transcriptional start sites (TSSs) of actively transcribed genes. We identify altered H3K4me3 peaks at TSSs and show that ca. 90% of the activity-induced H3K4me3 changes at TSSs are either absent or reduced in the aged hippocampus. To understand the biological significance of these age-associated changes, we screened a library of pharmacological compounds for compounds that can alter H3K4me3 levels in hippocampal neurons. We show that treatment of aged mice with one of these, the LSD1 inhibitor ORY-1001, restored normal learning and memory in object location and recognition tasks. Furthermore, we show that ORY-1001 treatment increased long-term potentiation (LTP), a form of synaptic plasticity deficient in the aged hippocampus. These findings suggest that targeting the epigenetic machinery that regulates activity-dependent gene transcription may represent an avenue for treating age-associated cognitive impairment.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695858",
    "doi": "10.64898/2025.12.22.695858",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695848",
    "title": "Mitochondrial ROS-induced metabolic alterations differentially regulate ferroptosis sensitivity",
    "authors": [
      "Banerjee, S.",
      "Smith, M. R.",
      "Wang, Y. I.",
      "Wang, M.",
      "Gratz, D.",
      "Tharp, G. K.",
      "Kang, S.",
      "He, P."
    ],
    "summary": "Ferroptosis is an iron-catalyzed lipid peroxidation (LP)-dependent cell death. Induction of mitochondrial ROS (mtROS) is crucial in the execution of ferroptosis, but the underlying mechanism remains unclear. Through utilizing the hepatocyte model and RNA-seq analysis, we determined mtROS-dependent metabolic changes that modulate ferroptosis sensitivity. Elevated mtROS production and LP suppressed glycolysis, fatty acid oxidation, and citric acid cycle activity, representing adaptive responses that protect cells from ferroptosis. On the other hand, mtROS-driven signaling impaired glutathione biosynthesis and downregulated genes involved in coenzyme Q10 (CoQ) biosynthesis, including those in the mevalonate pathway and CoQ8A, a key stabilizer of the CoQ biosynthetic complex. Importantly, silencing CoQ8A expression enhanced, whereas overexpression of CoQ8A reduced, ferroptosis susceptibility of hepatocytes and various cancer cell types. The mtROS-mediated downregulation of CoQ8A was dependent on farnesoid X receptor (FXR) and retinoid X receptors (RXRs). Collectively, our findings highlight that mtROS promotes ferroptosis, at least in part, by suppressing glutathione and CoQ biosynthesis.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695848",
    "doi": "10.64898/2025.12.21.695848",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b",
      "\\bFerroptosis\\b",
      "\\bROS\\b",
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.696122",
    "title": "Cardiolipin Remodeling as a Regulatory Switch in Osteogenesis: Insights from Multimodal Metabolic Imaging and Molecular Profiling",
    "authors": [
      "Iftesum, M.",
      "Guttula, P. K.",
      "Agrawal, K.",
      "Kundu, S.",
      "Das, S.",
      "Donnarumma, F.",
      "Devireddy, R.",
      "Gartia, M. R."
    ],
    "summary": "Cardiolipin (CL), a mitochondria-specific phospholipid, plays a fundamental role in respiratory chain organization and bioenergetic efficiency, yet its contribution to osteogenic differentiation is poorly defined. Here, we used a multimodal approach integrating untargeted LCMS lipidomics, Raman spectroscopy, fluorescence lifetime imaging microscopy (FLIM), and structural imaging to investigate CL remodeling during human adipose-derived stem cell differentiation. Lipidomics revealed a selective enrichment of highly unsaturated CL species, accompanied by transcriptional upregulation of the cardiolipin biosynthetic and remodeling enzymes CDS1/2, PGS1, CRLS1, TAZ, and HADHA. Lipidomics also revealed a time-dependent increase in membrane-associated lipids including phosphatidylcholine (PC), serine, and phosphatidylinositol (PI). These lipids were implicated in supporting mitochondrial membrane expansion, oxidative phosphorylation, and signaling processes critical for osteoblast maturation. Spatial imaging techniques confirmed cardiolipin accumulation and redistribution in differentiated cells, while Raman-based direct classical least squares (DCLS) analysis provided label free mapping of lipid species. Gene Ontology (GO) enrichment and protein protein interaction network analysis further identified biological pathways related to bone remodeling, cardiolipin metabolism, and osteoblast-specific signaling. Fluorescence Lifetime Imaging Microscopy (FLIM) data revealed a metabolic shift from glycolysis to oxidative phosphorylation during differentiation, supported by structural and gene expression evidence. These changes temporally coincided with matrix mineralization and collagen organization, linking CL metabolism to both cellular bioenergetics and extracellular matrix production. Our findings identify cardiolipin remodeling as a metabolic checkpoint in osteogenesis and suggest that targeted modulation of CL pathways may provide new therapeutic strategies for enhancing bone regeneration.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.696122",
    "doi": "10.64898/2025.12.22.696122",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695924",
    "title": "A Time-Resolved High-Throughput Screening of Fission Yeast Deletion Mutants for Oxidative Stress Resistance",
    "authors": [
      "Pirsalehi, M.",
      "Islam, R. A.",
      "Ng, K.",
      "Xintarakou, O.",
      "Thorpe, P.",
      "Rallis, C."
    ],
    "summary": "Cells typically balance growth with stress responses - growing rapidly in low stress conditions and halting growth to defend against stress or to repair stress-induced damage. While numerous genome-wide screens have identified mutants resistant to oxidative stress, these have largely relied on static, end-point measurements. Here, we take a dynamic, time-resolved approach to uncover how fission yeast, Schizosaccharomyces pombe, adapts to oxidative stress over time. We have tracked the growth of 3,420 deletion mutants across nine time points spanning four days on both nutrient-rich solid media and that containing oxidative stress induced by hydrogen peroxide. This kinetic strategy revealed not just resistant or sensitive mutants. It allowed clustering of growth patterns across time and uncovered mutants that are capable of transiently uncoupling growth from stress response. Hydrogen peroxide induced a dose-dependent delay in colony expansion in most deletion strains, yet 15 mutants consistently maintained robust growth. These belong to different functional categories, highlighting diverse potential mechanisms ranging from altered DNA damage checkpoints to metabolic rewiring and growth regulation. By capturing dynamic trajectories rather than static outcomes, this study exposes hidden layers of growth under oxidative stress and identifies new genetic determinants of cellular resilience in fission yeast.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695924",
    "doi": "10.64898/2025.12.22.695924",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695706",
    "title": "Resilience to cardiac aging in Greenland shark Somniosus microcephalus",
    "authors": [
      "Chiavacci, E.",
      "Fleng Steffensen, K.",
      "Delaroche, P.",
      "Astoricchio, E.",
      "Bech Poulsen, A.",
      "Brayson, D.",
      "Garibaldi, F.",
      "Lanteri, L.",
      "Pinali, C.",
      "Roppo Valente, G.",
      "Vignati, F.",
      "Fleng Steffensen, J.",
      "Shiels, H.",
      "Tezibasi Tozzini, E.",
      "Cellerino, A."
    ],
    "summary": "The Greenland shark (Somniosus microcephalus), with a lifespan exceeding 400 years, represents a unique model for studying vertebrate longevity. Here, we characterize its cardiac aging profile and compare it with two other species: the deep-sea shark Etmopterus spinax and the short-lived teleost Nothobranchius furzeri. Histological analysis revealed extensive interstitial and perivascular fibrosis throughout the ventricular myocardium of S. microcephalus, affecting both compact and spongy layers of both sexes. This fibrotic pattern was absent in E. spinax and N. furzeri, suggesting it is a specific feature of S. microcephalus. We also observed extreme lipofuscin accumulation within cardiomyocytes of S. microcephalus, which correlates at the ultrastructural level with abundance of damaged mitochondria and the presence of strikingly enlarged lysosomes filled with electrondense material of likely mitochondrial origin. Additionally, in the myocardium of S. microcephalus we found abundant deposition of the oxidative stress marker 3-nitrotyrosine. Remarkably, despite showing multiple canonical markers of aging such as fibrosis, lipofuscin accumulation, and oxidative damage, S. microcephalus individuals appeared healthy and physiologically uncompromised at the time of capture. These findings suggest that S. microcephalus has evolved resilience to molecular and tissue-level aging hallmarks, supporting sustained cardiac function over centuries and offering new insights into the mechanisms of extreme vertebrate longevity.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695706",
    "doi": "10.64898/2025.12.20.695706",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695596",
    "title": "53BP1 condensates function as bioreactors for NHEJ directed DNA repair and insulators to determine pathway choice",
    "authors": [
      "Garabedian, M. V.",
      "Zhang, T.",
      "Datta, A.",
      "Wang, W.",
      "Wadley, M.",
      "Greenberg, R. A.",
      "Good, M. C."
    ],
    "summary": "Genomic integrity requires efficient resolution of DNA damage. Non-homologous end joining (NHEJ) is the primary mechanism of DNA double strand break (DSB) repair in mammalian cells and is mediated by 53BP1, a tumor suppressor involved in preventing DSB end-resection and homologous recombination. NHEJ repair foci form following DSB formation, however how mesoscale assembly occurs and whether 53BP1 is the driver of this process are unknown. Also, despite knowledge of the identify of key pathway molecules, the specific functions of mesoscale repair condensates in DNA repair and pathway selectivity are unknown. To address these gaps, we determined the minimal domain of 53BP1 sufficient for phase separation in vitro and identified the key residues that governing its condensation. Utilizing a separation-of-function mutant, we demonstrate that 53BP1and its protein condensation is the core driver of NHEJ foci formation. 53BP1 condensates function as bioreactor compartments, increasing the effective concentration of substrates near double strand breaks and are essential for efficient DNA damage resolution. Additionally, we show that 53BP1 condensates function as insulators around DSB sites to prevent end-resection and direct repair pathway selectivity. Collectively our work reveals a specialized compartment for DNA repair through the spatial clustering of 53BP1 molecules into repair foci essential to maintain genome integrity.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695596",
    "doi": "10.64898/2025.12.19.695596",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695622",
    "title": "Breast cancer through the lens of whole transcriptome spatial imaging",
    "authors": [
      "Williams, C.",
      "Cui, Y.",
      "Patrick, M.",
      "Ong, G.",
      "Theisen, T.",
      "Vandenberg, M.",
      "Beechem, J. M.",
      "Danaher, P."
    ],
    "summary": "Using the world's first transcriptome-scale spatial imaging of a breast tumor, we assessed what could be learned about one patient's disease. We cataloged heterogeneity across 3 morphological regions, 9 spatial domains, 37 cell types, and 1692 pathways. Then, employing a new algorithm for spatially stratified differential expression, we tested >2 million hypotheses about cell types' behavior across space. We measured how CD8+ T cells change upon entering the tumor, how cancer cells adapt to nutrient-poor microenvironments, how tumor glycolysis impacts nearby healthy cells, and how low-proliferation zones of the tumor are distinct. We found several instances of druggable biology: the tumor's heterogeneity and invasion programs suggested aggressiveness independent of traditional grading; PDCD1 expression and exhaustion limited T-cell activity; cancer cells engaged angiogenic signaling but struggled to proliferate in hypoxic regions; and a tumor subcluster up-regulated lipid metabolism. These findings demonstrate the insights obtainable through spatial profiling of individual tumors.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695622",
    "doi": "10.64898/2025.12.19.695622",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b",
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695084",
    "title": "Deciphering a common code: Unitary gene profile factor enabling Spontaneous Tumor Regression",
    "authors": [
      "Misra, A.",
      "Kumari, B.",
      "Roy, P. K."
    ],
    "summary": "Spontaneous-remission of Cancer (SRC), well documented in humans, is the paradoxical process of natural permanent tumor elimination by host-tissue system without any toxicity, recurrence or cancer stem-cell formation. This rare biological phenomenon is usually associated with immune activation, apoptosis, tumor microenvironment as well as oncogenic suppression. Thus, to understand this strikingly complex event, it is utmost important to look into the genetic and molecular landscape in-depth. Majorly, cancer mortalities occur due to epithelial tumors, hence, to find out the contributing pathways involved we interrogated epithelial malignancies: Neuroblastoma (neural-crest tissue), and Melanoma (skin tissue). Neuroblastoma, the most prevalent tumor type in newborns, arises from embryonic nerve cells and have a very diverse clinical trajectory. Similarly, Melanoma another common skin tumor, developed from malignant transformation of melanocytes (cells producing melanin pigment). It is well-known that in numerous patients, both these malignant tumors spontaneously regress permanently, while in others, these tumors escalate to fatality. We investigated microarray expression of spontaneous regression of malignant neuroblastoma tumors (n=498), the patients having 4 temporal stages (S1-S2-S3-S4), and malignant melanoma tumors (n=22) having 4 time points (T1-T2-T3-T4) [i.e. total 520 patients, each 8 remission-route steps]. We studied differentially expressed genes (DEGs) common in both regressing Neuroblastoma and Melanoma, and analyzed the protein-protein interactions (PPI) as well as protein-miRNA networks. One crucial ubiquitous gene factor was found across each stage of both the regressing tumors. This focal gene codes for a spectrin-repeat protein which acts as a linker between nucleus-cytoskeleton, and aids in maintaining normal cells nuclear and cellular integrity (demarcated as a significant morphological change in tumor cells) by abetting the formation of Mut-S complex, which is a significant player in mis-match repair pathway. Strikingly, both this protein and miRNA were found to be commonly targeting PIK3CA protein through separate paths. We endeavor to unravel the mechanism of action and decipher the common gene factors across the entire tumor regression process in both Neuroblastoma and Melanoma. We meticulously identified the underlying biological pathways responsible for spontaneous regression. These results provide insights into the molecular genetics and underlying pathophysiology of SCR in Neuroblastoma and Melanoma, suggesting a role for precision therapeutics in the future that can help mimic this extraordinary prodigy by targeting the uniform factors mentioned in this study.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695084",
    "doi": "10.64898/2025.12.20.695084",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.19.695247",
    "title": "NLRC5 expression in tumor cells is critical to activate adaptive and innate antitumor immune responses",
    "authors": [
      "Shukla, A.",
      "Quenum, A. J. I.",
      "Lucier, J.-F.",
      "Cayarga, A. A.",
      "Levesque, D.",
      "Boisvert, F.-M.",
      "Kufer, T. A.",
      "Ramanathan, S.",
      "Ilangumaran, S."
    ],
    "summary": "Tumors evade cytotoxic T lymphocyte (CTL)-mediated killing by downregulating MHC-I, which mainly results from the loss of its transcriptional activator NLRC5. Expressing full-length NLRC5 (NLRC5-FL) or a shorter NLRC5-CIITA fusion protein termed NLRC5 super-activator (NLRC5-SA) in cancer cells upregulates MHC-I expression and promotes antitumor immunity. To distinguish the role of NLRC5 expressed within tumor cells and antigen presenting cells, we studied B16-F10 melanoma expressing NLRC5-FL (B16-N-FL) or NLRC5-SA (B16-N-SA) in Nlrc5+/+ and Nlrc5-/- mice. Both tumors were efficiently controlled in both Nlrc5+/+ and Nlrc5-/- hosts with abundant immune cell infiltration, enriched for activated and differentiated CD8+ and CD4+ T cells, NK, NKT and iNKT cells. B16-N-FL and B16-N-SA tumors showed increased collagen deposition and vascularization, with upregulation of CCL4 and CXCL9 chemokine genes in B16-N-SA tumors. Depletion of either CD8+ T cells or NK1.1+ cells increased the growth of B16-N-FL and B16-N-SA tumors in Nlrc5+/+ mice, and that of B16-N-SA tumors in Nlrc5-/- hosts. Proteomes of B16-N-FL and B16-N-SA cells showed downmodulation of dominant tumor antigens and upregulation of ubiquitination and protein processing pathway proteins. Differentially expressed proteins shared between B16-N-FL and B16-N-SA cells showed enrichment in phagosome and autophagy pathways. We conclude that tumor cell-intrinsic NLRC5 expression is critical for efficient tumor antigen presentation and adaptive and innate immune cell activation, and establishment of an immune-supportive tumor microenvironment to permit immune cell infiltration and their effector functions and achieve tumor control, and that all these effects can be accomplished in MHC-I-low immune evasive tumors by delivering NLRC5-SA.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.19.695247",
    "doi": "10.64898/2025.12.19.695247",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.694502",
    "title": "Transcriptome-wide mapping reveals an RNA-dependent mechanism of platinum cancer drugs.",
    "authors": [
      "Nair, S. J.",
      "Krishnaraj, A.",
      "Wei, X.",
      "Thakral, R.",
      "Guo, W.",
      "Subramanian, S. B.",
      "Zhang, X.",
      "Alley, K. R.",
      "Feng, A.",
      "Hoy, A.",
      "Kung, D.",
      "Tiwari, P. B.",
      "Uren, A.",
      "Maillard, R.",
      "DeRose, V. J."
    ],
    "summary": "Small molecules developed to target proteins or DNA may also bind RNA, but the extent and biological significance of such interactions among oncology drugs remain poorly defined. Here, we systematically profiled RNA interactions of a cohort of clinically approved anticancer agents and uncovered widespread RNA off-targeting. Cisplatin, a frontline chemotherapeutic agent for solid tumors, has emerged as a prominent RNA-binding drug. While the primary mechanism of action of cisplatin has been attributed to DNA damage-induced apoptosis, it has also been shown to bind RNA molecules. However, the extent of RNA binding in cancer cells and its functional relevance in platinum-based chemotherapy remained unknown. To map specific RNA targets of cisplatin in vivo, we developed PlatRNA-seq, a click-chemistry-enabled transcriptome-wide assay. Using this approach and integrated genomic, biophysical, and computational analysis, we show that cisplatin binding is enriched at guanine-rich regions of transcripts, with a pronounced affinity for RNA G-quadruplexes (rG4s) secondary structures. Cisplatin accumulates preferentially near the 5' ends of transcripts associated with R-loop formation and RNA pol II stalling. Mechanistically, cisplatin binding to rG4s modulates their formation and stability. Importantly, we provide evidence that cisplatin-induced cytotoxicity is mediated in part through its binding to RNA, revealing a noncanonical RNA-based mechanism of action. Analysis of single-cell RNA-seq data from tumor biopsies of treatment-naive ovarian cancer patients further shows that the expression of rG4-enriched cisplatin-RNA targets predicts platinum sensitivity, underscoring the prognostic and clinical relevance of drug-RNA interactions. Together, these results demonstrate that RNA off-targeting by small molecules is not passive but can modulate therapeutic outcomes and may be leveraged to overcome current limitations of chemotherapeutic agents. Our findings highlight the importance of systematically investigating RNA interactions of clinically used small molecules to better inform therapeutic and prognostic strategies.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.694502",
    "doi": "10.64898/2025.12.20.694502",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.695739",
    "title": "Identification of senescence-associated drivers of tumour growth and progression using a novel microarray platform",
    "authors": [
      "Ou, H.-L.",
      "Hoffmann, R. J.",
      "Smith, R.",
      "Devlin, K. L.",
      "Dane, M.",
      "Munoz-Espin, D.",
      "Korkola, J."
    ],
    "summary": "Senescence and the senescence associated secretory phenotype (SASP) are implicated in promoting early tumorigenesis but due to the complexity of SASP it has been difficult to identify the responsible factors. We used canonical SASP factors on our microenvironment microarray (MEMA) platform to systematically identify SASP-associated drivers of tumorigenesis in breast and lung cancer cells. We found multiple SASP factors enhanced the proliferation and overall cell numbers for both lung and breast cells grown on the MEMA, and that there was significant overlap in SASP-associated growth-promoting factors between the two different cell types. We validated the ability of several factors, including IL-6, TGF-{beta} and EGF, to drive growth in in vitro assays. Interestingly, these factors were effective in driving growth and survival in cells that were altered (either immortalized or fully transformed) but not in normal cells and impacted breast cells differently depending on the age of the patient. RNAseq identified upregulation of wound-healing and stem-cell programs in SASP factor-treated cells. Many of these same SASP factors were present in conditioned media collected from senescent cells, which enhanced the growth of both lung and breast cancer cells, and inhibitors of the specific SASP factors partially reduced growth. Similarly, targeted inhibition of EGF partially reduced lung tumour growth in xenografts when senescent but not normal fibroblasts were co-implanted. Our findings have identified core SASP drivers of tumorigenesis and suggest that effective tumorigenesis driven by SASP is multifactorial and requires alterations in the target cells to achieve maximal response.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.695739",
    "doi": "10.64898/2025.12.20.695739",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.20.694968",
    "title": "Intrinsic Molecular Timers and a Biphasic Amplitude Limit Regulate the Integrated Stress Response",
    "authors": [
      "Ozen, M.",
      "Zappa, F.",
      "Kaminska, K.",
      "Itzhak, D. N.",
      "Tyanova, S.",
      "Lopez, C. F.",
      "Acosta-Alvear, D."
    ],
    "summary": "The Integrated Stress Response (ISR) is an evolutionarily conserved signaling network that remodels the translatome and transcriptome in response to multiple stresses, including nutrient deprivation, mitochondrial dysfunction, viral infection, and loss of protein homeostasis. Here, we present a comprehensive theoretical model of the ISR, calibrated to time-resolved proteomics data that captures how cells encode the magnitude and duration of stress signals to generate a homeostatic output. Our simulations and data converge on an ISR activation threshold defined by phosphorylated eIF2 levels, and sequential cascading delays in the accumulation of the ISR components ATF4, GADD34, CHOP, and DR5, suggesting hardwired molecular timers regulate ISR behaviors. Our combined experimental and computational analyses reveal limiting ATF4 levels, which can be suppressed when TC levels drop below a threshold that would allow its translation. While our model accurately predicts this initial saturation limit, its divergence from the data at high stress levels, correlated with minimal TC levels, identified a \"translational cliff\" that defines a finite ATF4-dependent ISR operational range. This work establishes a quantitative platform to probe ISR dynamics and generate novel, testable hypotheses.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.20.694968",
    "doi": "10.64898/2025.12.20.694968",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695829",
    "title": "Monocrotaline treatment of the rat predisposes to altered lipopolysaccharide-induced lung responses.",
    "authors": [
      "DeBellis, D.",
      "Penn, T.",
      "Cowell, E.",
      "Roach, M. J.",
      "Kris, L. P.",
      "McEvoy-may, J.",
      "Bihari, S.",
      "dixon, d.",
      "Carr, J. M."
    ],
    "summary": "There is a need to understand pathogen driven lung disease and the rat is a laboratory model, widely used to study acute lung injury (ALI). Here the monocrotaline (MCT) rat has been investigated as a model of an inflammatory lung with developing pulmonary hypertension (PH) on which an ALI is superimposed. 14 days following a single systemic dose of MCT, the lung is functionally normal, but stimulation with lipopolysaccharide (LPS) results in an altered response. The MCT/LPS lung is morphologically similar to LPS alone, with respiratory mechanics showing increased elastance, reduced compliance and increased tissue resistance. Bronchioalveolar lavage (BAL) fluid demonstrated a cellular infiltrate, with large macrophage-like cells, increased secreted angiotensin converting enzyme-2 (ACE2) and total protein. The lung transcriptome is pushed towards a pro-inflammatory M1 phenotype, (interferon (IFN)-{Upsilon}, interleukin 6 (IL6), CD68 and CD80) compared to LPS alone. Additionally, the MCT/LPS lung has gene transcription signatures for enhanced cell death and DNA damage responses, higher levels of multiple complement components, dysregulation of the renin-angiotensin pathway with reduced ACE2 and increased AGTR1, increased factors such as Erythroferrone that would increase iron levels, and increased fibrinogen and A2M, that would promote thrombosis. Thus, the MCT-treated rat represents an animal with no overt clinical distinction but following LPS stimulation elicits an exacerbated pathogenic lung response. The MCT-treated rat is a simple model that might be beneficial for understanding an M1 lung pathology with activated complement, low ACE2, high iron, and a propensity to clot in the context of developing cardiovascular disease.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695829",
    "doi": "10.64898/2025.12.21.695829",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695853",
    "title": "Mortality Risk-Stratified Septic Serum Depresses Contractility and Mitochondrial Function in Human Induced Pluripotent Stem Cell-Derived Cardiomyocytes",
    "authors": [
      "Lautz, A. J.",
      "Genomics of Pediatric Septic Shock Investigators,",
      "Kapcar, C. S.",
      "Zhang, S.",
      "Dunwoodie, L.",
      "Harmon, K.",
      "Mayhew, C. N.",
      "Atreya, M. R.",
      "Zingarelli, B."
    ],
    "summary": "Background: Sepsis-associated myocardial dysfunction (SAMD) is common in children with septic shock, is independently associated with mortality, and has no disease-modifying treatments. Differences in murine cardiomyocyte biology and repeated failures to translate discoveries into novel therapies for septic shock underscore a key translational need for human-relevant disease modeling. We sought to investigate human induced pluripotent stem cell-derived cardiomyocytes (iPSC-CMs) exposed to mortality risk-stratified septic serum as a model of SAMD. Methods: Serum from children with septic shock (n=120) was stratified by Pediatric Sepsis Biomarker Risk Model (PERSEVERE) II mortality probability as low, intermediate, or high risk. We conducted aptamer-based proteomic analysis of septic serum to determine differentially expressed proteins in children with high compared to low mortality risk. We treated iPSC-CMs with risk-stratified septic serum and defined contractile and mitochondrial functional and transcriptomic responses. Results: We found 612 differentially expressed proteins in children with high mortality probability, most prominently interleukins (IL)-6 and -8. High-risk septic serum reversibly depressed iPSC-CM contractility as measured by percent shortening, while low-risk septic serum had no impact. Further, high-risk septic serum depressed basal mitochondrial respiration, maximum uncoupled respiration, and coupled oxidative phosphorylation in iPSC-CMs relative to low-risk serum. We identified distinct patterns of gene expression due to risk-stratified serum with 5,293 differentially expressed genes, including upregulation of acute phase reactants and apolipoproteins and downregulation of chemokines, as well as transcriptional changes reflective of chronic IL-6 and IL-8 signaling. Conclusions: Septic serum from children with high mortality risk exhibited distinct proteomic signatures, notably enriched for IL-6 and IL-8. Human iPSC-CMs differentially responded to risk-stratified septic serum, recapitulating phenotypic features of SAMD including reversible contractility depression and mitochondrial dysfunction with high-risk septic serum. These findings establish mortality risk-stratified septic serum exposure of iPSC-CMs as a human-relevant translational platform to interrogate mechanisms of myocardial dysfunction in septic shock.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695853",
    "doi": "10.64898/2025.12.21.695853",
    "categories": [],
    "keywords_matched": [
      "\\bMitochondrial\\ dysfunction\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695630",
    "title": "Gene expression profiling of dendritic cell tolerance dysfunction in women with Systemic lupus erythematosus",
    "authors": [
      "Hernandez-Ledesma, A. L.",
      "Coss-Navarrete, E. L.",
      "Salazar-Magana, S.",
      "Ramirez-Espinosa, D.",
      "Tinajero-Nieto, L.",
      "Torres-Valdez, E.",
      "Pena-Ayala, A.",
      "Felix-Rodriguez, G.",
      "Frontana-Vazquez, G.",
      "Garcia-Sotelo, J. S.",
      "Trynka, G.",
      "Rosetti, F.",
      "Fernandez-Valverde, S. L.",
      "Gutierrez-Arcelus, M.",
      "Alpizar-Rodriguez, D.",
      "Medina-Rivera, A."
    ],
    "summary": "Dendritic cells (DCs) are central regulators of immune tolerance, and disturbances in their phenotype and function contribute to the breakdown of self-tolerance in systemic lupus erythematosus (SLE). Tolerogenic DCs (tolDCs), which suppress autoreactive responses and promote peripheral tolerance, are a promising therapeutic focus in autoimmune diseases. Here, we analyzed the transcriptional profiles of in vitro generated DCs derived from monocytes of individuals with SLE and healthy controls to identify disease-specific disruptions in tolerance associated pathways. Interferon stimulated genes (ISGs) emerged as dominant markers across all cellular contexts, with monocytes exhibiting the most substantial enrichment; key ISGs (IFI27, IFI44L, USP18, IFI6) acted as central hubs in regulatory networks, underscoring their diagnostic and pathogenic significance. In tolDCs from SLE donors, lipid metabolism pathways were selectively altered, suggesting impaired synthesis of pro-resolving lipid mediators. Additionally, diminished IL10RA expression and dysregulated IRF4 activity in SLE moDCs indicated intrinsic defects in IL-10 mediated tolerogenic differentiation. Together, these findings suggest that interferon driven transcriptional rewiring, impaired IL-10 signaling, and aberrant lipid metabolic programming converge to compromise DCs tolerogenic capacity in SLE. This highlights key mechanistic pathways that could be targeted to restore immune tolerance and reduce chronic inflammation.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695630",
    "doi": "10.64898/2025.12.21.695630",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695746",
    "title": "FoxO transcription factors couple the urea cycle and gluconeogenesis by controlling Ass1",
    "authors": [
      "Karkoutly, S.",
      "Takeuchi, Y.",
      "Mehrazad Saber, Z.",
      "Tao, D.",
      "Mendsaikhan, T.",
      "Saikawa, R.",
      "Aita, Y.",
      "Murayama, Y.",
      "Shikama, A.",
      "Masuda, Y.",
      "Yahagi, N."
    ],
    "summary": "Amino acid catabolism during fasting requires coordinated nitrogen disposal and glucose production, but the transcriptional logic linking the urea cycle to gluconeogenesis remains unclear. Forkhead box O (FoxO) transcription factors are key regulators of fasting metabolism, yet their role in controlling urea cycle genes has not been fully defined. Here we identify FoxOs as direct regulators of hepatic argininosuccinate synthase 1 (Ass1). Because FoxOs often act through Kruppel-like factor 15 (Klf15) in amino acid metabolism, we tested whether Ass1 regulation requires Klf15. Acute hepatic FoxO1/3a knockdown in fasted mice selectively reduced Ass1 expression, lowered blood glucose, and shifted urea-cycle amino acids, with arginine decreased and ornithine increased, even in Klf15-deficient livers. Silencing Ass1 phenocopied these metabolic effects, indicating that Ass1 mediates a key FoxO-dependent branch of fasting adaptation. Mechanistically, we mapped a functional FoxO-binding element within an upstream Ass1 enhancer: FoxO1/3a activated the enhancer in reporter assays, EMSA confirmed binding, and in vivo luciferase imaging and liver ChIP demonstrated fasting-inducible enhancer activity and FoxO occupancy. Collectively, these findings establish a FoxO-Ass1 axis that couples ureagenesis to gluconeogenesis and supports metabolic flexibility during fasting.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=158 SRC=\"FIGDIR/small/695746v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (23K):\norg.highwire.dtl.DTLVardef@1522008org.highwire.dtl.DTLVardef@b50ba5org.highwire.dtl.DTLVardef@f8427org.highwire.dtl.DTLVardef@ad3e53_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695746",
    "doi": "10.64898/2025.12.22.695746",
    "categories": [],
    "keywords_matched": [
      "\\bFOXO\\b",
      "\\bGluconeogenesis\\b",
      "\\bAmino\\ acid\\ metabolism\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.693601",
    "title": "Cigarette Smoke and E-Cigarette Aerosol Extracts Induce Myelopoiesis and Suppress Inflammatory Cytokine Production",
    "authors": [
      "Sullivan, J.",
      "Huang, H.",
      "Heidmann, J.",
      "Diaz, F.",
      "Brzechffa, C.",
      "Chen, J.",
      "Iwobi, N.",
      "Hasen, I.",
      "Ting, A.",
      "Sparks, N.",
      "Kleinman, M.",
      "Fleischman, A. G."
    ],
    "summary": "Tobacco and nicotine use remain the leading preventable drivers of cancer risk, and both direct and secondhand exposure to combustible cigarettes or electronic nicotine devices perturbs immune function and hematopoiesis. Here, we evaluate the impact of e-cigarette vapor and combustible cigarette smoke on in vitro cell inflammatory responses and in vivo long-term hematopoietic differentiation. In cell-based studies, cigarette smoke extract (CSE) and e-cigarette vapor extract (EVE) consistently suppress LPS-induced TNF- secretion across macrophage/monocyte models, including primary mouse and human cells and complementary cell lines, indicating a reproducible immunosuppressive effect on mature myeloid cells. Brief ex vivo exposure to CSE also alters myeloid subset composition and modifies the proliferative behavior of Tet2-knockout cells, suggesting that smoke-related cues can reshape competitive dynamics among mutant and wild-type myeloid progenitors. To assess consequences of smoking behavior in vivo, we used a custom nose-cone inhalation system to deliver controlled exposures to combustible cigarette smoke or e-cigarette aerosol to mice. Chronic exposure increased myeloid proliferation, consistent with smoking behavior inducing premature aging of the hematopoietic stem cell pool. Thus, these studies support a model in which tobacco exposures blunt innate immune responsiveness while simultaneously driving myeloid expansion conditions that accelerate hematopoietic aging.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.693601",
    "doi": "10.64898/2025.12.21.693601",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.21.695865",
    "title": "A yeast model of 5-oxoproline accumulation reveals a general toleration to 5-oxoproline",
    "authors": [
      "Dubey, P.",
      "BS, V.",
      "Singh, P.",
      "Sengupta, S.",
      "Bachhawat, A."
    ],
    "summary": "5-oxoproline (5-OP) or pyroglutamic acid is an intermediate of the degradation arc of the glutathione cycle. It is metabolized into glutamate through the action of the 5-oxoprolinase enzyme, the only enzyme known to act on this metabolite. 5-OP has long been known to be relatively inert with a proposed role as an osomoprotectant. Recent studies on the 5-oxoprolinase enzyme in mammalian cells have, however, shown that knockdown or deletions of the 5-oxoprolinase make mice (and humans) prone to heart failure. This was ascribed to oxidative stress due to a two-fold elevation in 5-OP. To examine the consequences of 5-oxoproline accumulation more rigorously, we have created a yeast model for 5-oxoproline accumulation. We observed retardation of growth only when intracellular levels of 5-OP were increased 12-20 fold over the normal levels. A transcriptomics study was carried out under these conditions. We observed that while a large number of genes were regulated upto 2-fold, there were no single prominent pathways amongst them. Among the key genes upregulated were different efflux pumps. Using knockouts and also overexpression of selected genes, we could observe that many of the upregulated genes were involved in the cellular response to 5-OP accumulation. However, it did not appear that there was any significant oxidative stress response. The study suggests a need to reevaluate previous suppositions of the 5-OP induced oxidative stress response. Instead, we propose an alternative model to explain the possible consequences of 5-oxoprolinase deficiency based on these findings made with the yeast model.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.21.695865",
    "doi": "10.64898/2025.12.21.695865",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695764",
    "title": "Coiled-coil scaffolds for Targeted Protein Degradation",
    "authors": [
      "Korona, B.",
      "Mylemans, B.",
      "Acevedo-Jake, A.",
      "Huang, D. T.",
      "Edwards, T. A.",
      "Wilson, A. J.",
      "Woolfson, D.",
      "Itzhaki, L. S."
    ],
    "summary": "In targeted protein degradation (TPD) the cells quality control machinery is co-opted to degrade proteins of interest. Currently TPD is limited by the availability of small-molecule binders for targets and the many potential human E3 ubiquitin ligases. Consequently, other approaches are needed to tackle new targets and to exploit degradation pathways fully. The natural binding epitopes for E3s and other degradation machineries are often short linear peptide motifs, which offer routes to new biologics-based degraders. Here, targeting the anti-apoptotic BCL-xL and initiation of apoptosis, we show that several protein-degradation pathways--ubiquitination, direct proteasome, autophagy-lysosome recruitment--can be leveraged by integrating target-binding and degradation motifs into single-polypeptide constructs. This exploits versatile and varied de novo coiled-coil scaffolds as adaptable molecular glues by presenting motifs multivalently and in diverse arrangements. The constructs are small ({approx}80 residues) and provide a plug-and-play platform to map and optimise target-degradation space using rational design. We call this Coiled Coils for induced Proximity (CoCoProx) and propose its use for targeted degradation and other induced-proximity reactions.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695764",
    "doi": "10.64898/2025.12.22.695764",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "10.64898/2025.12.22.695887",
    "title": "Maximal human lifespan in light of a mechanistic model of aging",
    "authors": [
      "Shenhar, B.",
      "Frenkel, S.",
      "Levy, T.",
      "Alon, U."
    ],
    "summary": "Why has maximal human lifespan barely changed in the past two centuries? To understand this we make a mechanistic link between cellular damage, survival curves, and maximum lifespan using a validated stochastic model of damage accumulation and extensive human data. We show that maximal lifespan is set mainly by damage production and clearance rates, as in progeroid syndromes. In contrast, lifestyle factors such as exercise, nutrition, and sleep chiefly reduce stochastic noise and raise the damage level compatible with survival, shifting the median but not the maximum. Similar constraints arise in other mortality models. Our analysis predicts that lifestyle can extend maximal lifespan by at most ~1 year; substantial gains will require directly perturbing damage production or removal, suggesting specific molecular targets.",
    "published": "2025-12-23T00:00:00+00:00",
    "updated": null,
    "source": "bioRxiv",
    "link": "https://www.biorxiv.org/content/10.64898/2025.12.22.695887",
    "doi": "10.64898/2025.12.22.695887",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41439717",
    "title": "Correction for Li et al., BCL2 regulates antibacterial autophagy in the intestinal epithelium.",
    "authors": [],
    "summary": "",
    "published": "2025-12-03T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439717/",
    "doi": "doi: 10.1073/pnas.2535281122",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41447647",
    "title": "CircGLIS3 Regulates the Proliferation and Apoptosis of Bovine Intramuscular Preadipocytes via the miR-21-3p/PDPK1/AKT Axis.",
    "authors": [
      "Yu S",
      "Wang J",
      "Liu H",
      "Guo J",
      "Kuraz AB",
      "Li B",
      "Li A",
      "Mei C",
      "Cheng G",
      "Zan L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41447647/",
    "doi": "doi: 10.1021/acs.jafc.5c05546",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41447566",
    "title": "Aging Restorations in the Esthetic Zone: A Visual and Spectrophotometric Outcome.",
    "authors": [
      "Sulaiman TA",
      "Alsahafi TA",
      "Sulaiman M",
      "Suliman AA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41447566/",
    "doi": "doi: 10.1111/jerd.70094",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41447533",
    "title": "CELL DEATH1 safeguards microspore fate determination by repressing vacuole-executed programmed cell death.",
    "authors": [
      "Wang Y",
      "Feng Y",
      "Yu T",
      "Dang H",
      "Gong C",
      "Wang T",
      "Liu L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41447533/",
    "doi": "doi: 10.1016/j.celrep.2025.116766",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41447430",
    "title": "CTHRC1/TGF-β/Smad axis serves as therapeutic targets in inhibiting oral squamous cell carcinoma by mediating ferroptosis.",
    "authors": [
      "Huang S",
      "Jiao Y",
      "Chang Y",
      "Feng Y",
      "Mu G",
      "Xie L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41447430/",
    "doi": "doi: 10.1007/s12672-025-04354-6",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41445196",
    "title": "Targeting KAT8 Alleviates Vascular Senescence by Modulating the INHBA/TGF-β Pathway.",
    "authors": [
      "Lin Z",
      "Xiong J",
      "Zhang F",
      "Zhang H",
      "Zhu M",
      "Li C",
      "Fu R",
      "Zhang Z",
      "Hu Q",
      "Liang J",
      "Fu B",
      "Ma C",
      "Jin K",
      "Lu L",
      "Zheng J",
      "Tomlinson B",
      "Yu XY",
      "Zhu YZ"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41445196/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41445190",
    "title": "Metabolic Dysregulation Reshapes the Immune Landscape: The Gut Microbiota-mTOR Axis in Respiratory Viral Infection Immunity.",
    "authors": [
      "Li J",
      "Li J",
      "Chen K"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41445190/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41445183",
    "title": "Telomere-to-telomere genome assembly reveals the genomic architecture of disease resistance and yield coordination in elite wheat YM33.",
    "authors": [
      "Lv G",
      "Wang Y",
      "Zhang H",
      "Shen Y",
      "Hu W",
      "Liu D",
      "Liu M",
      "Wang W",
      "Gao Y",
      "Lan C",
      "Bie T",
      "Wu H",
      "Chen W",
      "Zhang Y",
      "Zhang J",
      "He C",
      "Yan W",
      "Gao D"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41445183/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41444983",
    "title": "Bambi/Akt/Tlr4 axis protects against atherosclerosis by maintaining lipid metabolism homeostasis in macrophages.",
    "authors": [
      "Chen X",
      "Tan S",
      "Li S",
      "Su P",
      "Guan H",
      "Xiang A",
      "Zhang L",
      "Wang H",
      "Yu Q"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444983/",
    "doi": "doi: 10.1186/s12944-025-02805-1",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41444950",
    "title": "Inhibition of RACGAP1 sensitizes triple-negative breast cancer cells to ferroptosis by regulating CPT1A-dependent fatty acid metabolism.",
    "authors": [
      "Zhou Z",
      "Hua Y",
      "Ma J",
      "Cong W",
      "Zhan R",
      "Kang K",
      "Wang L",
      "Wei H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444950/",
    "doi": "doi: 10.1186/s13046-025-03568-4",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41444907",
    "title": "A novel potent autophagy inhibitor HM-013 limits production of infectious dengue virus particles.",
    "authors": [
      "Limthongkul J",
      "Attanonchai S",
      "Yodweerapong T",
      "Simanurak O",
      "Tubsuwan A",
      "Kanjanasirirat P",
      "Khumpanied T",
      "Jamnongsong S",
      "Sampattavanich S",
      "Ubol S",
      "Borwornpinyo S",
      "Ploypradith P",
      "Ponpuak M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444907/",
    "doi": "doi: 10.1186/s12985-025-03053-6",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41444837",
    "title": "Lipid metabolism in colorectal cancer: dual roles and statin therapy.",
    "authors": [
      "Lu P",
      "Wang Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444837/",
    "doi": "doi: 10.1007/s12672-025-04349-3",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41444797",
    "title": "miR-139-5p suppresses hepatocellular carcinoma progression by targeting SMOX to inhibit AKT-mTOR pathway and epithelial-mesenchymal transition.",
    "authors": [
      "Pei W",
      "Li K",
      "Bai Y",
      "Ren L",
      "Mo A",
      "Mei J",
      "Ding H",
      "Wang R",
      "Zhao Q",
      "Wang H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444797/",
    "doi": "doi: 10.1038/s41598-025-33615-1",
    "categories": [],
    "keywords_matched": [
      "\\bmTOR\\b"
    ]
  },
  {
    "id": "pmid:41444738",
    "title": "Probiotics intervention reduces oxidative stress-driven myocardial injury.",
    "authors": [
      "Hamzeh O",
      "Rostami-Mansoor S",
      "Feizi F",
      "Nosratiyan N",
      "Halaji M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444738/",
    "doi": "doi: 10.1038/s41598-025-28955-x",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41444660",
    "title": "Alkaloids isolated from Scutellaria Barbata D. Don trigger apoptosis and inhibit migration by modulating the p38-p53 pathway in ovarian cancer.",
    "authors": [
      "Gao B",
      "Sui X",
      "Choe H",
      "Yang Y",
      "Liu Y",
      "Xia L",
      "Li P",
      "Chen Y",
      "Huo Y",
      "Zhao Z",
      "Ding K",
      "Ma J",
      "Zhao D",
      "Zhang L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444660/",
    "doi": "doi: 10.1186/s13048-025-01840-x",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41444654",
    "title": "Telomere length promotes colorectal cancer through dual parallel pathways involving growth signaling and protein metabolism.",
    "authors": [
      "Liu C",
      "Wang F",
      "Zhang Z",
      "Su Q",
      "Li Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444654/",
    "doi": "doi: 10.1186/s41182-025-00854-x",
    "categories": [],
    "keywords_matched": [
      "\\bTelomere\\b"
    ]
  },
  {
    "id": "pmid:41444627",
    "title": "Exosomes in aging and age-related disorders: mechanisms, therapeutic potentials, and challenges.",
    "authors": [
      "Safaei S",
      "Sohrabi S",
      "Zahmatkesh P",
      "Soltani-Zangbar MS",
      "Maleki LA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444627/",
    "doi": "doi: 10.1186/s12967-025-07379-1",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41444626",
    "title": "Ginsenoside Rh2 inhibits mesenchymal stem cell senescence by regulating mitochondrial and lysosomal function.",
    "authors": [
      "Zhuang J",
      "Li Y",
      "Huang YL",
      "Wang X",
      "Lin NM"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444626/",
    "doi": "doi: 10.1186/s13287-025-04741-4",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41444619",
    "title": "Macrophages in tertiary lymphoid structures promote apoptosis of ATF4-positive gastric cancer cells via IL18.",
    "authors": [
      "Zhou L",
      "Li X",
      "Wu J",
      "Zheng T",
      "Lin M",
      "Ou Y",
      "Zhou H",
      "Mo S",
      "Han X",
      "Xiang J",
      "Gong W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444619/",
    "doi": "doi: 10.1186/s12967-025-07559-z",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41444617",
    "title": "Integration of angiogenesis and programmed cell death mechanisms unveils potential diagnostic and therapeutic targets in spinal cord injury.",
    "authors": [
      "Lu F",
      "Mai Z",
      "Zhang L",
      "He J",
      "Wang L",
      "Li S",
      "Zhong M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444617/",
    "doi": "doi: 10.1186/s12967-025-07405-2",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41444600",
    "title": "Upregulation of lncRNA SSTR5-AS1 promotes osteoblast differentiation and reduces apoptosis.",
    "authors": [
      "Zuo Z",
      "Li S",
      "Gao B",
      "Zhao C",
      "Ma Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444600/",
    "doi": "doi: 10.1186/s13018-025-06462-z",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41444594",
    "title": "GAB2 regulates lipid metabolism by activating the MEK/ERK/c-Myc pathway: impact on renal cell carcinoma progression.",
    "authors": [
      "Zhang W",
      "Fei X",
      "Qin P",
      "Sun Y",
      "Zhu Z",
      "Huang N",
      "Li X",
      "Li Z",
      "Liu T"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444594/",
    "doi": "doi: 10.1186/s40001-025-03654-5",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41444580",
    "title": "Prediction and analysis of anti-aging peptides using data augmentation and machine learning algorithms.",
    "authors": [
      "Zhang Z",
      "Chen Y",
      "Wang S",
      "Chen G",
      "Wang M",
      "Pan Y",
      "Li E"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444580/",
    "doi": "doi: 10.1186/s12915-025-02469-4",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41444543",
    "title": "Cytotoxic and senescence-inducing effects of BLU554 in pancreatic ductal adenocarcinoma: an in vitro study.",
    "authors": [
      "Fujiwara M",
      "Shinji S",
      "Shichi Y",
      "Nonaka K",
      "Hasegawa Y",
      "Takahashi K",
      "Rokutan H",
      "Arai T",
      "Ishiwata T"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444543/",
    "doi": "doi: 10.1186/s12885-025-15317-z",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41444522",
    "title": "Identification and validation of ferroptosis-related key hub genes linking hypoxia and osteoporosis.",
    "authors": [
      "Gu Y",
      "Gu Q",
      "Li Y",
      "Chen Y",
      "Wang Y",
      "Li J",
      "Wang L",
      "Wang Z",
      "Yang M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444522/",
    "doi": "doi: 10.1186/s12891-025-09326-z",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41444413",
    "title": "Cancer-cell-secreted DDAH1 induces TGF-β1/Smad3 signaling pathway to promote fibrosis and aging in lung.",
    "authors": [
      "Liu L",
      "Wang Q",
      "Chen M",
      "Zhou H",
      "Li X",
      "Yuan Z",
      "Hu Y",
      "Wang C",
      "Zhang X",
      "Hu S",
      "Wu X",
      "Li M",
      "Li J",
      "Chen A",
      "Yan W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444413/",
    "doi": "doi: 10.1038/s43587-025-01024-8",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41444318",
    "title": "Cytoskeletal protein KRT14 governs cisplatin resistance by modulating eIF4H-dependent ACOX2 translation and lipid metabolism in bladder cancer.",
    "authors": [
      "Liu S",
      "Liu T",
      "Yang C",
      "Mou Z",
      "Zou L",
      "Jiang H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444318/",
    "doi": "doi: 10.1038/s41419-025-08369-3",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41444289",
    "title": "Proteomics analysis reveals progesterone receptor induced mitochondria-mediated apoptosis in breast cancer cells.",
    "authors": [
      "Woo QY",
      "Lau PK",
      "Lee BTK",
      "Bajalovic N",
      "Lee SH",
      "Leong KS",
      "Pow KY",
      "Hanan S",
      "Meng W",
      "Lai SK",
      "Lin VC"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444289/",
    "doi": "doi: 10.1038/s41598-025-28183-3",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41444248",
    "title": "Social determinants of health, accelerated biological aging, and long-term health outcomes.",
    "authors": [
      "Li J",
      "Li J",
      "Xu X",
      "Shen W",
      "Sun Y",
      "Fu Y",
      "Tan X",
      "Wang N",
      "Qi L",
      "Wang B",
      "Lu Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444248/",
    "doi": "doi: 10.1038/s41467-025-67622-7",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41444228",
    "title": "Defining the marker and developmental trajectory of myeloid-derived suppressor cells in aging by single-cell transcriptomics.",
    "authors": [
      "Su Y",
      "Wu R",
      "Ai H",
      "Zhong Z",
      "Zou L",
      "Wang Z",
      "Tu K",
      "Tang L",
      "Gao J",
      "Huang Y",
      "Liao C",
      "Zeng G",
      "Zhang H",
      "Jin J",
      "Zhu S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444228/",
    "doi": "doi: 10.1038/s41514-025-00317-x",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41444224",
    "title": "GBP2 condensates promote ferroptosis to sensitize anti-PD-L1 immunotherapy in melanoma.",
    "authors": [
      "Liu X",
      "Fang S",
      "Ren X",
      "Hong Y",
      "Guo J",
      "Liu X",
      "Gao L",
      "Nie H",
      "Ning Y",
      "Zhang M",
      "Xu F",
      "Liu L",
      "Fang J",
      "Pang Y",
      "Zhao Q",
      "Wang F",
      "Wang H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444224/",
    "doi": "doi: 10.1038/s41467-025-67690-9",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41444219",
    "title": "ALDH3A2 negatively orchestrates gastric cancer progression through a synergistic induction of ferroptosis and ferroptosis-driven macrophage reprogramming.",
    "authors": [
      "Ren Y",
      "Cui Y",
      "Wang Z",
      "Luo Y",
      "Jin J",
      "Yuan Y",
      "Li X",
      "Zhang Y",
      "Cao N",
      "Li X",
      "Yu Y",
      "Xiong Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444219/",
    "doi": "doi: 10.1038/s41419-025-08364-8",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41444209",
    "title": "Targeting mitochondrial autophagy for anti-aging.",
    "authors": [
      "Shan W",
      "Liu Y",
      "Tang R",
      "Lin L",
      "Li H",
      "Yang H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444209/",
    "doi": "doi: 10.1038/s41420-025-02913-y",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b",
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41444102",
    "title": "Lymph node microenvironment rewires ferroptosis redox defenses.",
    "authors": [
      "Stark J",
      "Yang JS",
      "Hsu VW",
      "Henry WS"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444102/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41444086",
    "title": "Senior Versus Geriatric: Unpacking the Frailty of Aging.",
    "authors": [
      "Adelman L",
      "Tarantino M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444086/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41444085",
    "title": "Movement Is Medicine: How Rehabilitation Revitalizes Aging Pets.",
    "authors": [
      "Alvarez LX"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444085/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41444066",
    "title": "Corrigendum to \"thymidine phosphorylase associates with DNA damage repair to facilitate stemness maintenance, chemoresistance, and immunosuppression in pan-cancer\" [international journal of biological macromolecules, volume 319, part 4, August 2025, 145707].",
    "authors": [
      "Liao P",
      "Han Z",
      "Yan B",
      "Chen F",
      "Lei P"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444066/",
    "doi": "doi: 10.1016/j.ijbiomac.2025.149771",
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b"
    ]
  },
  {
    "id": "pmid:41444057",
    "title": "Corrigendum to \"m6A-mediated upregulation of miRNA-193a aggravates cardiomyocyte apoptosis and inflammatory response in sepsis-induced cardiomyopathy via the METTL3/ miRNA-193a/BCL2L2 pathway\" [Exp Cell Res. 2023 Sep 1; 430(1): 113712].",
    "authors": [
      "Liang L",
      "Liu S",
      "Wu Q",
      "Chen R",
      "Jiang S",
      "Yang Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41444057/",
    "doi": "doi: 10.1016/j.yexcr.2025.114856",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  },
  {
    "id": "pmid:41443980",
    "title": "Hepatocyte guardian: A20 restrains ferroptosis in autoimmune hepatitis.",
    "authors": [
      "Schwinge D"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443980/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41443918",
    "title": "[Electroacupuncture improves senescence of ovarian granulosa cells by regulating P53/P21 signaling pathway in rats with premature ovarian insufficiency].",
    "authors": [
      "Zhang DN",
      "Huang SD",
      "Shi XL",
      "Li XY",
      "She YF"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443918/",
    "doi": "doi: 10.13702/j.1000-0607.20241116",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bp53\\b",
      "\\bp21\\b"
    ]
  },
  {
    "id": "pmid:41443917",
    "title": "[Effects of moxibustion on ferroptosis in Crohn's disease mice through p53-mediated regulation of the SLC7A11/GSH/GPX4 antioxidant axis].",
    "authors": [
      "Yang DC",
      "Zhou JY",
      "Wang LY",
      "Lu PH",
      "Liu M"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443917/",
    "doi": "doi: 10.13702/j.1000-0607.20241163",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41443916",
    "title": "[Effect of acupuncture on the transforming growth factor β/Smad homolog 3 signaling pathway and autophagy in obese rats].",
    "authors": [
      "Quan TW",
      "Liao TR",
      "Bi RX",
      "Su JY",
      "Tang HZ"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443916/",
    "doi": "doi: 10.13702/j.1000-0607.20241208",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41443914",
    "title": "[Effect of electroacupuncture on insulin signaling in the substantia nigra of the midbrain in mice with Parkinson's disease].",
    "authors": [
      "Hu MN",
      "Ma J",
      "Wei JY",
      "Wang Y",
      "Li YN",
      "Zhu SX"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443914/",
    "doi": "doi: 10.13702/j.1000-0607.20241069",
    "categories": [],
    "keywords_matched": [
      "\\bInsulin\\ signaling\\b"
    ]
  },
  {
    "id": "pmid:41443912",
    "title": "[Tongdu Xingshen needling improves post-stroke cognitive impairment by regulating glycolysis in rats based on the HIF-1α/PDK1 pathway].",
    "authors": [
      "Sun KX",
      "Bai YJ",
      "Wang Y",
      "Xiao YQ",
      "Wan J",
      "Feng HL",
      "Li WJ",
      "Liu A",
      "Zhang HY",
      "Li YJ"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443912/",
    "doi": "doi: 10.13702/j.1000-0607.20241154",
    "categories": [],
    "keywords_matched": [
      "\\bGlycolysis\\b"
    ]
  },
  {
    "id": "pmid:41443911",
    "title": "[\"Shugan Tiaoshen\" acupuncture improves chronic inflammatory pain and depression comorbidity by inhibiting ferroptosis of hippocampal neurons].",
    "authors": [
      "Liu GH",
      "Shi DL",
      "Wang ZH",
      "Chen LL",
      "Chen BF",
      "Liu DD",
      "Fu W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443911/",
    "doi": "doi: 10.13702/j.1000-0607.20240833",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41443206",
    "title": "Association of Helicobacter pylori Infection With Lipid Metabolism, Inflammatory Markers, and Modified Framingham Stroke Risk Score in Patients at High-Risk of Ischemic Stroke: A Retrospective Study.",
    "authors": [
      "Xu D",
      "Zheng J",
      "Zhu R",
      "Duan R"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443206/",
    "doi": "doi: 10.12968/hmed.2025.0688",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41443150",
    "title": "CXCL2-TLR4 axis activates NETs by accelerating autophagy through ATG7 to promote the progression of idiopathic interstitial pneumonia.",
    "authors": [
      "He J",
      "Li J",
      "Bai M",
      "Yang J"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443150/",
    "doi": "doi: 10.1016/j.molimm.2025.12.005",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41443103",
    "title": "WWOX protects against ferroptosis to alleviate acute lung injury by mediating p53 deacetylation.",
    "authors": [
      "Wang C",
      "Qing C",
      "Chen W",
      "Yao H",
      "Hu Z",
      "Zhou C",
      "Yang Y",
      "Singla S",
      "Zeng Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41443103/",
    "doi": "doi: 10.1016/j.intimp.2025.116067",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41442993",
    "title": "Qingqi Liangying formula inhibits brain endothelial cell pyroptosis via NLRP3/caspase-1/GSDMD in sepsis-associated encephalopathy.",
    "authors": [
      "Song S",
      "Ding L",
      "Huang Q",
      "Zhang Z",
      "Cao L",
      "Yin K",
      "Wang Z",
      "Zhao D",
      "Wang Z",
      "Zhao L",
      "Tong X",
      "Li X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442993/",
    "doi": "doi: 10.1016/j.phymed.2025.157391",
    "categories": [],
    "keywords_matched": [
      "\\bPyroptosis\\b"
    ]
  },
  {
    "id": "pmid:41442278",
    "title": "Metformin hijacks AMPK-ERK1/2 signaling to trigger a pathogenic \"selection trap\" and thymic atrophy.",
    "authors": [
      "Qian Y",
      "Zhang J",
      "Liu S",
      "Qin Y"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442278/",
    "doi": "doi: 10.1016/j.celrep.2025.116762",
    "categories": [],
    "keywords_matched": [
      "\\bAMPK\\b"
    ]
  },
  {
    "id": "pmid:41442262",
    "title": "Cellular senescence in giant cell arteritis and polymyalgia rheumatica: From mechanisms to therapeutic opportunities.",
    "authors": [
      "Luo Y",
      "Yang F",
      "He Y",
      "Lin J",
      "Chen W"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442262/",
    "doi": "doi: 10.1111/eci.70166",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b"
    ]
  },
  {
    "id": "pmid:41442178",
    "title": "Novel KMT5B De Novo Variants Disrupt DNA Damage Response in Intellectual Disability.",
    "authors": [
      "Hu X",
      "Tao R",
      "Wang Y",
      "Lin X",
      "Ye C",
      "Yang L",
      "Huang H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442178/",
    "doi": null,
    "categories": [],
    "keywords_matched": [
      "\\bdna\\s+damage(?:\\s+response)?\\b",
      "\\b(?:ddr|dna\\s+damage\\s+response)\\b"
    ]
  },
  {
    "id": "pmid:41442157",
    "title": "TNIP1 and Autophagy Receptors regulate STING Signaling.",
    "authors": [
      "Bunker EN",
      "Fischer TD",
      "Zhu PP",
      "Guerroué FL",
      "Johnson KR",
      "Youle RJ"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442157/",
    "doi": "doi: 10.1091/mbc.E25-04-0190",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41442063",
    "title": "Facial skin aging: an integrative analysis of genetics, epigenetics, and lifestyle factors.",
    "authors": [
      "Noroozi R",
      "Pisarek-Pacek A",
      "Wysocka B",
      "Migacz-Gruszka K",
      "Pruszkowska-Przybylska P",
      "Kobus M",
      "Lisman D",
      "Zacharczuk J",
      "Rudnicka J",
      "Iljin A",
      "Fitzgerald KC",
      "Michalczyk M",
      "Kaczka P",
      "Krzysztofik M",
      "Kostrzewa M",
      "Sitek A",
      "Spólnicka M",
      "Ossowski A",
      "Branicki W",
      "Pośpiech E"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442063/",
    "doi": "doi: 10.1007/s11357-025-02067-w",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41442059",
    "title": "m(6)A modification and SUMOylation of PHGDH regulates ulcerative colitis through autophagy.",
    "authors": [
      "Xue H",
      "Wang D",
      "Pang C",
      "Shen Y",
      "Xu J",
      "Zhang L"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41442059/",
    "doi": "doi: 10.1007/s00018-025-05970-9",
    "categories": [],
    "keywords_matched": [
      "\\bAutophagy\\b"
    ]
  },
  {
    "id": "pmid:41441982",
    "title": "KIAA1429 as a therapeutic target in osteosarcoma: challenging the linear ferroptosis pathway and evaluating translational hurdles.",
    "authors": [
      "Yang D",
      "Yu L",
      "Ye Z",
      "Wang G"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441982/",
    "doi": "doi: 10.1007/s00011-025-02165-7",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41441955",
    "title": "Cellular stress, cell death, and extracellular vesicles: redefining the therapeutic landscape of rheumatoid arthritis.",
    "authors": [
      "Muttiah B",
      "Wahab AA"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441955/",
    "doi": "doi: 10.1007/s10067-025-07887-x",
    "categories": [],
    "keywords_matched": [
      "\\bCell\\ death\\b"
    ]
  },
  {
    "id": "pmid:41441952",
    "title": "The synergistic role of ferroptosis in osteosarcoma immunotherapy.",
    "authors": [
      "Tian D",
      "Yang Z",
      "Zhang J",
      "Yang R",
      "Hao H"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441952/",
    "doi": "doi: 10.1007/s12032-025-03196-0",
    "categories": [],
    "keywords_matched": [
      "\\bFerroptosis\\b"
    ]
  },
  {
    "id": "pmid:41441912",
    "title": "AI-powered IC50 prediction for p53 inhibitors drug-target interaction via hybrid graph neural networks.",
    "authors": [
      "El-Masry WH",
      "Monem S",
      "Darwish NR",
      "Hassanein AE"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441912/",
    "doi": "doi: 10.1007/s10822-025-00723-z",
    "categories": [],
    "keywords_matched": [
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41441746",
    "title": "Magnet-Responsive Nanomaterials Trigger Ferroptosis and Cellular Senescence Modulation via p53/SLC7A11 Axis for Tumor Therapy.",
    "authors": [
      "Wang X",
      "Zhang M",
      "Jiang H",
      "Li Y",
      "Chen Y",
      "Song X",
      "Qu L",
      "Chen P",
      "Dong X"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441746/",
    "doi": "doi: 10.1002/adhm.202505037",
    "categories": [],
    "keywords_matched": [
      "\\bSenescence\\b",
      "\\bFerroptosis\\b",
      "\\bp53\\b"
    ]
  },
  {
    "id": "pmid:41439797",
    "title": "TaRIP2 Positively Regulates Wheat Pollen Wall Formation Through MYB80-Controlled Lipid Metabolism.",
    "authors": [
      "Han R",
      "Liu A",
      "Qi G",
      "Fang C",
      "Wang X",
      "Xu W",
      "Wang K",
      "Li J",
      "Fan Q",
      "Cheng D",
      "Li F",
      "Li H",
      "Liu J",
      "Li G",
      "Liu C"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439797/",
    "doi": "doi: 10.1111/pbi.70512",
    "categories": [],
    "keywords_matched": [
      "\\bLipid\\ metabolism\\b"
    ]
  },
  {
    "id": "pmid:41439586",
    "title": "Mapping Regional Brain Aging in Huntington's Disease Using Structural Magnetic Resonance Imaging and Machine Learning.",
    "authors": [
      "Ghofrani-Jahromi M",
      "Amirmoezzi Y",
      "Abeyasinghe PM",
      "Poudel GR",
      "Razi A",
      "Paulsen JS",
      "Hobbs NZ",
      "Scahill RI",
      "Tabrizi SJ",
      "Georgiou-Karistianis N",
      "Saha S"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439586/",
    "doi": "doi: 10.1002/mds.70160",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41439453",
    "title": "Chirality-Governed Anti-Aging Effects of Carbon Dots in Caenorhabditis Elegans.",
    "authors": [
      "Zhang M",
      "Ma Y",
      "Liao F",
      "Shu H",
      "Wu Z",
      "Li H",
      "Huang H",
      "Huang J",
      "Liu Y",
      "Kang Z"
    ],
    "summary": "",
    "published": "2025-12-02T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41439453/",
    "doi": "doi: 10.1002/smll.202511386",
    "categories": [],
    "keywords_matched": [
      "\\b(?:aging|ageing)\\b",
      "\\b(?:aging|ageing)\\b"
    ]
  },
  {
    "id": "pmid:41446758",
    "title": "Genetic approaches for targeted oxidative stress.",
    "authors": [
      "Dey A",
      "Barnes RP"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41446758/",
    "doi": "doi: 10.1093/narcan/zcaf049",
    "categories": [],
    "keywords_matched": [
      "\\bOxidative\\ stress\\b"
    ]
  },
  {
    "id": "pmid:41446500",
    "title": "Genotype-Dependent Modulation of Macrophage Apoptosis and T Lymphocyte Responses by Duck Tembusu Virus Potentially Contributes to Genotype-Specific Immunopathogenesis.",
    "authors": [
      "Nedumpun T",
      "Rungprasert K",
      "Limcharoen B",
      "Thontiravong A"
    ],
    "summary": "",
    "published": "2025-01-01T00:00:00+00:00",
    "updated": null,
    "source": "PubMed",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41446500/",
    "doi": "doi: 10.1155/tbed/3076122",
    "categories": [],
    "keywords_matched": [
      "\\bApoptosis\\b"
    ]
  }
]